{"scores": [-0.28940124976056714, -0.29847793918923304, -0.3100738409273633, -0.31238102332189466, -0.3141774197305595, -0.3205805309528912, -0.3259746140212219, -0.3260845453601962, -0.3276626293888464, -0.3338726279317169, -0.33407671337469697, -0.3402131913498154, -0.3486211625771732, -0.3506790751100176, -0.350833549988088, -0.3513208440548615, -0.35213536442417265, -0.35385895991954885, -0.35518366819590586, -0.3552286700979674, -0.3661616548702225, -0.367208636122899, -0.36873716384074834, -0.3742052318344491, -0.37513587625613787, -0.37632802894618683, -0.3767422728443126, -0.37989219011671366, -0.3820515357288718, -0.39030368454494696, -0.39345093092497857, -0.39773908816830156, -0.40414350327121723, -0.4079354686676149, -0.411760932032428, -0.4195257413398633, -0.42258928086064323, -0.4238362775521105, -0.4313007477164275, -0.43405249402270485, -0.43449457688243115, -0.43914279279884827, -0.44209545208762924, -0.44418014186235244, -0.44567146659720275, -0.449388148308576, -0.450356816326536, -0.4510856909528956, -0.45126915159993203, -0.45344592694289626, -0.4544859993820464, -0.45516612449863064, -0.455335466866979, -0.45565898108935315, -0.45859759114447524, -0.4612553413265659, -0.4629415826091897, -0.4631172991434986, -0.4634504550144795, -0.46440937554122913, -0.46896188914215375, -0.4724042209920741, -0.47753076139615747, -0.4787778603792346, -0.4825310504248778, -0.4829809935564668, -0.48399060516754655, -0.48400756980479726, -0.48837596887434026, -0.48842469964107815, -0.492500564515158, -0.49342249913862296, -0.49879667049286064, -0.5023812777278109, -0.5025384313045764, -0.502784317894371, -0.5066001840570682, -0.5067035977819778, -0.5081920419728339, -0.5102668680057881, -0.51806054268023, -0.5185736472163037, -0.5197756461477705, -0.5202778315782841, -0.524691668991921, -0.5268401295474806, -0.5274602756568828, -0.5293634706596998, -0.5297553595891902, -0.530559950690634, -0.5328707343321732, -0.5362653701915322, -0.5471799308287018, -0.5489984113640146, -0.5503115498265728, -0.5514221975187344, -0.5597676767258685, -0.5624845434138169, -0.563149329917617, -0.5641170554399566, -0.5648273836914427, -0.5654783377139467, -0.5662337765946195, -0.5662822905644561, -0.5691469706312524, -0.5693929489110152, -0.5718681606451592, -0.5854629914739234, -0.5860831322125637, -0.5900196113548474, -0.6059473583068339, -0.6082860975932531, -0.6096911368934832, -0.625348478991707, -0.6290479188190923, -0.6303557016617085, -0.6445504921233008, -0.6579021435814859, -0.6620881039479019, -0.6654443738437881, -0.6817604683615169, -0.6868185610742926, -0.6886822810599922, -0.6892816349947912, -0.6917967576835539, -0.7038821338516589, -0.7199430063915044, -0.7225542666678069, -0.7551281510161623], "cands": ["Ab 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA mehr und mehr Kapital zu importieren, insbesondere aus Asien.", "Seit 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA mehr und mehr Kapital zu importieren, vor allem aus Asien.", "Ab 1990 begannen die USA mehr und mehr Kapital, vor allem aus Asien, zu importieren.", "Seit 1990 begannen die USA mehr und mehr Kapital zu importieren, insbesondere aus Asien.", "Ab 1990 begannen die USA immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA, mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA immer mehr Kapital zu importieren, insbesondere aus Asien.", "Seit 1990 begannen die USA mehr und mehr Kapital, vor allem aus Asien, zu importieren.", "Seit 1990 begannen die USA mehr und mehr Kapital zu importieren, vor allem aus Asien.", "Ab 1990 begannen die USA immer mehr Kapital zu importieren, vor allem aus Asien.", "Ab 1990 begannen die USA, immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA mehr und mehr Kapital zu importieren, besonders aus Asien.", "Ab 1990 begannen die USA immer mehr Kapital, vor allem aus Asien, zu importieren.", "Seit 1990 begannen die USA immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begannen die USA, mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA, mehr und mehr Kapital, vor allem aus Asien, zu importieren.", "Ab 1990 begannen die USA mehr und mehr Kapital, besonders aus Asien, zu importieren.", "Seit 1990 begannen die USA immer mehr Kapital zu importieren, insbesondere aus Asien.", "Ab 1990 begannen die USA, mehr und mehr Kapital zu importieren, insbesondere aus Asien.", "Seit 1990 begannen die USA immer mehr Kapital zu importieren, vor allem aus Asien.", "Ab 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien zu importieren.", "Seit 1990 begannen die USA mehr und mehr Kapital zu importieren, besonders aus Asien.", "Seit 1990 begannen die USA immer mehr Kapital, vor allem aus Asien, zu importieren.", "Seit 1990 begannen die USA mehr und mehr Kapital, besonders aus Asien, zu importieren.", "Ab 1990 begannen die USA, immer mehr Kapital, vor allem aus Asien, zu importieren.", "Seit 1990 begannen die USA, immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA immer mehr Kapital zu importieren, besonders aus Asien.", "Ab 1990 begannen die USA, immer mehr Kapital zu importieren, insbesondere aus Asien.", "Seit 1990 begannen die USA, mehr und mehr Kapital zu importieren, insbesondere aus Asien.", "Ab 1990 begannen die USA immer mehr Kapital, besonders aus Asien, zu importieren.", "Ab 1990 begannen die USA mehr und mehr Kapital aus Asien zu importieren.", "Anfang 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA zunehmend Kapital zu importieren, insbesondere aus Asien.", "Anfang 1990 begannen die USA mehr und mehr Kapital zu importieren, insbesondere aus Asien.", "Seit 1990 begannen die USA, immer mehr Kapital zu importieren, insbesondere aus Asien.", "Seit 1990 begannen die USA mehr und mehr Kapital aus Asien zu importieren.", "Anfang 1990 begannen die USA, mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die Vereinigten Staaten mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA immer mehr Kapital aus Asien zu importieren.", "Die USA begannen ab 1990 mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begannen die USA zunehmend Kapital zu importieren, insbesondere aus Asien.", "Ab 1990 begannen die USA mehr und mehr Kapital in die USA zu importieren, insbesondere aus Asien.", "Anfang 1990 begannen die USA immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begannen die Vereinigten Staaten mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die Vereinigten Staaten, mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Anfang 1990 begannen die USA immer mehr Kapital zu importieren, insbesondere aus Asien.", "Ab 1990 begannen die USA zunehmend mehr Kapital zu importieren, insbesondere aus Asien.", "Die USA begannen ab 1990 immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA, mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA zunehmend Kapital, insbesondere aus Asien, zu importieren.", "Anfang 1990 begannen die USA, immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab dem Jahr 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Die USA begannen ab 1990, mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begannen die USA immer mehr Kapital aus Asien zu importieren.", "Ab 1990 begannen die USA zunehmend mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begannen die USA mehr und mehr Kapital in die USA zu importieren, insbesondere aus Asien.", "Seit dem Jahr 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die Vereinigten Staaten immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA immer mehr Kapital in die USA zu importieren, insbesondere aus Asien.", "Ab 1990 begannen die USA immer mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA, zunehmend Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begann die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 importierten die USA mehr und mehr Kapital, insbesondere aus Asien.", "Seit 1990 begannen die USA, mehr Kapital, insbesondere aus Asien, zu importieren.", "In den 1990er Jahren begannen die USA, mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 beginnen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begannen die USA zunehmend mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begannen die USA immer mehr Kapital in die USA zu importieren, insbesondere aus Asien.", "Ab 1990 begannen die US, mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begannen die USA mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begann die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit den 1990er Jahren begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 importierten die USA mehr und mehr Kapital, insbesondere aus Asien.", "Ab 1990 begannen die US immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 importierten die USA immer mehr Kapital, insbesondere aus Asien.", "Ab 1990 begannen die USA zunehmend mit dem Import von Kapital, insbesondere aus Asien.", "Seit 1990 begannen die USA, zunehmend Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990. begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 beginnen die USA, mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 importierten die USA immer mehr Kapital, insbesondere aus Asien.", "Ab den 1990er Jahren begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begann die USA immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 beginnen die USA immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die Amerikaner, mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begannen die US immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab dem Jahre 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 nahmen die USA immer mehr Kapital, insbesondere aus Asien, ein.", "Anfang 1990 begannen die USA zunehmend Kapital zu importieren, insbesondere aus Asien.", "Ab 1990 begannen auch die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab der 1990er-Jahre begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begannen USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 nahmen die USA mehr und mehr Kapital, insbesondere aus Asien, ein.", "Seit der 1990er-Jahre begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen sich die USA immer mehr Kapital zu importieren, insbesondere aus Asien.", "Seit 1990 fing die USA an, mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA mit dem Import von Kapital, insbesondere aus Asien.", "Seit 1990. begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "In 1990 begannen die USA, mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "In den Jahren 1990 begannen die USA, mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen sie mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Anfang des Jahres 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 importieren die USA mehr und mehr Kapital, insbesondere aus Asien.", "Seit 1990 nahmen die USA immer mehr Kapital, insbesondere aus Asien, ein.", "Seit 1990 begannen sich die USA immer mehr Kapital zu importieren, insbesondere aus Asien.", "Ab 1990 fing die USA an, immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Die USA begannen ab 1990 zunehmend Kapital zu importieren, insbesondere aus Asien.", "Ab 1990 begann es, immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begann die US immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begannen die USA mit dem Import von Kapital, insbesondere aus Asien.", "Die US begann ab 1990 immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begann es, immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begann man mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 nahmen die USA zunehmend Kapital, insbesondere aus Asien, ein.", "Ab 1990 wurden immer mehr Kapital in die USA importiert, insbesondere aus Asien.", "In den 1960er Jahren begannen die USA, immer mehr Kapital, insbesondere aus Asien, zu importieren.", "In der Folgezeit begannen die USA, immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 fließen immer mehr Kapital in die USA, insbesondere aus Asien.", "Ab 1990 begannen die USA mit der Importierung von Kapital, insbesondere aus Asien.", "In den USA wurden ab 1990 immer mehr Kapital, insbesondere aus Asien, importiert.", "In Asien begannen die USA ab 1990 immer mehr Kapital zu importieren.", "In diesem Jahr begannen die USA, immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begann der Import von Kapital in die USA, insbesondere aus Asien.", "Die USA begannen 1990 mit dem Import von Kapital, insbesondere aus Asien.", "Seit 1990 begann der Import von Kapital in die USA, insbesondere aus Asien.", "In den USA begannen 1990 die Importe von Kapital, insbesondere aus Asien, immer mehr zu steigern."], "inp": "Starting in 1990, the US began to import more and more capital, particularly from Asia.", "ref": "Ab 1990 dann begannen die USA, immer mehr Kapital zu importieren, insbesondere aus Asien."}
{"scores": [-0.33600542687854595, -0.3393257320685151, -0.34958407649705536, -0.36787737866491904, -0.38176714263839767, -0.39070440660480527, -0.39303004163119365, -0.40273183656098105, -0.41808159552582813, -0.4222750009270088, -0.4240308432539475, -0.42616000994707354, -0.4270448771388098, -0.4302166662312134, -0.4336307384492023, -0.4372398456363774, -0.43764285000428094, -0.43855870704383565, -0.4396644135342211, -0.4433985087075665, -0.45215872549601344, -0.4589024742113581, -0.4596066613122669, -0.4606081715586204, -0.4643813504067215, -0.4695568569484895, -0.47132622408030306, -0.4735398003178781, -0.4738325887607501, -0.47740698975200874, -0.47914746364181193, -0.4849137061318192, -0.49103801507441314, -0.49261319035147694, -0.4936787905889951, -0.4949826055712744, -0.4953734651349304, -0.49834138359407887, -0.5022459897303735, -0.503055606341992, -0.5037132836440804, -0.5072724514690812, -0.5080511510581639, -0.51640390891113, -0.5187109202290007, -0.5191920353849998, -0.5224643934301443, -0.5234533500287538, -0.525557260788398, -0.5330167568904939, -0.5338286139185502, -0.5359639967339137, -0.5370394811833039, -0.5421449739810609, -0.5426886360635542, -0.5481143082143038, -0.5490232678005255, -0.5497010929310981, -0.5565004519833728, -0.5592291785032278, -0.5626784646545883, -0.5656387182294165, -0.5692939188794782, -0.5704465006011342, -0.5824801636616411, -0.5854804710661303, -0.6036914460058183, -0.6483046926640728, -0.6669362196990225, -0.6681572978877541, -0.7014577796270532, -0.7773237270071925, -0.9508317181689651], "cands": ["Hier ist eine erstaunliche und beunruhigende Implikationen der CBO-Prognose.", "Hier ist eine erstaunliche und beunruhigende Implikation der Prognose des CBO.", "Hier ist eine erstaunliche und beunruhigende Auswirkungen der CBO-Prognose.", "Hier ist eine erstaunliche und beunruhigende Bedeutung der Prognose des CBO.", "Hier ist eine erstaunliche und beunruhigende Wirkung der Prognose des CBO.", "Hier ist eine erstaunliche und störende Implikation der Prognose des CBO.", "Hier ist eine erstaunliche und beunruhigende Auswirkung der Prognose des CBO.", "Hier ist eine erstaunliche und störende Implikationen der CBO-Prognose.", "Hier eine erstaunliche und beunruhigende Implikationen der CBO-Prognose.", "Dies ist eine erstaunliche und beunruhigende Implikationen der Prognose des CBO.", "Hier ist eine erstaunliche und beunruhigende Implikation der Prognose des CBO.", "Hier ist ein erstaunliches und beunruhigendes Ausmaß der Prognose des CBO.", "Hier ist eine erstaunliche und erschreckende Implikation der Prognose des CBO.", "Hier liegt eine erstaunliche und beunruhigende Implikation der Prognose des CBO.", "Ausgaben für die „obligatorischen“ Anspruchsprogramme (Sozialversicherung und die wichtigsten Gesundheitsprogramme) plus Zinsen auf die Schulden mehr als alle Einnahmen absorbieren, die die Regierung mit aktuellen Steuersätzen sammeln würde.", "Hier ist eine erstaunliche und erschütternde Implikation der Prognose des CBO.", "Hier ist eine erstaunliche und störende Auswirkungen der CBO-Prognose.", "Hier ist eine erstaunliche und verstörende Implikationen der CBO-Prognose.", "Hier ist ein erstaunlicher und beunruhigender Einfluss der Prognose des CBO.", "Hier gibt es eine erstaunliche und beunruhigende Implikationen der Prognose des CBO.", "Ausgaben für die „obligatorischen“ Anspruchsprogramme (Sozialversicherung und die wichtigsten Gesundheitsprogramme) plus Zinsen auf die Schulden mehr als alle Einnahmen absorbieren, die die Regierung mit aktuellen Steuersätzen sammeln würde.", "Hier befindet sich eine erstaunliche und beunruhigende Implikationen der Prognose des CBO.", "Hier ist eine erstaunliche und störende Bedeutung der Prognose des CBO.", "Ausgaben für die „obligatorischen“ Anspruchsprogramme (Sozialversicherung und die wichtigsten Gesundheitsprogramme) plus Zinsen auf die Schulden mehr als alle Einnahmen absorbieren, die die Regierung mit aktuellen Steuersätzen sammeln würde.", "Dies ist eine erstaunliche und störende Implikation der Prognose des CBO.", "Ausgaben für die „obligatorischen“ Anspruchsprogramme (Sozialversicherung und die wichtigsten Gesundheitsprogramme) plus Zinsen auf die Schulden mehr als alle Einnahmen absorbieren, die die Regierung mit aktuellen Steuersätzen sammeln würde.", "für die „obligatorischen“ Anspruchsprogramme (Sozialversicherung und die wichtigsten Gesundheitsprogramme) plus Zinsen auf die Schulden mehr als alle Einnahmen absorbieren, die die Regierung mit den aktuellen Steuersätzen erheben würde.", "Hier ist eine erstaunlich und beunruhigende Implikationen der CBO-Prognose.", "Dies ist ein erstaunliches und beunruhigendes Ausmaß der Prognose des CBO.", "Hier ist eine erstaunliche und störende Wirkung der Prognose des CBO.", "Das ist eine erstaunliche und beunruhigende Implikation der Prognose des CBO.", "für die „obligatorischen“ Anspruchsprogramme (Sozialversicherung und die wichtigsten Gesundheitsprogramme) plus Zinsen auf die Schulden mehr als alle Einnahmen absorbieren, die die Regierung mit den aktuellen Steuersätzen erheben würde.", "Ausgaben für die „obligatorischen“ Anspruchsprogramme (Sozialversicherung und die wichtigsten Gesundheitsprogramme) plus Zinsen auf die Schulden mehr als alle Einnahmen absorbieren, die die Regierung mit aktuellen Steuersätzen sammeln würde.", "Dies ist eine erstaunliche und erschreckende Implikation der Prognose des CBO.", "Hier ist die erstaunliche und beunruhigende Implikation der Prognose des CBO.", "Hier gibt es eine erstaunliche und störende Implikation der Prognose des CBO.", "Hier eine erstaunliche und störende Implikation der Prognose des CBO.", "Hier liegt eine erstaunliche und störende Implikation der Prognose des CBO.", "Hier befindet sich eine erstaunliche und störende Implikation der Prognose des CBO.", "Hier ist ein erstaunliche und beunruhigende Auswirkungen der CBO-Prognose.", "Hier ist eine erstaunliche und verstößliche Implikation der Prognose des CBO.", "Hier ist eine erstaunliche und verwirrende Implikation der Prognose des CBO.", "Dies ist eine erstaunliche und verstörende Implikation der Prognose des CBO.", "Hier gibt es eine erstaunliche und erschreckende Implikation der Prognose des CBO.", "Ausgaben für die „obligatorischen“ Anspruchsprogramme (Sozialversicherung und die wichtigsten Gesundheitsprogramme) plus Zinsen auf die Schulden mehr als alle Einnahmen absorbieren, die die Regierung mit aktuellen Steuersätzen sammeln würde.", "Dies ist ein erstaunlicher und beunruhigender Einfluss der Prognose des CBO.", "Hier eine erstaunliche und erschreckende Implikation der Prognose des CBO.", "Hier liegt eine erstaunliche und erschreckende Implikation der Prognose des CBO.", "Hier ist eine erstaunliche und verunsichernde Implikation der Prognose des CBO.", "Hier liegt ein erstaunlicher und beunruhigender Einfluss der Prognose des CBO.", "Hier eine erstaunliche und verstörende Implikationen der CBO-Prognose.", "Hier liegt eine erstaunliche und verstörende Implikation der Prognose des CBO.", "Hier gibt’s eine erstaunliche und beunruhigende Implikation der Prognose des CBO.", "Hier ist eine erstaunliche und beeinträchtigende Implikation der Prognose des CBO.", "Hier befindet sich ein erstaunlicher und beunruhigender Einfluss der Prognose des CBO.", "Hier gibt es eine erstaunliche und verstörende Implikationen der Prognose des CBO.", "Hier ist ein erstaunlich und beunruhigender Einfluss der Prognose des CBO.", "schen“ Anspruchsprogramme (Sozialversicherung und die wichtigsten Gesundheitsprogramme) sowie Zinsen auf die Schulden würden bis 2046 mehr als alle Einnahmen absorbieren, die die Regierung mit den aktuellen Steuersätzen erheben würde.", "Hier ist ein erstaunlicher und störender Einfluss der Prognose des CBO.", "Dies ist eine erstaunlich und beunruhigende Implikationen der Prognose des CBO.", "Hier eine erstaunlich und beunruhigende Implikationen der CBO-Prognose.", "Die Prognose des CBO hat eine erstaunliche und beunruhigende Wirkung.", "Die Prognose der CBO hat eine erstaunliche und beunruhigende Wirkung.", "Hier ist eine überraschende und beunruhigende Implikation der Prognose des CBO.", "Das zeigt eine erstaunliche und beunruhigende Implikation der Prognose des CBO.", "Das ist ein erstaunlicher und beunruhigender Einfluss der Prognose des CBO.", "Hier ist eine erstaunliche und störungsvolle Implikation der Prognose des CBO.", "Die CBO-Prognose hat eine erstaunliche und beunruhigende Wirkung.", "Das CBO-Prognose hat eine erstaunliche und beunruhigende Wirkung.", "Dies ist eine erstaunliche und störungsvolle Implikation der Prognose des CBO.", "Hier eine erstaunliche und störungsvolle Implikationen der CBO-Prognose.", "Dass die amerikanische Regierung mit ihren aktuellen Steuersätzen mehr als alle Einnahmen erwirtschaften würde, ist eine erstaunliche und beunruhigende Implikationen der Prognose der CBO.", "Die amerikanischen Finanzbehörden haben eine erstaunliche und beunruhigende Implikationen der Prognose der CBO."], "inp": "Here is an amazing and disturbing implication of the CBO’s forecast. By 2046, the projected outlays for the “mandatory” entitlement programs (Social Security and the major health programs), plus interest on the debt, would absorb more than all of the revenue that the government would collect with current tax rates.", "ref": "Die Vorhersage des CBO könnte faszinierende und verstörende Auswirkungen haben: Bleiben die Steuersätze bis dahin auf gleichem Niveau, wären die prognostizierten Aufwendungen für die „verbindlichen“ Sozialprogramme (Sozialversicherung und die großen Gesundheitsprogramme) gemeinsam mit den Schuldzinsen im Jahr 2046 höher als die Steuereinnahmen der Regierung."}
{"scores": [-0.26441541004009456, -0.28357932608402747, -0.29480290055530767, -0.2956714405342324, -0.3149469075946039, -0.3240098055282227, -0.33590117965896366, -0.37135143665764586, -0.3746051004767816, -0.4011202794527347, -0.47040902340991086, -0.4741174901006352, -0.4835799188997101, -0.5138701179384572, -0.5163376003214248, -0.5177980686135829, -0.5340050690019582, -0.5346345622511905, -0.5359899433136529, -0.5371753006647159, -0.5419915498455098, -0.5440803505352532, -0.5508963872257422, -0.5510893873281779, -0.5543095594539352, -0.5575512149020584, -0.5630266840076043, -0.5631780838889457, -0.5652302678751068, -0.5662319145062418, -0.568456990209502, -0.5698380035155984, -0.5716299381875605, -0.5718139586783252, -0.5718148936228918, -0.5725525539329738, -0.5747241736310134, -0.5748668516968405, -0.5760188707280245, -0.5782572155344952, -0.579203970345129, -0.5808554089237472, -0.5819603767053436, -0.5831899225493674, -0.5841098398315894, -0.5871492381307779, -0.5877210203288427, -0.5888322305451944, -0.5902182973872085, -0.5903125734429019, -0.5921744365763483, -0.5924634682751546, -0.592654315269136, -0.5935555985538358, -0.593639624260512, -0.5946394285171792, -0.5947601990824914, -0.595506227876947, -0.5993648467208592, -0.5995329952010399, -0.601276165212664, -0.603253108296479, -0.6043870556762153, -0.6073165471293781, -0.6082799188237855, -0.6095561224187638, -0.6146648294520578, -0.6152892848019965, -0.616070954625931, -0.6168987285894927, -0.6188228194520783, -0.6188968974081476, -0.6206135373516991, -0.6215685416556439, -0.6224271400035928, -0.6238866660702613, -0.6264866243919067, -0.6268850455181526, -0.6291843629379229, -0.6298864413717181, -0.6318033543997701, -0.6323106225430492, -0.632664704938917, -0.6349209841675845, -0.6356561559689078, -0.6385023578111453, -0.6410964790223443, -0.6446225049053451, -0.6454875270993516, -0.6462809766954845, -0.6495561817148889, -0.6498076591056753, -0.6500241064065797, -0.6512844978628899, -0.6514135940288927, -0.6526469796370237, -0.6529100915242837, -0.6542756752613708, -0.655089422061241, -0.657793063719317, -0.6585282557327986, -0.6590244630983321, -0.6591363710283581, -0.6597040725152221, -0.6606942992400676, -0.6643629065782214, -0.6658380421084326, -0.6685873650649049, -0.6695783594816601, -0.6702008648326233, -0.6703851764034359, -0.6707800551927882, -0.6756711062967987, -0.6756875750810754, -0.6778393461724544, -0.6783870422109416, -0.6799655863622769, -0.6826690614521637, -0.6834407163455284, -0.6838502263870817, -0.6865283275284799, -0.6865456176956045, -0.6882160262483923, -0.6890051599347623, -0.6892184515562882, -0.6923497750621921, -0.6923903052734303, -0.6933302226000194, -0.694007784824992, -0.6941442511649635, -0.6957024809216303, -0.6957127966865674, -0.6961267730918326, -0.6967936092457969, -0.6976788218688187, -0.6993997674497974, -0.7009664869062918, -0.7016793951003792, -0.7018421471703493, -0.7036945889656179, -0.704370976217884, -0.7053197302315216, -0.7054627912079173, -0.7068819961417545, -0.7073083204676138, -0.7087054119827629, -0.7089829830177526, -0.7096204875244243, -0.7097266475939594, -0.7097396451171023, -0.7103567177886955, -0.7106517231700952, -0.7164336304371823, -0.7227584165031722, -0.7239743715404774, -0.7245332459226501, -0.7246900406615883, -0.724915549506251, -0.7254540186557646, -0.7256325577738892, -0.7259466329646828, -0.7266351868029741, -0.727222052526803, -0.7296342203159291, -0.7300284456585062, -0.7302003925395513, -0.7308391011877028, -0.7308957856594803, -0.7311679710359867, -0.7320904338910913, -0.733312973571717, -0.7337978185280117, -0.7341935012081214, -0.7359749607061143, -0.7361622234388832, -0.7391870265093522, -0.7441360645132679, -0.7443739817447631, -0.7447802910374173, -0.7470028601836708, -0.7479522855478651, -0.7490017157852319, -0.7496780670198456, -0.7501632220141051, -0.7512809669557968, -0.7567415323964587, -0.7596217677526241, -0.7596937859249953, -0.7619134856250228, -0.7643627954207999, -0.7662211667140252, -0.7742592389982186, -0.7745373431454304, -0.776279269041763, -0.7777431335195266, -0.7788830104086208, -0.7855514972080322, -0.7918000096833475, -0.7958671782147844, -0.7974279393830217, -0.7989790788402092, -0.7995293784004527, -0.7995462033198792, -0.8004370615062256, -0.8011233313512162, -0.8037121828131446, -0.8041475233370461, -0.8076516130143478, -0.8099740026750928, -0.8104352362168633, -0.811946749206688, -0.8132905402695244, -0.8136602325303476, -0.8137915085630872, -0.8206814414924225, -0.8253021319677207, -0.8290575731188199, -0.8327742922054546, -0.8341583507911806, -0.83564008148491, -0.8387403855124468, -0.8405221093228497, -0.8415703666526223, -0.843855675590707, -0.8486460776975155, -0.8510678955436096, -0.8558799057891859, -0.8606564597655908, -0.8686563177853834, -0.8709136664666146, -0.8730122877919693, -0.8736703016411834, -0.8782689371096748, -0.8785346573786273, -0.8788489454489209, -0.8832383490501594, -0.8859539012753561, -0.8915929887059012, -0.8926064634958989, -0.8934399405981115, -0.8945717239643418, -0.8947839504309363, -0.9048942563916553, -0.9120536809542488, -0.9128665715825199, -0.9181354051931636, -0.9212727305863656, -0.9214657218142339, -0.923364344736234, -0.935511468644662, -0.9365612863123045, -0.9398517438953988, -0.9448175142411914, -0.9508247398366803, -0.9547754123595665, -0.9800235205091914, -0.9877240336803328, -1.0332945738484214, -1.0556271167171498, -1.0722474189898012, -1.114442764283544, -1.159190199820394, -1.1595175943649172, -1.1614047337957611, -1.1641071090144892, -1.3578772948836297], "cands": ["Wie reagieren Sie auf diese Einwände?", "Wie reagieren wir auf diese Einwände?", "Wie kann man auf diese Einwände reagieren?", "Wie reagiert man auf diese Einwände?", "Wie reagieren Sie auf diese Einwände?", "Wie soll man auf diese Einwände reagieren?", "Wie reagieren wir auf diese Einwände?", "Wie können wir auf diese Einwände reagieren?", "Wie können Sie auf diese Einwände reagieren?", "Wie reagiere ich auf diese Einwände?", "Wie kann man auf diese Einwände reagieren?", "Wie kann ich auf diese Einwände reagieren?", "Wie soll man auf diese Einwände reagieren?", "Wie kann man auf diese Einwände antworten?", "Wie reagieren auf diese Einwände?", "Wie reagiere man auf diese Einwände?", "Wie kann man diesen Einwänden begegnen?", "Wie reagieren Sie auf die Einwände?", "Wie kann man auf die Einwände reagieren?", "Wie reagiert man auf die Einwände?", "Wie reagieren auf diese Einwände?", "Wie reagierte man auf diese Einwände?", "Wie reagieren wir auf die Einwände?", "Wie soll man auf diese Einwände antworten?", "Wie soll man diesen Einwänden begegnen?", "Wie reagieren Sie auf diese Bedenken?", "Wie kann man auf diese Einwände eingehen?", "Wie kann auf diese Einwände reagiert werden?", "Wie soll man auf die Einwände reagieren?", "Wie kann man auf solche Einwände reagieren?", "Wie reagiert man auf diese Bedenken?", "Wie reagieren Sie auf diese Einwanderungen?", "Wie reagieren Sie auf die Einwände?", "So reagieren Sie auf diese Einwände?", "Wie können wir auf diese Einwände reagieren?", "Wie kann man auf diese Bedenken reagieren?", "Wie reagiert man auf solche Einwände?", "Wie kann man auf diese Einwanderungen reagieren?", "Wie können Sie auf diese Einwände reagieren?", "Wie soll auf diese Einwände reagiert werden?", "Wie reagiert man auf diese Einwanderungen?", "Wie reagieren wir auf diese Bedenken?", "Wie reagiert man auf diese Widersprüche?", "Wie können diese Einwände reagiert werden?", "Wie kann man an diese Einwände reagieren?", "Wie können Sie auf diese Einwände antworten?", "Wie reagiert man an diese Einwände?", "Wie reagieren wir auf die Einwände?", "Wie soll man an diese Einwände reagieren?", "Wie reagieren Sie auf diese Widersprüche?", "Wie reagieren wir auf diese Einwanderungen?", "Wie können wir auf diese Einwände antworten?", "Wie reagieren Sie auf diese Bedenken?", "Wie reagieren Sie auf solche Einwände?", "Wie reagieren Sie auf diese Einwanderungen?", "Wie kann man auf diese Widersprüche reagieren?", "Wie soll ich auf diese Einwände reagieren?", "Wie soll man auf diese Einwände eingehen?", "Wie kann man diesen Einwänden reagieren?", "Wie reagieren wir auf diese Widersprüche?", "Wie soll man auf solche Einwände reagieren?", "Wie soll man auf diese Einwanderungen reagieren?", "Wie reagieren wir auf solche Einwände?", "Wie reagieren Sie an diese Einwände?", "Wie soll man auf diese Bedenken reagieren?", "Wie soll man diesen Einwänden reagieren?", "Wie kann man diesen Einwänden antworten?", "Wie reagieren Sie auf diese Widersprüche?", "Wie reagieren wir auf diese Einwanderungen?", "Wie reagieren wir auf diese Bedenken?", "Wie soll man auf diese Widersprüche reagieren?", "Wie reagieren Sie auf solche Einwände?", "Wie können wir auf die Einwände reagieren?", "Wie können wir diesen Einwänden begegnen?", "Wie können Sie auf die Einwände reagieren?", "Wie reagiert man gegen diese Einwände?", "So reagieren wir auf diese Einwände?", "Wie reagieren wir auf diese Widersprüche?", "Wie reagieren wir auf solche Einwände?", "Wie kann man diesen Einwänden reagieren?", "Wie reagier ich auf diese Einwände?", "Wie können Sie diesen Einwänden begegnen?", "Wie reagiert man auf diese Widerstände?", "Wie soll man diesen Einwänden antworten?", "Wie soll man diesen Einwänden reagieren?", "Was soll man auf diese Einwände reagieren?", "Wie reagierest du auf diese Einwände?", "Wie reagierst du auf diese Einwände?", "Wie reagieren wir an diese Einwände?", "Wie kann man auf diese Widerstände reagieren?", "Wie können wir auf diese Einwanderungen reagieren?", "Wie können Sie auf diese Einwanderungen reagieren?", "Wie reagiert man zu diesen Einwänden?", "Wie reagieren Sie gegen diese Einwände?", "Wie reagieren Sie an diese Einwände?", "Wie können wir auf solche Einwände reagieren?", "Wie reagieren Sie auf diese Widerstände?", "Wie können wir auf diese Bedenken reagieren?", "Wie reagieren Sie gegen diese Einwände?", "Wie können wir an diese Einwände reagieren?", "Wie reagiere ich auf die Einwände?", "Wie können Sie auf solche Einwände reagieren?", "Wie kann man auf diese Einwänden reagieren?", "Wie können Sie auf diese Bedenken reagieren?", "Wie können diese Einwände beantwortet werden?", "Wie reagieren wir auf diese Widerstände?", "Und wie reagieren wir auf diese Einwände?", "Wie reagieren wir gegen diese Einwände?", "So reagieren Sie auf diese Einwände?", "Wie reagieren Sie auf diese Widerstände?", "Wie reagieren Sie zu diesen Einwänden?", "Wie kann man diese Einwände ansprechen?", "Und wie reagiert man auf diese Einwände?", "Wie soll man auf diese Widerstände reagieren?", "Wie reagieren wir gegen diese Einwände?", "Und wie kann man auf diese Einwände reagieren?", "Wie reagieren Sie auf diese Einwänden?", "Und wie soll man auf diese Einwände reagieren?", "Wie reagiere ich auf diese Einwanderungen?", "Wie reagieren wir auf diese Widerstände?", "Wie reagieren wir an diese Einwände?", "Wie reagiere ich auf diese Bedenken?", "Wie kann man diesen Einwänden entgegenwirken?", "Wie reagiert man auf diese Einwanderung?", "So kann man auf diese Einwände reagieren?", "Wie kann man auf diese Einwanderung reagieren?", "Wie reagieren Sie zu diesen Einwänden?", "Wie reagieren Sie auf diese Einwanderung?", "Wie können diese Einwände beantwortet werden?", "Und wie können wir auf diese Einwände reagieren?", "Und wie reagieren wir auf diese Einwände?", "Wie reagieren wir auf diese Einwänden?", "Wie kann man auf diese Einwendungen reagieren?", "Wie reagieren Sie auf Ihre Einwände?", "Und wie reagieren Sie auf diese Einwände?", "So können Sie auf diese Einwände reagieren?", "Wie kann man auf diese Äußerungen reagieren?", "Wie reagiert man auf diese Vorbehalte?", "Wie reagieren Sie auf diese Vorbehalte?", "Wie reagieren Sie darauf? Wie können Sie auf diese Einwände reagieren?", "Was kann man auf diese Einwände reagieren?", "Welche Antwort gibt es auf diese Einwände?", "Wie sollst du auf diese Einwände reagieren?", "Wie reagieren Sie auf diese Einsprüche?", "Welche Antwort soll man auf diese Einwände geben?", "Wie reagiere ich an diese Einwände?", "Wie soll man darauf reagieren? Wie kann man auf diese Einwände reagieren?", "So können wir auf diese Einwände reagieren?", "Wie reagieren wir zu diesen Einwänden?", "Wie reagiert man auf diese Einwendungen?", "Wie reagieren Sie auf diese Einwendungen?", "Wie reagiert man auf diese Äußerungen?", "Wie reagieren wir auf diese Einwanderung?", "Wie reagieren Sie auf diese Vorbehalte?", "Wie kann man auf diese Vorbehalte reagieren?", "Wie reagieren Sie auf diese Einwanderung?", "Wie kann man auf diese Behauptungen reagieren?", "Wie reagieren wir auf diese Vorbehalte?", "Wie soll man auf diese Einwendungen reagieren?", "Wie reagieren Sie auf diese Einfände?", "Wie soll man auf diese Einwanderung reagieren?", "Was ist mit diesen Einwänden zu tun?", "Wie soll man auf diese Äußerungen reagieren?", "Wie reagieren Sie auf diese Behauptungen?", "Wie reagieren wir zu diesen Einwänden?", "Wie reagieren wir auf diese Einwendungen?", "Wie reagiert man auf diese Einfände?", "Was soll man an diese Einwände reagieren?", "Was ist die Antwort auf diese Einwände?", "Wie kann man auf diese Einfände reagieren?", "Wie kann man diese Einwände bearbeiten?", "Welche Antwort haben wir auf diese Einwände?", "Wie kann ich diesen Einwänden begegnen?", "Wie reagieren Sie auf diese Bemängelungen?", "Wie können wir auf diese Widerstände reagieren?", "Wie reagieren wir auf diese Äußerungen?", "Wie reagieren Sie auf diese Einfände?", "Wie reagieren Sie darauf?lt_LT Wie können Sie auf diese Einwände reagieren?", "Wie reagieren wir auf diese Vorbehalte?", "Was können wir auf diese Einwände reagieren?", "Wie kann man diesen Einflüssen begegnen?", "Wie reagiere ich auf diese Widerstände?", "Was soll man gegen diese Einwände tun?", "Wie können Sie auf diese Widerstände reagieren?", "Wie reagieren wir auf diese Behauptungen?", "Wie können Sie sich auf diese Einwände einstellen?", "Wie reagieren wir auf diese Äußerungen?", "Wie soll man auf diese Vorbehalte reagieren?", "Wie soll man auf diese Einfände reagieren?", "Was können Sie auf diese Einwände reagieren?", "Was ist auf diese Einwände zu reagieren?", "Wie kann ich auf diese Bedenken reagieren?", "So antworten Sie auf diese Einwände?", "Wie reagieren Sie auf diese Widerspruche?", "Wie soll man diese Einwände bearbeiten?", "Welches ist die Antwort auf diese Einwände?", "Wie reagiert man auf diesen Einwand?", "Wie reagieren Sie auf diesen Einwand?", "Wie können wir diese Einwände bearbeiten?", "Was kann man gegen diese Einwände tun?", "Wie reagiert die EU auf diese Einwände?", "Wie reagiert man auf dieses Einwände?", "Wie reagieren Sie auf diese Widerspruche?", "Wie können Sie diese Einwände bearbeiten?", "Wie reagieren Sie auf diese Vorwürfe?", "Wie kann man diesen Einwängen reagieren?", "Wie reagieren auf die Einwände?", "Wie reagieren Sie auf diesen Einwand?", "Welche Reaktionen können Sie auf diese Einwände geben?", "Was kann man an diese Einwände reagieren?", "Welche Reaktion auf diese Einwände?", "Wie reagieren wir auf diesen Einwand?", "Welche Antwort auf diese Einwände?", "Wie soll die Antwort auf diese Einwände gegeben werden?", "Wie reagieren wir auf diese Vorwürfe?", "Was sollen wir auf diese Einwände reagieren?", "Wie können die Einwände beantwortet werden?", "Wie reagieren wir auf diesen Einwand?", "Wie kann man darauf reagieren?km_KH", "Wie reagieren die Einwände?", "Wie kann die Antwort auf diese Einwände gegeben werden?", "Wie kann man auf diesen Einwand reagieren?", "Wie können diese Einwanderungen reagiert werden?", "Wie reagieren die Einwände?", "Wie reagieren auf diese Einwanderungen?", "Wie reagieren wir auf diese Einflüchte?", "Welche Antworten Sie auf diese Einwände geben?", "Wie reagieren wir auf diese Einflüchte?", "Wie kann man diesen Bedenken reagieren?", "Wie reagieren Sie auf die Bedenken?", "Wie können diese Bedenken reagiert werden?", "Wie reagieren Sie darauf?et_EE Wie können Sie sich auf diese Einwände einlassen?", "Wie soll man diesen Einflüssen reagieren?", "Wie soll man auf diesen Einwand reagieren?", "Wie reagieren Sie darauf?km_KH", "Wie reagiert man darauf?km_KH", "Wie soll man diesen Bedenken reagieren?", "Wie reagiert der Mensch auf diese Einwände?", "Wie reagieren auf diese Bedenken?", "Wie reagieren Sie auf diese Widerspruch?", "Wie reagieren wir auf die Bedenken?", "Wie reagieren auf diese Bedenken?", "Was sollen Sie auf diese Einwände reagieren?", "Wie kann man diesen Einwand reagieren?", "Wie reagieren wir darauf?km_KH", "Wie reagieren Sie darauf?km_KH", "Wie kann ich diese Einwände bearbeiten?", "Wie kann man auf dieses Einwand reagieren?", "Wie kann diese Einwände beantwortet werden?", "Wie können Sie darauf reagieren?km_KH", "Wie soll man diesen Einwand reagieren?", "Wie können wir darauf reagieren?km_KH", "Wie reagieren wir darauf?km_KH", "Und was soll man auf diese Einwände reagieren?", "Welchen Beitrag können Sie zu diesen Einwänden leisten?", "Wie reagieren wir auf dieses Einwand?", "Wie reagieren Sie darauf?fi_FI", "Wie reagiere ich darauf?km_KH", "Wie kann ich darauf reagieren?km_KH", "Wie kann man diesen Widerspruch reagieren?", "Wie kann man diese Bedenken bearbeiten?", "Wie soll man diese Bedenken bearbeiten?", "Wie reagieren die Bedenken?km_KH", "Wie können Sie diesen Einwand beheben?", "Wie können wir diesen Einwand beheben?", "Welche Antwort darauf geben?km_KH"], "inp": "How to respond to these objections?", "ref": "Wie auf diese Einwände eingehen?"}
{"scores": [-0.2435644566939231, -0.25367536342176583, -0.2617511028819086, -0.2968260048039754, -0.3053176038262183, -0.3070637785526732, -0.30820390457228064, -0.31449600320020416, -0.31652563169986675, -0.31933557344764596, -0.3203254335341329, -0.3217454959125189, -0.3329411414521081, -0.3335235837680867, -0.33641987375669496, -0.34110074596928863, -0.34297639378540973, -0.3437242589954449, -0.34426315353846415, -0.3457128132033462, -0.34655291693393203, -0.35122962002144087, -0.35989335279034584, -0.36164933513063446, -0.3627813569457075, -0.36666225475057795, -0.3678985827702678, -0.3692203961386006, -0.37126153842947446, -0.37161579499983577, -0.3731016404995386, -0.3768765765573331, -0.3797557107792652, -0.3841104306770512, -0.3855012514702984, -0.3898194301368847, -0.3962113635568352, -0.39646023207496894, -0.39875199034306896, -0.4048747571778761, -0.4058069567171504, -0.4067925176536799, -0.41031182205499345, -0.41108658524383357, -0.41394393919014355, -0.4144912738983895, -0.4161728096935563, -0.4171872169306831, -0.417599257560778, -0.41989919344546556, -0.42034133652985317, -0.42075069428749456, -0.4212906679006522, -0.42260314019943285, -0.42269988518970497, -0.42328733103910093, -0.42365980297495265, -0.4245560738296237, -0.42467300684324566, -0.4260264117811312, -0.4263736288239572, -0.42824559248873423, -0.4342394531550074, -0.4412023274530085, -0.4412229229315152, -0.4416559605052722, -0.443637340295802, -0.44546713663880527, -0.4487792491008582, -0.45272237393850107, -0.45566196578288415, -0.4567056085910115, -0.45709657409012733, -0.45726524997056317, -0.45792138134105653, -0.45867052601681657, -0.45997765537164714, -0.4687858580479739, -0.4711213032815471, -0.4742466545823374, -0.4744535029721526, -0.4792323550101953, -0.48199941369256605, -0.48621527591680996, -0.49542573695550274, -0.5304264701772082, -0.5456105061819152, -0.5474679409359698], "cands": ["Die meisten Regulierungsbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich darin einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktionell sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer stimmen überein, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich darüber einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind der Meinung, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer stimmen zu, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich einig, dass Europas Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich einig, dass europäische Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich einig, dass die Finanzmärkte Europas dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind damit einverstanden, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind der Ansicht, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Aufsichtsbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsstellen und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsstellen und Marktteilnehmer sind sich darin einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind darin einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsorgane und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind der Auffassung, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierer und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer stimmen ein, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierer und Marktteilnehmer sind sich darin einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungs- und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich der Ansicht, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmende sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmenden sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulatoren und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer werden sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsgremien und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich überein, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer teilen sich ein, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und die Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten regulatorischen und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Aufsichtsbehörden und Marktteilnehmer stimmen überein, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer stimmen mit, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsstellen und Marktteilnehmer stimmen überein, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierenden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten regulatorischen Einrichtungen und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsorgane und Marktteilnehmer stimmen überein, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierer und Marktteilnehmer stimmen überein, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsstellen und Marktteilnehmer sind der Meinung, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Akteure des Marktes sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer behaupten, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer stimmen der Ansicht zu, dass die europäischen Finanzmärkte dysfunktional sind.", "Mehrere Regulierungsbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regisseure und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Viele Regulierungsbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden sowie Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Reglementierungsbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungs- und Marktteilnehmer stimmen überein, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierer und Marktteilnehmer sind der Meinung, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regierungsbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die Mehrzahl der Regulierungsbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten regulatorischen Institutionen und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilhaber sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Reglementäre und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die Mehrheit der Regulierungsbehörden und Marktteilnehmer ist sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulatoren und Marktteilnehmer stimmen überein, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktbeteiligte sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierende und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Market-Teilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulatoren und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten regulatorischen Organe und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten regulatorischen Stellen und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Der Großteil der Regulierungsbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten regulatorischen und Marktteilnehmer stimmen überein, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer stimme der Auffassung zu, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Aufsichtsstellen und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierung und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Märkteteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulatoren und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Aufsichts- und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Aufsichtsgremien und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungssysteme und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierenden und Marktteilnehmer stimmen überein, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulateure und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Der größte Teil der Regulierungsbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungen und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten regulatoren und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulatorien und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Reglementarbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulators und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulatoren und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Meist sind die Regulierungsbehörden und Marktteilnehmer der Meinung, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meiste Zahl der Regulierungsbehörden und Marktteilnehmer ist sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Viele Reglementäre und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Viele regulatorische und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind."], "inp": "Most regulators and market participants agree that Europe's financial markets are dysfunctional.", "ref": "Die meisten Regulierer und Marktteilnehmer stimmen überein, dass Europas Finanzmärkte nicht richtig funktionieren."}
{"scores": [-0.45066405353737315, -0.45638697102938636, -0.47306483366264535, -0.5540694162472136, -0.5565874957283656, -0.5588594670223839, -0.566858768428186, -0.5712062369405019, -0.5762063583998037, -0.58087115474741, -0.5821457667735446, -0.5937959833782461, -0.5987506225721885, -0.6015739436935527, -0.6079691940329582, -0.6137842577212124, -0.6488292321208354, -0.6489161768657761, -0.6558655981532704, -0.6565414382802089, -0.6611574570977333, -0.6613821807043037, -0.6623720084544539, -0.6626627599790456, -0.6640831538601438, -0.6658132651529222, -0.6667116130878077, -0.6682291550471585, -0.6685111115186515, -0.6701479566352753, -0.6726725962479992, -0.6736343115426673, -0.6759024254430459, -0.6775130893197043, -0.6780569328367199, -0.6796186486372255, -0.6805740629453247, -0.6811189309122225, -0.6844715867936823, -0.6882090570682231, -0.702978115539489, -0.7040465491238074, -0.7043963801584381, -0.7066010673311593, -0.7095344014741266, -0.7103477000466022, -0.7111650503013873, -0.7150503708915494, -0.7225225245732596, -0.723016088785993, -0.7239609476278479, -0.7284011504763777, -0.7359049033918195, -0.7374101043580659, -0.7384161542601904, -0.7415359463505492, -0.7469451764917023, -0.7487861811556372, -0.750156618945472, -0.7508904222164133, -0.7598519255096041, -0.7624540396498463, -0.7695980085165922, -0.7708270529080208, -0.7708482115222898, -0.7721764300945934, -0.7740062312332903, -0.7782692425806169, -0.7784002420683588, -0.7787659840520977, -0.7834817160852827, -0.7852331640593063, -0.7859350456694022, -0.7864099467083536, -0.7865177233012806, -0.7875169212955504, -0.7888510019353208, -0.7903920320343695, -0.7923691821643091, -0.7927752943644589, -0.8030356558293198, -0.8068291635235136, -0.8086015042823262, -0.8096708505392486, -0.8143741743515979, -0.8159888425929556, -0.8176081839558912, -0.8211684844522517, -0.8219659910712273, -0.822555197076854, -0.8226160537496539, -0.824219420289338, -0.8248341604302649, -0.8262973930341707, -0.8271641654118581, -0.8275741805234543, -0.8326925903283263, -0.8355277597467724, -0.8360227931342146, -0.8374770118974525, -0.8416038697791021, -0.8489882550497183, -0.850315021908633, -0.8514888858350312, -0.8520328050957847, -0.8521760443487277, -0.8537855551844038, -0.8561624916673594, -0.8574388097595658, -0.8579208089209197, -0.8617393114994548, -0.8630549860497951, -0.863783588326176, -0.8638930652591623, -0.8667709487988167, -0.867372602671849, -0.8718808577492482, -0.8863935250905337, -0.8907605898591683, -0.8956874807582612, -0.8968699545756786, -0.9021494433795365, -0.9087914516673874, -0.9135365701725459, -0.9191060311885683, -0.9264199702645654, -0.9374206087657863, -0.9444173847953615, -0.9460082964968844, -0.9478777988436712, -0.9547034385661816, -0.9569426483420608, -0.9624593672582634, -0.9717119265539241, -0.9807347698818197, -0.9864452347705608, -0.9885096992520975, -1.000619710658964, -1.0022616352654083, -1.006952345258386, -1.017640710666572, -1.0178719601201869, -1.029213382797203, -1.0342748942378248, -1.0387347920515697, -1.0729460055258238, -1.080009525290973, -1.0852386308011923, -1.0856967518688323, -1.0951370827104054, -1.1053452998290976, -1.1318540719897259, -1.2150114536009022, -1.307683602357767], "cands": ["Andere Länder könnten das schwedische System erforschenswert finden.", "Andere Länder könnten das System Schwedens erforschenswert finden.", "Andere Länder könnten Schwedens System erforschenswert finden.", "Andere Länder könnten schwedisches System erforschenswert finden.", "Andere Länder könnten sich das System Schwedens als erforschenswert erweisen.", "Andere Länder könnten das schwedische System sehen, das es sich lohnt, zu studieren.", "Andere Länder könnten sich das System Schwedens für eine Studie lohnen.", "Andere Länder könnten das schwedische System der Studie wert finden.", "Andere Länder könnten das System Schwedens sehen, das es sich lohnt, zu studieren.", "Andere Länder könnten sich das schwedische System für eine Studie lohnen.", "Andere Länder könnten sich das schwedische System als erforschenswert erweisen.", "Andere Länder könnten das System Schwedens als erforschenswert erweisen.", "Andere Länder könnten es sich lohnt, das schwedische System zu studieren.", "Andere Länder könnten Schwedens System sehen, das es sich lohnt, zu studieren.", "Andere Länder könnten das schwedische System als erforschenswert erweisen.", "In anderen Ländern lohnt es sich, das schwedische System zu studieren.", "Andere Länder könnten sich für Schwedens System interessieren, das man studieren sollte.", "Andere Länder könnten sich für Schwedens System als erstaunlich erweisen.", "Andere Länder könnten es für ein Studium des schwedischen Systems wert sein.", "Andere Länder könnten sich für das schwedische System interessieren, das man studieren sollte.", "Andere Länder könnten sich das System Schwedens anschauen, das es sich lohnt, zu studieren.", "Andere Länder könnten das schwedische System für eine Studie wert finden.", "Andere Länder könnten sich das System Schwedens für studieren lohnen.", "Andere Länder könnten Schwedens System als erforschenswert erweisen.", "In anderen Ländern lohnt sich vielleicht, das schwedische System zu studieren.", "Andere Länder könnten Schwedens System der Studie wert finden.", "Andere Länder könnten sich für Schwedens System würdig erweisen.", "Andere Länder könnten sich das System Schwedens für ein Studium interessieren.", "Andere Länder könnten sich das System Schwedens erweisen, das es sich lohnt, zu studieren.", "Andere Länder könnten sich für die Studie des schwedischen Systems interessieren.", "Andere Länder könnten das System Schwedens bewerten, das man studieren sollte.", "In anderen Ländern könnte das System Schwedens erforschenswert sein.", "In anderen Ländern könnte es sich lohnt, das schwedische System zu studieren.", "Andere Länder könnten es vorziehen, Schwedens System zu studieren.", "Andere Länder könnten es wert sein, Schwedens System zu studieren.", "Andere Länder könnten es sich für ein Studium des schwedischen Systems lohnen.", "Andere Länder könnten sich für schwedisches System interessieren, das man studieren sollte.", "In anderen Ländern könnte das schwedische System erforschenswert sein.", "Andere Länder könnten das System Schwedens für eine Studie wert finden.", "Andere Länder könnten sich vorstellen, dass das schwedische System studiert werden sollte.", "Andere Länder könnten sich für das System Schwedens interessieren, das man studieren sollte.", "Andere Länder könnten sich das System Schwedens für einen Studienwert halten.", "In anderen Ländern ist es vielleicht sinnvoll, das schwedische System zu studieren.", "Andere Länder könnten schwedisches System als erforschenswert erweisen.", "Andere Länder könnten das System Schwedens als gut zu studieren ansehen.", "Andere Länder könnten Schwedens System für eine Studie wert finden.", "Andere Länder könnten sich vorstellen, dass Schwedens System studieren lohnt.", "Andere Länder könnten das System Schwedens als studierbar empfinden.", "In anderen Ländern lohnt sich das System Schwedens vielleicht zu studieren.", "Andere Länder könnten sich das System in Schweden als erforschenswert erweisen.", "Andere Länder könnten sich dafür interessieren, dass Schwedens System studierbar ist.", "Andere Länder könnten das schwedische System für sich als erforschenswert erweisen.", "Andere Länder könnten das System Schwedens für ein Studium wert finden.", "In anderen Ländern könnte sich das System Schwedens als erstaunlich erweisen.", "Andere Länder könnten Schwedens System als gut zu studieren ansehen.", "Andere Länder könnten es für das System Schwedens wert sein, es zu studieren.", "Andere Länder könnten sich an Schwedens System richten, das es sich lohnt, zu studieren.", "In anderen Ländern könnte sich das schwedische System als erstaunlich erweisen.", "Andere Länder könnten das System Schwedens für einen Studienwert finden.", "Andere Länder könnten es schätzen, dass Schwedens System studiert werden sollte.", "Andere Länder würden vielleicht das System Schwedens erforschenswert finden.", "Andere Länder könnten Schwedens System für ein Studium wert finden.", "Andere Länder könnten schwedischen System sehen, das es sich lohnt, zu studieren.", "In anderen Ländern könnten Schwedens System erforschenswert sein.", "Andere Länder könnten das System von Schweden als erforschenswert erweisen.", "Andere Länder mögen sich das System Schwedens für eine Studie lohnen.", "Andere Länder könnten sich dafür entscheiden, dass Schwedens System studieren lohnt.", "Andere Länder könnten sich für ein schwedisches System interessieren.", "Andere Länder mögen das System Schwedens als erforschenswert erweisen.", "Andere Länder würden sich das System Schwedens vielleicht als erstaunlich erweisen.", "Andere Länder würden es vielleicht wert sein, Schwedens System zu studieren.", "Andere Länder könnten sich an das System Schwedens richten, das es sich lohnt, zu studieren.", "Andere Länder können das System Schwedens als erforschenswert erweisen.", "Andere Länder könnten das System in Schweden als erforschenswert erweisen.", "Andere Länder könnten Schwedens System für einen Studienwert finden.", "Andere Länder könnten schwedisches System für eine Studie wert finden.", "Andere Länder können sich das System Schwedens für eine Studie lohnen.", "Andere Länder können das schwedische System als erforschenswert erweisen.", "Andere Länder könnten sich das System von Schweden für eine Studie lohnen.", "Andere Länder können sich das schwedische System für eine Studie lohnen.", "Andere Länder könnten sich das Schweden-System für eine Studie lohnen.", "Auch andere Länder könnten das System Schwedens als erforschenswert erweisen.", "Auch andere Länder könnten das schwedische System als erforschenswert erweisen.", "Andere Länder würden das schwedische System vielleicht als erforschenswert erweisen.", "Auch andere Länder könnten sich das System Schwedens für eine Studie lohnen.", "Andere Länder könnten das System der Schwedens erforschenswert finden.", "Andere Länder könnten das System Schwedens für studieren wert finden.", "Andere Länder könnten das schwedische System für studieren würdig finden.", "In anderen Ländern ist das System Schwedens vielleicht interessant zu studieren.", "Andere Staaten könnten das System Schwedens als erforschenswert erweisen.", "Andere Länder würden sich vielleicht für Schwedens System interessieren, das man studieren sollte.", "Einige andere Länder könnten das System Schwedens als erforschenswert erweisen.", "Andere Staaten könnten das schwedische System als erforschenswert erweisen.", "Andere Länder sollten sich das System Schwedens vielleicht als erforschenswert erweisen.", "In anderen Ländern kann sich das System Schwedens als erstaunlich erweisen.", "Andere Länder würden das System Schwedens vielleicht als erforschenswert erweisen.", "Weitere Länder könnten das System Schwedens als erforschenswert erweisen.", "Weitere Länder könnten das schwedische System als erforschenswert erweisen.", "Andere Länder können sich für Schwedens System als erstaunlich erweisen.", "Andere Staaten könnten sich das System Schwedens für eine Studie lohnen.", "Andere Länder mögen schwedisches System als erforschenswert erweisen.", "In anderen Ländern kann das schwedische System durchaus erforschenswert sein.", "Andere Länder könnten schwedische Systeme für sich erforschenswert finden.", "Andere Länder würden Schwedens System vielleicht als erforschenswert erweisen.", "Weitere Länder könnten sich das System Schwedens für eine Studie lohnen.", "Andere Ländern könnten das schwedische System als erforschenswert erweisen.", "Andere Ländern könnten das System Schwedens als erforschenswert erweisen.", "Einige andere Länder könnten sich das System Schwedens für eine Studie lohnen.", "Andere Länder können es für ein Studium des schwedischen Systems wert sein.", "Auch andere Länder könnten es für ein Studium des schwedischen Systems wert sein.", "Andere Länder könnten Schwedens System für studieren wert finden.", "Andere Länder mögen es sich für ein Studium des schwedischen Systems lohnen.", "In anderen Ländern könnte sich Schwedens System als gut erforschenswert erweisen.", "Andere Länder könnten Schweden als System erforschenswert erweisen.", "Andere Länder können schwedisches System als erforschenswert erweisen.", "Andere Länder mögen das schwedische System für sich als erforschenswert erweisen.", "Einige Länder könnten das System Schwedens als erforschenswert erweisen.", "Andere Länder könnten das Schwedensystem als erforschenswert erweisen.", "Andere Länder können Schwedens System als erforschenswert erweisen.", "Andere Ländern könnten sich das System Schwedens für eine Studie lohnen.", "Einige Länder könnten sich das System Schwedens für eine Studie lohnen.", "Andere Länder sollten das schwedische System vielleicht erforschen.", "Andere Staaten könnten es für ein Studium des schwedischen Systems wert sein.", "In anderen Ländern könnten sich Schwedens System als gut erforschenswert erweisen.", "In einigen anderen Ländern könnte sich das System Schwedens als erstaunlich erweisen.", "Andere Lande könnten das System Schwedens als erforschenswert erweisen.", "Einige anderen Länder könnten das System Schwedens als erforschenswert erweisen.", "In anderen Ländern könnte Schwedens System interessant sein.", "Auch in anderen Ländern könnte sich das System Schwedens als erstaunlich erweisen.", "In anderen Länder könnte sich das System Schwedens als erstaunlich erweisen.", "Andere Länder mögen Schwedens System als gut zu studieren empfinden.", "In anderen Staaten könnte sich das System Schwedens als erstaunlich erweisen.", "Auch andere Länder könnten Schwedens System als gut zu studieren ansehen.", "In weiteren Ländern könnte sich das System Schwedens als erstaunlich erweisen.", "Andere könnten das System Schwedens als erforschenswert erweisen.", "Andere Länder könnten schwedisch-schweizerisches System als erforschenswert erweisen.", "Andere Land könnten das System Schwedens als erforschenswert erweisen.", "Andere Länder sollten Schwedens System vielleicht als erforschenswert erweisen.", "Andere Länder könnten das Schweden-System für studieren wert finden.", "Andere Länder könnten Schwedens Anlagen als erforschenswert erweisen.", "Einige andere Länder könnten Schwedens System als gut zu studieren ansehen.", "Andere Staaten könnten Schwedens System als gut zu studieren ansehen.", "Weitere Länder könnten Schwedens System als gut zu studieren ansehen.", "Andere Staaten würden das System Schwedens vielleicht als erforschenswert erweisen.", "Andere Länder könnten Schwedens System für sich als gut erforschen.", "Andere Ländern könnten Schwedens System als gut zu studieren ansehen.", "Einige Länder könnten Schwedens System als gut zu studieren ansehen.", "Andere Länder könnten Schwedens Systems für eine Studie wert finden.", "Andere Länder könnten das Schwedens System für studieren wert finden.", "Andere Länder könnten Schweden’s System für studieren wert finden.", "Andere Länder sollten das System Schwedens vielleicht studieren.", "Andere Länder könnten Schweden sein System für studieren würdig finden.", "Andere Länder könnten Schweden-Systeme für studieren wert finden.", "Auch andere Länder würden Schwedens System vielleicht als gut erforschen."], "inp": "Other countries might find Sweden’s system worth studying.", "ref": "Andere Länder finden Schwedens System vielleicht nachahmenswert."}
{"scores": [-0.37039973450104774, -0.38554994033672574, -0.3955765730685002, -0.4121444378929134, -0.4351458052083209, -0.43744076563779016, -0.44697269148185986, -0.450395140939974, -0.4523823867352875, -0.4639238027552122, -0.4652958504443479, -0.4678996636876784, -0.4687488663949405, -0.47013133809557206, -0.4704702325301078, -0.4725656035837785, -0.4736023949731088, -0.4766170122168231, -0.4842607152856517, -0.48454277138950536, -0.48605171383944384, -0.4887065974814715, -0.4891888988535725, -0.49906015919071733, -0.5011621436633875, -0.5080402169082339, -0.5197846123791633, -0.5248489512808961, -0.5250528946284897, -0.5319601125155752, -0.5322917640628246, -0.5393734930752577, -0.5429731543179548, -0.5439046553841536, -0.5443122395582677, -0.5454031850281513, -0.5489748115144736, -0.5523079885599409, -0.552867395578157, -0.5542298619386096, -0.5575641619015298, -0.5577506821981664, -0.5594042624486714, -0.5609993339558069, -0.5613428753962774, -0.5622630349506047, -0.5632774826425309, -0.5659216641382693, -0.5668548834621737, -0.5679021226751211, -0.5694693352390156, -0.5696346509739219, -0.5706434407785321, -0.570814214225925, -0.5710413486112453, -0.5712142931378378, -0.5735528452573386, -0.5739548228839256, -0.5750587389797303, -0.576509502727482, -0.5792503846528996, -0.5793948014181347, -0.5800326589698961, -0.5811287718552561, -0.5817190242237266, -0.5830920702101983, -0.5850874112206186, -0.5948016997860016, -0.5951166860896245, -0.5960942223723945, -0.5980367440069155, -0.6002889753748517, -0.6005143755906506, -0.601517555144902, -0.6084609068221033, -0.6087219871564125, -0.6144178575855859, -0.6338204150190684, -0.6394304168330686, -0.6533675543839912, -0.6589946997493107, -0.6629572482169194, -0.676309561825456, -0.6788808626363444, -0.687042997392409, -0.7052747373037461, -0.720851427527382], "cands": ["Im Vorfeld der Wahlen zum Europäischen Parlament in diesem Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen zum Europäischen Parlament im Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen zum Europäischen Parlament in Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen zum Europäischen Parlament im Mai proclamieren Rekordzahlen von Menschen eine europäische Identität.", "Im Vorfeld der Wahlen zum Europäischen Parlament im Mai werden Rekordzahlen von Menschen eine europäische Identität proklamieren.", "Im Vorfeld der Wahlen zum Europäischen Parlament dieses Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen zum Europäischen Parlament dieses Jahres im Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Europäischen Parlamentswahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Europäischen Parlamentswahlen in diesem Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Parlamentswahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor den Wahlen zum Europäischen Parlament in diesem Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorbereitung der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorbereitung der Wahlen zum Europäischen Parlament in diesem Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen zum Europäischen Parlament sind Rekordzahlen von Menschen, die eine europäische Identität proklamieren.", "Im Vorfeld der Wahl zum Europäischen Parlament in diesem Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor den Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Europawahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorbereitung auf die Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen zum Europäischen Parlament im Mai bekennen Rekordzahlen von Menschen eine europäische Identität.", "Im Vorfeld der Parlamentswahlen in diesem Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Europaparlamentswahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen für das Europäische Parlament in diesem Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahl zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Europaparlamentswahlen in diesem Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen für das Europäische Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen zu den Europäischen Parlamenten im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen zum Europäischen Parlament, die im Mai stattfinden, verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Europawahlen in diesem Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der europäischen Parlamentswahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorbereitung der Europäischen Parlamentswahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Während der Vorbereitung der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlen von Menschen eine europäische Identität.", "In der Vorbereitung auf die Parlamentswahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Auf dem Vorfeld der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen ins Europäische Parlament im Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorbereitung der Parlamentswahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In dem Vorfeld der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorsaison der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Zeit vor den Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld für die Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In Vorbereitung auf die Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorbereitung für die Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor den Wahlen zum Europäischen Parlament in Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor den Wahlen zum Europäischen Parlament dieses Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorbereitung der Europaparlamentswahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen im Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorbereitung auf die Wahl zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor den Europaparlamentswahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorfeldphase der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Auf dem Vormarsch der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorbereitung der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In den Vorbereitungen auf die Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahl des Europäischen Parlaments im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorbereitung auf die Europawahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor den Parlamentswahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor den Europawahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorrunde für die Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorbereitung der Europawahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor den Europäischen Parlamentswahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Während der Vorbereitung auf die Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Auf dem Weg zu den Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen zum Europaparlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor der Wahl zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Europa-Parlamentwahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor den Wahlen für das Europäische Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld von den Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Europaparlamentwahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahlen in das Europäische Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor den Wahlen im Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In Vorbereitung der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Europawahlen in Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In der Vorlaufzeit der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorlauf der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Zuge der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorfeld der Wahl für das Europäische Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Während der Vorwahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlen von Menschen eine europäische Identität.", "Im Vorfeld des Europäischen Parlaments in diesem Mai verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Vorbereitungsprozess für die Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor der Europäischen Parlamentswahl im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Im Rahmen der Vorbereitung der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor den Wahlen ins Europäische Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor der Europawahl im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "In den Vorläufern der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Auf dem Weg zur Wahl zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor dem Europäischen Parlamentswahlen im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Vor den Europawahlen in Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität.", "Auf der Vorfeldphase der Wahlen zum Europäischen Parlament im Mai dieses Jahres verkünden Rekordzahlende Menschen eine europäische Identität."], "inp": "In the run-up to the European Parliament elections this May, record numbers of people are proclaiming a European identity.", "ref": "Im Vorfeld der Wahlen zum Europäischen Parlament im Mai legt eine Rekordzahl an Menschen ihr Bekenntnis zu einer europäischen Identität an den Tag."}
{"scores": [-0.40452377738306605, -0.4140894312464773, -0.41740616979835216, -0.42128116655466585, -0.4263532858460744, -0.4379466663281902, -0.4393225169143954, -0.4572296799520602, -0.4621654867493008, -0.47075318696133894, -0.49051207716094686, -0.49730899447279364, -0.5003339661771892, -0.5108875789677956, -0.5180714826562913, -0.5183358684084582, -0.522702573348075, -0.52303926596447, -0.5231107226521694, -0.5254148099568114, -0.5268157007768206, -0.5300616044221841, -0.5330977636929329, -0.5411202334450167, -0.5438236889192191, -0.545080996563122, -0.5507437022202588, -0.5510420095383183, -0.5519530120070776, -0.5536678069545607, -0.554057890863415, -0.5567435565405737, -0.5568853956769889, -0.5591905103616017, -0.5673708647005744, -0.5678863811312642, -0.5693982850168854, -0.5707836119970903, -0.5709453212198151, -0.5717675995798284, -0.5722531008354158, -0.5725089388937713, -0.5740588423162132, -0.5772042289147102, -0.5789371781091404, -0.5851657056161702, -0.5888447643495712, -0.59101350220385, -0.5917329933659012, -0.5928694370540246, -0.5931868543549955, -0.5939062478198074, -0.5942645932835843, -0.6012645724522633, -0.6018753788083226, -0.6021010546271742, -0.6024863348842384, -0.602869630274288, -0.606205094804684, -0.6063955150023403, -0.6079607809715475, -0.6091134965543604, -0.6092353477430317, -0.609393418458983, -0.6107773874477922, -0.6126844881577397, -0.6158173203115557, -0.6256863027131832, -0.6275800307770218, -0.6295895610623349, -0.6303360670683386, -0.6314785112491059, -0.6333897029287004, -0.634336584482112, -0.6359317684046805, -0.6365690219009364, -0.6366572392614234, -0.6373253422766896, -0.6386376618118006, -0.6403851722626901, -0.6421248447526308, -0.6428723272008161, -0.6443164644795176, -0.6448997438215599, -0.645247952285718, -0.645682667928406, -0.6461104038816572, -0.6484932249064187, -0.6492841171172586, -0.6497461774325227, -0.6497645969731748, -0.6516988937699391, -0.6528494842802992, -0.6534705431238526, -0.6548938286521607, -0.6553290274531323, -0.6569092466210892, -0.6569451427934038, -0.6571776431778391, -0.6574478985532548, -0.6600928556243449, -0.6629733945037649, -0.662997480582822, -0.6632938571277375, -0.663449672873631, -0.6645368420539957, -0.665569296545343, -0.6676749902897048, -0.6679841489473878, -0.6685984363921006, -0.6706202318790003, -0.6708169751823468, -0.6715071715937835, -0.6717315177677946, -0.67362562903821, -0.6738861710811841, -0.6747679928746432, -0.6749321231994961, -0.6750169205649178, -0.6750311251802817, -0.676765407792225, -0.6771830015828374, -0.6795242679881397, -0.6814856605445405, -0.6824901210794545, -0.6827886316371474, -0.685762980829247, -0.6865778674575962, -0.6869923529245724, -0.6875597797110621, -0.6880372101373309, -0.6883792376305443, -0.6896763588304964, -0.6908249398799184, -0.691137077357063, -0.6927024042696844, -0.6927159310706311, -0.6929229485711255, -0.695390983457638, -0.6954487150998822, -0.6962565734718515, -0.6963496135410793, -0.696407506859921, -0.69706440318494, -0.699458185682947, -0.6996735039476933, -0.7000582162977675, -0.7006255095709866, -0.7012187507795141, -0.7037859771292402, -0.7061817165212911, -0.706875842490483, -0.7084954390162532, -0.7095037112615047, -0.7100082134332105, -0.7110721269349305, -0.7143560350888458, -0.7169116718983775, -0.7179676959912716, -0.7184071800882308, -0.7198958060433585, -0.7213653213033667, -0.7215773533929752, -0.722082121334557, -0.7239944961327226, -0.725613115467346, -0.7268353124185245, -0.7275853698248151, -0.7282253537619691, -0.7288813434259318, -0.7307618562936298, -0.7322977562301741, -0.7333632114878841, -0.7348229525093207, -0.7359801800022695, -0.7360922756474156, -0.7370924025839203, -0.7377296243942222, -0.7389854897658409, -0.7427200502038763, -0.7436546806248037, -0.7441418941626039, -0.7441598530817549, -0.7449906945487377, -0.7497010465889703, -0.7500095613647451, -0.7520891715137933, -0.7534786159568363, -0.7540198883096838, -0.7578648545539293, -0.7588334851159639, -0.7595576961849385, -0.7609051378520139, -0.7613796811549158, -0.7616592718840282, -0.7626194972990652, -0.7631703883825801, -0.7677354817155202, -0.7683047913803395, -0.7687231452724295, -0.7687874625544024, -0.7701815257806416, -0.7707946829799055, -0.7719545718321325, -0.7729565751241959, -0.7754566194686457, -0.7755798450576085, -0.7781998690892064, -0.7789659858936842, -0.7817768314852644, -0.7822665343092574, -0.7826732218793756, -0.7835530667025753, -0.7861542425174409, -0.7863426431010295, -0.7879182854109632, -0.7894095730844392, -0.7916039003825569, -0.7953067582103805, -0.800448634630723, -0.8025076195811212, -0.8060217916097516, -0.8069582473449669, -0.8077833352028045, -0.8115700149666679, -0.8117286004120203, -0.8119938461488657, -0.8125804989010091, -0.8129262462650728, -0.8132795261601562, -0.8135205154759186, -0.8159157484577428, -0.8159870363017642, -0.820224541928779, -0.8224058034253896, -0.8231587554078902, -0.8250258958904929, -0.8257357887974288, -0.8288533318576726, -0.8297972772486901, -0.8312131297548264, -0.8327234567996064, -0.8337688689831332, -0.8340932518737594, -0.8351166803693671, -0.8359828493888634, -0.8361618370173375, -0.8375854860409475, -0.840394132191764, -0.8411443573204698, -0.8428885231685539, -0.8448415786517479, -0.8473984373642762, -0.8490249012860214, -0.8538643621972469, -0.8550632973987782, -0.8563843327570907, -0.8596609321961647, -0.8611314665082507, -0.8628096488749364, -0.8632209230607789, -0.8642971604452161, -0.8643194112272459, -0.8697489038360569, -0.8794079086592916, -0.8809950874724969, -0.8844419979373779, -0.8859844555511202, -0.886635204843289, -0.8983513251184465, -0.9015692701551146, -0.9074467535080052, -0.9136482025591848, -0.9215905548787716, -0.9276495579403092, -0.9277465748496508, -0.9315256482716777, -0.9344250429176081, -0.9501282708293587, -0.9511773848113516, -0.9699792983279564, -0.9785289859966128, -0.9793534359494389, -0.9923585497329293], "cands": ["Dieses Schema würde nicht alle Probleme in Asien lösen.", "Dieses Schema würde nicht alle Probleme Asiens lösen.", "Diese Regelung würde nicht alle Probleme in Asien lösen.", "Dieses Schema würde nicht alle asiatischen Probleme lösen.", "Diese Regelung würde nicht alle Probleme Asiens lösen.", "Diese Regelung würde nicht alle asiatischen Probleme lösen.", "Dieses System würde nicht alle Probleme in Asien lösen.", "Dieses System würde nicht alle Probleme Asiens lösen.", "Dieses System würde nicht alle asiatischen Probleme lösen.", "Dieses Schema würde nicht alle Probleme Asiens lösen.", "Diese Regelung würde nicht alle Probleme Asiens lösen.", "Dieses Vorhaben würde nicht alle Probleme in Asien lösen.", "Dieses Schema würde nicht alle Asienprobleme lösen.", "Dieses Vorhaben würde nicht alle Probleme Asiens lösen.", "Dieses System würde nicht alle Probleme Asiens lösen.", "Dieses Schema würde alle Probleme in Asien nicht lösen.", "Dieses Programm würde nicht alle Probleme in Asien lösen.", "Dieses Vorhaben würde nicht alle asiatischen Probleme lösen.", "Dieses Schema würde alle Probleme Asiens nicht lösen.", "Dieses Schema würde nicht alle Probleme von Asien lösen.", "Diese Regelung würde nicht alle Asienprobleme lösen.", "Diese Regelung würde alle Probleme in Asien nicht lösen.", "Diese Regelung würde alle Probleme Asiens nicht lösen.", "Das Schema würde nicht alle Probleme in Asien lösen.", "Dieses Programm würde nicht alle Probleme Asiens lösen.", "Dieses System würde nicht alle Asienprobleme lösen.", "Dieses Projekt würde nicht alle Probleme in Asien lösen.", "Diese Regelung würde nicht alle Probleme von Asien lösen.", "Dieses Schema würde nicht alle Asiens Probleme lösen.", "Dieses Programm würde nicht alle asiatischen Probleme lösen.", "Dieser Plan würde nicht alle Probleme in Asien lösen.", "Dieses Schema würde alle asiatischen Probleme nicht lösen.", "Das Schema würde nicht alle Probleme Asiens lösen.", "Dieses System würde alle Probleme in Asien nicht lösen.", "Dieses Scheme würde nicht alle Probleme in Asien lösen.", "Dieses Schema würde nicht alle Asien-Probleme lösen.", "Diese Regelung würde alle asiatischen Probleme nicht lösen.", "Dieses System würde nicht alle Probleme von Asien lösen.", "Dieses System würde alle Probleme Asiens nicht lösen.", "Dieser Schema würde nicht alle Probleme in Asien lösen.", "Das Schema würde nicht alle asiatischen Probleme lösen.", "Dieses Vorhaben würde nicht alle Probleme Asiens lösen.", "Dieser Plan würde nicht alle Probleme Asiens lösen.", "Dieses Projekt würde nicht alle Probleme Asiens lösen.", "Dieses Schema würde nicht alle Asiens Probleme lösen.", "Diese Regelung würde nicht alle Asiens Probleme lösen.", "Dieses Scheme würde nicht alle Probleme Asiens lösen.", "Dieses Schema würde alle Probleme Asiens nicht lösen.", "Dieses Projekt würde nicht alle asiatischen Probleme lösen.", "Diese Regelung würde nicht alle Asien-Probleme lösen.", "Dieser Schema würde nicht alle Probleme Asiens lösen.", "Dieser Plan würde nicht alle asiatischen Probleme lösen.", "Dieses Scheme würde nicht alle asiatischen Probleme lösen.", "Dieses System würde alle asiatischen Probleme nicht lösen.", "Dieses Schema würde nicht alle Probleme Asias lösen.", "Dieses Vorhaben würde alle Probleme in Asien nicht lösen.", "Dieses Schema würde alle Asienprobleme nicht lösen.", "Dieses Vorhaben würde nicht alle Asienprobleme lösen.", "Dieser Schema würde nicht alle asiatischen Probleme lösen.", "Dieses Programm würde nicht alle Probleme Asiens lösen.", "Diese Regelung würde nicht alle Asiens Probleme lösen.", "Dieses Vorhaben würde alle Probleme Asiens nicht lösen.", "Diese Regelung würde alle Probleme Asiens nicht lösen.", "Dieses System würde nicht alle Asiens Probleme lösen.", "Das Schema würde nicht alle Probleme Asiens lösen.", "Dieses System würde nicht alle Asien-Probleme lösen.", "Diese Schema würde nicht alle Probleme in Asien lösen.", "Diese Regelung würde alle Asienprobleme nicht lösen.", "Dieses Schema würden nicht alle Probleme in Asien lösen.", "Dieses Programm würde nicht alle Asienprobleme lösen.", "Dieses Vorhaben würde nicht alle Probleme von Asien lösen.", "Das System würde nicht alle Probleme in Asien lösen.", "Diese Regelung würde nicht alle Probleme Asias lösen.", "Dieses Schema würde nicht alle Asiatischen Probleme lösen.", "Dieses System würde nicht alle Asiens Probleme lösen.", "Dieses Schema hätte nicht alle Probleme in Asien gelöst.", "Dieser Plan würde nicht alle Probleme Asiens lösen.", "Dieses Schema könnte nicht alle Probleme in Asien lösen.", "Das Schema würde nicht alle Asienprobleme lösen.", "Dieses Projekt würde nicht alle Probleme Asiens lösen.", "Dieses Programm würde alle Probleme in Asien nicht lösen.", "Diese Schema würde nicht alle Probleme Asiens lösen.", "Dieses Schema würde nicht all die Probleme Asiens lösen.", "Dieses Vorhaben würde alle asiatischen Probleme nicht lösen.", "Dieses System würde alle Probleme Asiens nicht lösen.", "Dieses Scheme würde nicht alle Probleme Asiens lösen.", "Diese Regelung würden nicht alle Probleme in Asien lösen.", "Dieses Schema würden nicht alle asiatischen Probleme lösen.", "Dieses Schema würden nicht alle Probleme Asiens lösen.", "Dieser Schema würde nicht alle Probleme Asiens lösen.", "Dieses Schema würde alle Probleme von Asien nicht lösen.", "Dieses System würde alle Asienprobleme nicht lösen.", "Dieses Programm würde nicht alle Probleme von Asien lösen.", "Diese Schema würde nicht alle asiatischen Probleme lösen.", "Diese Lösung würde nicht alle Probleme in Asien lösen.", "Dieses Schema würde die Probleme Asiens nicht alle lösen.", "Dies würde nicht alle Probleme in Asien lösen.", "Dieses System würde nicht alle Probleme Asias lösen.", "Dieses Programm würde alle Probleme Asiens nicht lösen.", "Dieses System würden nicht alle Probleme in Asien lösen.", "Dieses Schema könnte nicht alle Probleme Asiens lösen.", "Dieses Projekt würde nicht alle Asienprobleme lösen.", "Dieses Scheme würde nicht alle Asienprobleme lösen.", "Das System würde nicht alle Probleme Asiens lösen.", "Diese Regelung hätte nicht alle Probleme in Asien gelöst.", "Diese Vorgehensweise würde nicht alle Probleme Asiens lösen.", "Dieser Plan würde nicht alle Asienprobleme lösen.", "Dieses Projekt würde alle Probleme in Asien nicht lösen.", "Dieses Schema könnte nicht alle asiatischen Probleme lösen.", "Diese Regelung würden nicht alle Probleme Asiens lösen.", "Diese Regelung würde nicht all die Probleme Asiens lösen.", "Diese Regelung würden nicht alle asiatischen Probleme lösen.", "Dieser Schema würde nicht alle Asienprobleme lösen.", "Diese Regelung könnte nicht alle Probleme in Asien lösen.", "Dieses Vorhaben würde nicht alle Asiens Probleme lösen.", "Dieses Schema würde nicht alle Probleme in Asien gelöst.", "Diese Regelung würde nicht alle Asiatischen Probleme lösen.", "Das Vorhaben würde nicht alle Probleme in Asien lösen.", "Diese Regelung würde alle Probleme von Asien nicht lösen.", "Diese Regelung würde die Probleme Asiens nicht alle lösen.", "Das System würde nicht alle asiatischen Probleme lösen.", "Dieser Plan würde alle Probleme in Asien nicht lösen.", "Das Schema würde alle Probleme Asiens nicht lösen.", "Dieses Schema würde jedoch nicht alle Probleme in Asien lösen.", "Diese Regelung würde nicht alle Probleme Asiens beheben.", "Dieses Vorhaben würde alle Probleme Asiens nicht lösen.", "Dieses System würden nicht alle asiatischen Probleme lösen.", "Dieses Projekt würde alle Probleme Asiens nicht lösen.", "Dieses System könnte nicht alle Probleme in Asien lösen.", "Dieses Projekt würde nicht alle Probleme von Asien lösen.", "Dieser Plan würde nicht alle Probleme von Asien lösen.", "Dieses System würden nicht alle Probleme Asiens lösen.", "Dies würde nicht alle Probleme Asiens lösen.", "Dieser Plan würde alle Probleme Asiens nicht lösen.", "Dieses System hätte nicht alle Probleme in Asien gelöst.", "Diese Regelung würde nicht alle Probleme in Asien gelöst.", "Dieses Programm würde alle asiatischen Probleme nicht lösen.", "Dieses System würde nicht alle Asiatischen Probleme lösen.", "Dieses Vorhaben würde nicht alle Asiens Probleme lösen.", "Diese Scheme würde nicht alle Probleme Asiens lösen.", "Dieses Vorhaben würde alle Asienprobleme nicht lösen.", "Dieser Entwurf würde nicht alle Probleme Asiens lösen.", "Dieser Vorschlag würde nicht alle Probleme Asiens lösen.", "Diese Regelung könnte nicht alle Probleme Asiens lösen.", "Diese Lösung würde nicht alle Probleme Asiens lösen.", "Dieses System würde nicht all die Probleme Asiens lösen.", "Dies würde nicht alle asiatischen Probleme lösen.", "Das Vorhaben würde nicht alle Probleme Asiens lösen.", "Dieses Scheme würde alle Probleme Asiens nicht lösen.", "Dieses Programm würde nicht alle Asiens Probleme lösen.", "Dieser Schema würde alle Probleme Asiens nicht lösen.", "Diese Regelung würde jedoch nicht alle Probleme in Asien lösen.", "Dieses System würde die Probleme Asiens nicht alle lösen.", "Diese Regelung könnte nicht alle asiatischen Probleme lösen.", "Diese Lösung würde nicht alle asiatischen Probleme lösen.", "Diese Regelung würde nicht alle Asien Probleme lösen.", "Dieses Schema würde die Probleme Asiens nicht alle lösen.", "Dieses Vorhaben würde nicht alle Probleme Asias lösen.", "Das Vorhaben würde nicht alle asiatischen Probleme lösen.", "Dieses Schema würde nicht alle Probleme Asiens gelöst.", "Diese Regelung würde alle Asiens Probleme nicht lösen.", "Das System würde nicht alle Probleme Asiens lösen.", "Dieser Vorgang würde nicht alle Probleme Asiens lösen.", "Dieses System könnte nicht alle Probleme Asiens lösen.", "Das Programm würde nicht alle Probleme Asiens lösen.", "Dieses System würde nicht alle Probleme in Asien gelöst.", "Dieses Schema wäre nicht alle Probleme Asiens zu lösen.", "Dieses Projekt würde alle asiatischen Probleme nicht lösen.", "Dieses Programm würde nicht alle Asiens Probleme lösen.", "Dieses System könnte nicht alle asiatischen Probleme lösen.", "Dieses Vorhaben hätte nicht alle Probleme in Asien gelöst.", "Diese Regelung würde alle Asiens Probleme nicht lösen.", "Dieses Programm würde alle Probleme Asiens nicht lösen.", "Dieser Plan würde alle asiatischen Probleme nicht lösen.", "Diese Regelung würden nicht alle Probleme Asiens lösen.", "Dieses System würde jedoch nicht alle Probleme in Asien lösen.", "Diese Regelung würde die Probleme Asiens nicht alle lösen.", "Dieses Programm würde alle Asienprobleme nicht lösen.", "Diese Regelung würde nicht alle Probleme Asiens gelöst.", "Dieses Vorhaben würde die Probleme Asiens nicht alle lösen.", "Dieses Schema würde nicht sämtliche Probleme Asiens lösen.", "Das System würde nicht alle Asienprobleme lösen.", "Das Schema hätte nicht alle Probleme in Asien gelöst.", "Dieses System löst nicht alle Probleme in Asien.", "Diese Regelung würden nicht alle Asienprobleme lösen.", "Das Schema könnte nicht alle Probleme Asiens lösen.", "Dies würde nicht alle Probleme Asiens lösen.", "Dieses Vorhaben würde nicht all die Probleme Asiens lösen.", "Diese Anlage würde nicht alle Probleme Asiens lösen.", "Dieses Vorhaben würde nicht alle Asiatischen Probleme lösen.", "Dieses System würden nicht alle Asienprobleme lösen.", "Diese Regelung löst nicht alle Probleme Asiens.", "Diese Regelung hätte nicht alle Probleme Asiens gelöst.", "Diese Schema würde alle Probleme Asiens nicht lösen.", "Dieses Vorhaben würden nicht alle Probleme Asiens lösen.", "Dieses Schema würde nicht die Probleme Asiens lösen.", "Dies würde nicht alle Asienprobleme lösen.", "Dieses Schema würden alle Probleme Asiens nicht lösen.", "Dieses Vorhaben könnte nicht alle Probleme Asiens lösen.", "Das Scheme würde nicht alle Probleme Asiens lösen.", "Dieses Schema könnte alle Probleme Asiens nicht lösen.", "Dieses System würde die Probleme Asiens nicht alle lösen.", "Dieses Projekt hätte nicht alle Probleme in Asien gelöst.", "Dieses Programm hätte nicht alle Probleme in Asien gelöst.", "Dieses Schema würde keine Probleme in Asien lösen.", "Diese Regelung würde nicht sämtliche Probleme Asiens lösen.", "Das Projekt würde nicht alle Probleme Asiens lösen.", "Diese Regelung würden alle Probleme Asiens nicht lösen.", "Dieser Plan hätte nicht alle Probleme in Asien gelöst.", "Dieser Schema hätte nicht alle Probleme in Asien gelöst.", "Dieses Programm würde nicht alle Asiatischen Probleme lösen.", "Dieses Programm würde nicht all die Probleme Asiens lösen.", "Dieses System würde nicht alle Probleme Asiens gelöst.", "Dieses Programm würde die Probleme Asiens nicht alle lösen.", "Dieser Vorschlag würde alle Probleme Asiens nicht lösen.", "Diese Regelung würde nicht alle Probleme Asiens gelöst.", "Dieses Programm würden nicht alle Probleme Asiens lösen.", "Das Schema würde die Probleme Asiens nicht alle lösen.", "Das System würde alle Probleme Asiens nicht lösen.", "Diese Regelung könnte alle Probleme Asiens nicht lösen.", "Diese Regelung würde nicht die Probleme Asiens lösen.", "Dieses Programm könnte nicht alle Probleme Asiens lösen.", "Dieses System würde nicht sämtliche Probleme Asiens lösen.", "Dieses Projekt würde die Probleme Asiens nicht alle lösen.", "Dieser Vorgehen würde nicht alle Probleme Asiens lösen.", "Dieses Programm löst nicht alle Probleme in Asien.", "Dieses System würden alle Probleme Asiens nicht lösen.", "Dies wäre keine Lösung für alle Probleme in Asien.", "Das Vorhaben würde alle Probleme Asiens nicht lösen.", "Diese Lösung würde alle Probleme Asiens nicht lösen.", "Dieses Schemat würde nicht alle Probleme Asiens lösen.", "Dieses Projekt würden nicht alle Probleme Asiens lösen.", "Dieses Scheme würden nicht alle Probleme Asiens lösen.", "Dieser Plan würde die Probleme Asiens nicht alle lösen.", "Dieses Projekt könnte nicht alle Probleme Asiens lösen.", "Diese Regelung würde keine Probleme in Asien lösen.", "Diese Regelung würde nicht alle asiatischen Probleme gelöst.", "Dieses Vorhaben würde jedoch nicht alle Probleme Asiens lösen.", "Dieses Projekt löst nicht alle Probleme in Asien.", "Das Schema löst nicht alle Probleme Asiens.", "Dies würde alle Probleme Asiens nicht lösen.", "Dieses System würde nicht die Probleme Asiens lösen.", "Dieses System könnte alle Probleme Asiens nicht lösen.", "Dieser Plan könnte nicht alle Probleme Asiens lösen.", "Dieser Ansatz würde nicht alle Probleme Asiens lösen.", "Dieser Scheme würde nicht alle Probleme Asiens lösen.", "Dieses System würde keine Probleme in Asien lösen.", "Dieser Schema könnte nicht alle Probleme Asiens lösen.", "Dieses Scheme könnte nicht alle Probleme Asiens lösen.", "Das System hätte nicht alle Probleme in Asien gelöst.", "Dieses Schem würde nicht alle Probleme Asiens lösen.", "Dieses Vorhaben löst nicht alle Probleme Asiens.", "Dieses Schemal würde nicht alle Probleme Asiens lösen.", "Dies hätte nicht alle Probleme in Asien gelöst.", "Diese Schema würden nicht alle Probleme Asiens lösen.", "Dieses Vorhaben würde nicht sämtliche Probleme Asiens lösen.", "Das Programm würde alle Probleme Asiens nicht lösen.", "Das Schema wäre nicht alle Probleme Asiens zu lösen.", "Diese Regelung löst alle Probleme Asiens nicht aus.", "Diese Anlage würde alle Probleme Asiens nicht lösen.", "Dieser Plan würden nicht alle Probleme Asiens lösen.", "Diese Regelung hätte alle Probleme Asiens nicht gelöst.", "Dieses Vorhaben würden alle Probleme Asiens nicht lösen.", "Dieses Vorhaben könnte alle Probleme Asiens nicht lösen.", "Dieses Scheme wäre nicht alle Probleme Asiens zu lösen.", "Das System könnte nicht alle Probleme Asiens lösen.", "Das System löst nicht alle Probleme in Asien.", "Dieser Plan löst nicht alle Probleme Asiens.", "Dieses Vorhaben würde nicht die Probleme Asiens lösen.", "Diese Lösung könnte nicht alle Probleme Asiens lösen.", "Diese Lösung würden nicht alle Probleme Asiens lösen.", "Dieses Vorhaben würde keine Probleme in Asien lösen.", "Dies könnte nicht alle Probleme Asiens lösen.", "Das Schema würde keine Probleme in Asien lösen.", "Dies wäre nicht alle Probleme in Asien zu lösen.", "Dieses Programm würde keine Probleme in Asien lösen.", "Das Vorhaben könnte nicht alle Probleme Asiens lösen.", "Das Programm könnte nicht alle Probleme Asiens lösen.", "Dieses Projekt würde keine Probleme in Asien lösen.", "Dies wäre kein Weg, alle Probleme Asiens zu lösen.", "Dieser Plan würde keine Probleme in Asien lösen.", "Dies würden nicht alle Probleme Asiens lösen.", "Diese Lösung wäre nicht alle Probleme in Asien gelöst.", "Dies würde keine Lösung für alle Probleme in Asien geben."], "inp": "This scheme wouldn’t solve all of Asia’s problems.", "ref": "Dieser Plan würde nicht alle Probleme Asiens lösen."}
{"scores": [-0.5229045448783426, -0.5237867379938611, -0.5250320009156422, -0.5289487442165992, -0.5304471681202789, -0.5339427062068627, -0.5410396338825446, -0.5439729357197266, -0.5473507149259765, -0.5483196718514747, -0.5598009488255575, -0.5601790466576295, -0.5603450450629751, -0.5606944860317675, -0.5612121624596066, -0.5654428607103918, -0.5763644838991783, -0.5776523643151693, -0.5806239586733564, -0.5843499677798759, -0.5904115120654014, -0.6008911971956642, -0.612472029306555, -0.6179317467652027, -0.6184063290134952, -0.6271454899084828, -0.6463733477157274, -0.6566035821160736, -0.6600363674009256, -0.6737566058767679, -0.676773420504399, -0.6777092605614182, -0.6839131342855106, -0.7056706305482956, -0.7647278389884036, -0.7716941360318704], "cands": ["Im Zuge seiner jährlichen Sitzungen in wenigen Wochen (nach dem G-20-Gipfel in Seoul im November) wendet sich der IWF dem Druck, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Im Hinblick auf seine jährlichen Treffen in wenigen Wochen (gefolgt vom G-20-Gipfel in Seoul im November) wendet sich der IWF dem Druck, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Auf dem Weg zu seinen jährlichen Treffen in wenigen Wochen (gefolgt vom G-20-Gipfel in Seoul im November) kehrt der IWF dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Im Vorfeld seiner jährlichen Sitzungen in wenigen Wochen (nach dem G-20-Gipfel in Seoul im November) wendet sich der IWF dem Druck, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "In Richtung seiner jährlichen Sitzungen in wenigen Wochen (gefolgt vom G-20-Gipfel in Seoul im November) kehrt der IWF dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Auf dem Weg in seine jährlichen Treffen in wenigen Wochen (gefolgt vom G-20-Gipfel in Seoul im November) kehrt der IWF dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Auf dem Weg zu den jährlichen Treffen in wenigen Wochen (gefolgt vom G-20-Gipfel in Seoul im November) kehrt der IWF dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Im Vorfeld der jährlichen Sitzungen in wenigen Wochen (nach dem G-20-Gipfel in Seoul im November) wendet sich der IWF dem Druck, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Vor den jährlichen Sitzungen in wenigen Wochen (nach dem G-20-Gipfel in Seoul im November) kehrt der IWF dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Im Zuge der jährlichen Sitzungen in wenigen Wochen (nach dem G-20-Gipfel in Seoul im November) wendet sich der IWF dem Druck, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Vor seinem Jahrestreffen in wenigen Wochen (gefolgt vom G-20-Gipfel in Seoul im November) wendet sich der IWF dem Druck, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Vor den jährlichen Treffen in wenigen Wochen (nach dem G-20-Gipfel in Seoul im November) kehrt der IWF dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "In Richtung der jährlichen Sitzungen in wenigen Wochen (gefolgt vom G-20-Gipfel in Seoul im November) kehrt der IWF dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Im Rahmen seiner jährlichen Sitzungen in wenigen Wochen (nach dem G-20-Gipfel in Seoul im November) wendet sich der IWF dem Druck, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "In seinen jährlichen Sitzungen in wenigen Wochen (nach dem G-20-Gipfel in Seoul im November) kehrt der IWF dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Vor seiner jährlichen Sitzung in wenigen Wochen (nach dem G-20-Gipfel in Seoul im November) wendet sich der IWF dem Druck, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Auf seinen jährlichen Treffen in wenigen Wochen (gefolgt vom G-20-Gipfel in Seoul im November) legt der IWF dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "In der Richtung seiner jährlichen Sitzungen in wenigen Wochen (gefolgt vom G-20-Gipfel in Seoul im November) kehrt der IWF dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Vor der Einleitung in seine jährlichen Sitzungen in wenigen Wochen (gefolgt vom G-20-Gipfel in Seoul im November) wendet sich der IWF dem Druck, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Der IWF richtet sich in einigen Wochen zu seinen jährlichen Sitzungen (nach dem G-20-Gipfel in Seoul im November) und lehnt sich dem Druck an, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "In den nächsten Wochen stattfindenden jährlichen Treffen (gefolgt vom G-20-Gipfel in Seoul im November) legt der IWF dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "In den jährlichen Sitzungen, die in wenigen Wochen stattfinden werden (nach dem G-20-Gipfel in Seoul im November), legt der IWF dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Der IWF geht in den nächsten Wochen zu seinen jährlichen Treffen (gefolgt vom G-20-Gipfel in Seoul im November) und legt sich dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Der IWF, der in einigen Wochen zu seinen jährlichen Sitzungen (nach dem G-20-Gipfel in Seoul im November) vorankommt, lehnt sich dem Druck an, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Auf seiner jährlichen Sitzung in wenigen Wochen (nach dem G-20-Gipfel in Seoul im November) legt der IWF dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Auf den jährlichen Treffen in wenigen Wochen (nach dem G-20-Gipfel in Seoul im November) legt der IWF Druck auf, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Vor dem Hintergrund seiner jährlichen Sitzungen in wenigen Wochen (die im November in Seoul stattfindenden G-20-Gipfel folgen) wendet sich der IWF dem Druck, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Der IWF tritt in den nächsten Wochen auf seine jährlichen Treffen (gefolgt vom G-20-Gipfel in Seoul im November) und legt sich dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Der FMI, der in einigen Wochen in seinen jährlichen Sitzungen (nach dem G-20-Gipfel in Seoul im November) vorankommt, lehnt sich dem Druck an, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Ins Jahr der Konferenzen in wenigen Wochen (gefolgt vom G-20-Gipfel in Seoul im November) kehrt der IWF dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Jahren, in denen der IWF in einigen Wochen seine jährlichen Sitzungen abnimmt (nach dem G-20-Gipfel in Seoul im November), lehnt er sich dem Druck an, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Der IMF, der in einigen Wochen in seinen jährlichen Sitzungen (nach dem G-20-Gipfel in Seoul im November) vorankommt, lehnt sich dem Druck zu, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Der IWF wird in einigen Wochen zu seinen jährlichen Sitzungen (nach dem G-20-Gipfel in Seoul im November) antreten und sich dem Druck zuwenden, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Im Anschluss an das G20-Gipfeltreffen in Seoul im November wird der IWF in einigen Wochen zu seinen jährlichen Sitzungen auftreten und sich dem Druck zu ergeben, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Auf der Suche nach einer Lösung für die jährlichen Treffen in wenigen Wochen (nach dem G-20-Gipfel in Seoul im November) wendet sich der IWF dem Druck, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen.", "Im Anschluss an die G20-Gipfeltreffen in Seoul im November wird der IWF in einigen Wochen zu seinen jährlichen Sitzungen auf dem Weg, dem Druck zu gewandt, immer größere Summen in die EU mit immer weniger Bedingungen zu fallen."], "inp": "Heading into its annual meetings in a few weeks (followed by the G-20 summit in Seoul in November), the IMF is bowing to pressure to drop ever-larger sums into the EU with ever-fewer conditions.", "ref": "Der IWF, dessen Jahrestagung in wenigen Wochen bevorsteht (gefolgt vom G-20-Gipfel in Seoul im November), beugt sich nun dem Druck und steckt immer höhere Summen mit immer weniger Bedingungen in die EU."}
{"scores": [-0.42817809334192125, -0.4313620273613556, -0.4340425933797607, -0.4342881097340341, -0.449010599707399, -0.4493833429707894, -0.4561840652104231, -0.45945141701119635, -0.46515483934790497, -0.4773894089121311, -0.4877368391296971, -0.49311411658042376, -0.4934945503771034, -0.4940190228856514, -0.4986617806677348, -0.4994619743573672, -0.49962938060338985, -0.5020354793744874, -0.502061949819721, -0.5064452595641242, -0.5069166750113011, -0.5097113329412162, -0.5102349234667867, -0.5125539042267008, -0.5135878215602162, -0.5149693605037545, -0.5313635261286579, -0.535232184990597, -0.5387380311831904, -0.5398930580831199, -0.5478528702665331, -0.6067796217892545, -0.6760395761510646], "cands": ["Versäumen der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", ", das Versagen der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", "Versäumnis der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "das Scheitern der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", ", das Fehlen der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "Versäumnis der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "Gegenteil, die Unfähigkeit der Führung, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", ", das Unvermögen der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "die Versäumnis der Führung, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "säumen der Führungen, die Lehren der Großen Rezession zu erkennen, und noch weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "Versäumnis der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", ", die Tatsache, dass die Führungskräfte die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "Das Versagen der Führungen, die Lehren der Großen Rezession zu erkennen, und noch weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "Das Fehlen der Führungen, die Lehren der Großen Rezession zu erkennen, und noch weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "das Versäumen der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", "das Versäumen der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", "Versäumnis der Führung, die Lehren der Großen Rezession zu erkennen, und noch weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "das Versäumen der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", "Versäumnis der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", "Im Gegenteil: Dass die Führungen die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "säumnis der Führungen, die Lehren der Großen Rezession zu erkennen, und noch weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "Versäumen der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", ": Die Tatsache, dass die Führungskräfte die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "Im Gegenteil, wenn die Führungskräfte die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann dies in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "Im Gegenteil, wenn die Führer die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann dies in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", ", die Fähigkeit der Führung, die Lehren der Großen Rezession nicht zu erkennen, und noch weniger darauf zu handeln, könnte in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "Im Gegenteil, weil die Führungskräfte die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann dies in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "Im Gegenteil, dass die Führungen die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "Ganz im Gegenteil: Dass die Führungen die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "Die Tatsache, dass die Führungskräfte die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, könnte den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", "Das Gegenteil: Dass die Führungskräfte die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", ": Wenn die Führungskräfte die Lehren der Großen Rezession nicht erkennen, und nicht vielmehr darauf hinwirken, kann dies in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", ", die mangelnde Erkenntnis der Lehren der Großen Rezession, und noch weniger die Tatsache, dass sie nicht weitergehen, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen."], "inp": "On the contrary, leaders’ failure to discern, much less act on, the lessons of the Great Recession may open the way for a series of fresh crises, economic and otherwise, in the coming decades.", "ref": "Im Gegenteil: Das Versäumnis der Regierungen, Lehren aus der Großen Rezession zu ziehen oder gar zu befolgen, könnte den Weg für eine Reihe neuer wirtschaftlicher und sonstiger Krisen in den kommenden Jahrzehnten bereiten."}
{"scores": [-0.3420231693284465, -0.40910389466095537, -0.41125726722075684, -0.45135457824823094, -0.4557790527371748, -0.4558313978115203, -0.4783679901764711, -0.48288828056540695, -0.49972952515834673, -0.5011941689904702, -0.5064649062815774, -0.512945344179791, -0.516901205516782, -0.5182303223696635, -0.5188922410119708, -0.5207432567614108, -0.5218658760992961, -0.5220626611845197, -0.5307746712908735, -0.5380072640325559, -0.5399694874238227, -0.5403446598790216, -0.5406741518063387, -0.5437898061712778, -0.5450754313220538, -0.5471527175190629, -0.5510565212659112, -0.552873576563084, -0.5530143048741839, -0.5547082098679695, -0.5580144598789237, -0.5596840628312452, -0.5598680364694247, -0.5662956382416113, -0.5663041135269073, -0.5757201658855948, -0.5758280821830806, -0.5762364756281967, -0.5767863652863069, -0.5777999333679132, -0.5789281375741878, -0.5821108223004713, -0.5844377248573362, -0.5856212066816258, -0.586758697165587, -0.5918839533095247, -0.5934481391722001, -0.59477101496098, -0.5951946021214425, -0.5954128192924235, -0.5969828223444676, -0.5976315067102272, -0.5984631071666388, -0.5997080120782224, -0.5998530486384896, -0.6043462265667822, -0.6069529689249582, -0.6083968517131925, -0.6089067565453891, -0.6094824767731362, -0.6110502146057438, -0.6112460750455933, -0.6131148109166409, -0.6186639241846211, -0.6206269720842953, -0.6217222779394209, -0.6275422299299823, -0.6279121581543843, -0.6280189236449811, -0.6284608086464324, -0.6287631575913873, -0.6293894445638106, -0.6308597427352785, -0.6339353930927046, -0.6371348128063299, -0.6373152615785288, -0.6392870725272414, -0.6406787471455585, -0.643445009030847, -0.6444058093426541, -0.6522170060411047, -0.6533692651430103, -0.6563180881588256, -0.6596351740877907, -0.6603871831585905, -0.6607597671560015, -0.6608294042648711, -0.66187660896388, -0.6633271704464703, -0.6641979380855281, -0.6661808645772347, -0.6697184933892364, -0.6717338019661456, -0.6720310199821427, -0.6733344181660661, -0.6740923535920322, -0.6748061723001123, -0.674955815104544, -0.675142722571051, -0.6756671721412417, -0.6772833195811614, -0.6797362280761381, -0.6837843051090334, -0.684827393669745, -0.6854260555126603, -0.6895130906370052, -0.6896573440413954, -0.6900605196041766, -0.6906450756267646, -0.6918936072389338, -0.6944807603896695, -0.6951033890741036, -0.6978776492605812, -0.6979274042733702, -0.6980641885449087, -0.698392954289154, -0.69978035287714, -0.7001407970259081, -0.7015621923654524, -0.7052813641950262, -0.7060266854516823, -0.7081449103624082, -0.709004999182988, -0.713912494624199, -0.7150559434963898, -0.7175010495098786, -0.7176340858574863, -0.7179523433621293, -0.7193588975646884, -0.7196920273199295, -0.7238634219197868, -0.723913238292944, -0.7242519666246264, -0.724300189776232, -0.728081493308797, -0.7295779444987991, -0.7303685773480905, -0.7306718603975946, -0.7329001332692598, -0.7347788562405618, -0.736188431586687, -0.7375598687970882, -0.7383445524716333, -0.7396170521941132, -0.7411295119884619, -0.7424366336179681, -0.7438418877377996, -0.7461483955520303, -0.7471444928729816, -0.747625631236909, -0.7584390789634744, -0.7585252663388015, -0.7606071224526179, -0.7662933139323564, -0.7702873830757132, -0.7741279063149005, -0.7778697121480488, -0.7783242291837271, -0.7817044181705979, -0.7824111785470652, -0.7847544870398234, -0.7861894420503251, -0.787256503679885, -0.7873682050556357, -0.7876832484509437, -0.7906197028530584, -0.7912521790666931, -0.7912630832108484, -0.7963416538687571, -0.8007048960960145, -0.8104350833220294, -0.8116040864896802, -0.8120730356725263, -0.8133257805882076, -0.8138451842992004, -0.8162304393710138, -0.8232526933797566, -0.8305734076673059, -0.8420444611375004, -0.8483953843301397, -0.8501267871572538, -0.8525072477011395, -0.8546847404326533, -0.8551956032350464, -0.8608412014479355, -0.8669869693484039, -0.872048997616792, -0.8721762330078684, -0.8791806425247554, -0.8795399709430941, -0.8809310351498172, -0.8882498573006725, -0.8988036064625704, -0.9027232508235133, -0.9331628308294885, -0.9905728531262422, -0.9999810823508695], "cands": ["Drogenherren regieren durch Angst über ganze Gemeinschaften.", "Drogenherren regieren mit Angst über ganze Gemeinschaften.", "Drogenherren regieren durch Furcht über ganze Gemeinschaften.", "Drogensherren regieren durch Angst über ganze Gemeinschaften.", "Drogenherren regieren mit Furcht über ganze Gemeinschaften.", "Drogenherren regieren durch Angst über ganze Gemeinden.", "Drogeherren regieren durch Angst über ganze Gemeinschaften.", "Die Drogenherren regieren durch Angst über ganze Gemeinschaften.", "Drogenherren regieren durch Angst über ganze Gemeinschaften.", "Drogenherren herrschten durch Angst über ganze Gemeinschaften.", "Drogenherren regieren durch Angst über gesamte Gemeinschaften.", "Drogensherren regieren durch Furcht über ganze Gemeinschaften.", "Drogenherrn regieren durch Angst über ganze Gemeinschaften.", "Drug Lords regieren durch Angst über ganze Gemeinschaften.", "Drogensherren regieren mit Angst über ganze Gemeinschaften.", "Drogenherren regieren durch Ängste über ganze Gemeinschaften.", "Drogenherren regieren mit Angst über ganze Gemeinden.", "Drogenherren regieren durch Furcht über ganze Gemeinden.", "Drogenherren regieren aus Angst über ganze Gemeinschaften.", "Die Drogenherren regieren durch Furcht über ganze Gemeinschaften.", "Drogenherren führen durch Angst über ganze Gemeinschaften.", "Die Drogenherren regieren mit Angst über ganze Gemeinschaften.", "Drogeherren regieren durch Furcht über ganze Gemeinschaften.", "Drogenfürsten regieren durch Angst über ganze Gemeinschaften.", "Drug lords regieren durch Angst über ganze Gemeinschaften.", "Drogeherren regieren mit Angst über ganze Gemeinschaften.", "Drogenherren beherrschen durch Angst über ganze Gemeinschaften.", "Drogenherren regieren durch Furcht über ganze Gemeinschaften.", "Drogenherrscher regieren durch Angst über ganze Gemeinschaften.", "Drogenherren herrschten durch Furcht über ganze Gemeinschaften.", "Drogensherren regieren mit Furcht über ganze Gemeinschaften.", "Drogen Herren regieren durch Angst über ganze Gemeinschaften.", "Drogenherren regieren von Angst über ganze Gemeinschaften.", "Drogensherren regieren durch Angst über ganze Gemeinden.", "Drogenherren regieren mit Angst über ganze Gemeinschaften.", "Drogenherren regieren mit Angst über gesamte Gemeinschaften.", "Drogenherrn regieren durch Furcht über ganze Gemeinschaften.", "Drogenherren regieren durch die Angst über ganze Gemeinschaften.", "Drogenherren beherrschen durch Angst ganze Gemeinschaften.", "Drogenherren regieren mit der Angst über ganze Gemeinschaften.", "Drogenherre regieren durch Angst über ganze Gemeinschaften.", "Drogenherren steuern durch Angst über ganze Gemeinschaften.", "Drogenherren richten durch Angst über ganze Gemeinschaften.", "Drogeherren regieren mit Furcht über ganze Gemeinschaften.", "Drogenherrn regieren mit Angst über ganze Gemeinschaften.", "Drogenherren beherrschen durch Furcht ganze Gemeinschaften.", "Drogenherrinnen regieren durch Angst über ganze Gemeinschaften.", "Drug Lords regieren durch Furcht über ganze Gemeinschaften.", "Drogenfürsten regieren durch Furcht über ganze Gemeinschaften.", "Drogenherren regieren von Furcht über ganze Gemeinschaften.", "Drogen-Lords regieren durch Angst über ganze Gemeinschaften.", "Drogenherren herrschten mit Angst über ganze Gemeinschaften.", "Drug Lords regieren mit Angst über ganze Gemeinschaften.", "Drogerherren regieren durch Angst über ganze Gemeinschaften.", "Drogensherren regieren durch Angst über ganze Gemeinschaften.", "Drogensherrn regieren durch Angst über ganze Gemeinschaften.", "Drogenfürsten regieren mit Angst über ganze Gemeinschaften.", "Die Drogeherren regieren durch Angst über ganze Gemeinschaften.", "Drogenherren leiten durch Angst über ganze Gemeinschaften.", "Drogenherren führen durch Furcht über ganze Gemeinschaften.", "Drogenherren richten sich durch Angst über ganze Gemeinschaften.", "Drogensherren herrschten durch Angst über ganze Gemeinschaften.", "Drogenherrscher regieren mit Angst über ganze Gemeinschaften.", "Drogenherren regieren über ganze Gemeinschaften durch Angst.", "Drogeherrscher regieren durch Angst über ganze Gemeinschaften.", "Drug lords regieren durch Furcht über ganze Gemeinschaften.", "Drogenherren beherrschen mit Angst ganze Gemeinschaften.", "Drogeherrn regieren durch Angst über ganze Gemeinschaften.", "Drug lords regieren mit Angst über ganze Gemeinschaften.", "Droge Herren regieren durch Angst über ganze Gemeinschaften.", "Drogenherren richten durch Furcht über ganze Gemeinschaften.", "Drogen-Herr regieren durch Angst über ganze Gemeinschaften.", "Drogen Herren regieren durch Furcht über ganze Gemeinschaften.", "Die Drogenherren herrschten durch Angst über ganze Gemeinschaften.", "Drogen Herren regieren mit Angst über ganze Gemeinschaften.", "Drogensherren regieren aus Angst über ganze Gemeinschaften.", "Drogenherre regieren mit Angst über ganze Gemeinschaften.", "Drogeherren herrschten durch Angst über ganze Gemeinschaften.", "Die Drogenherrscher regieren durch Angst über ganze Gemeinschaften.", "Droge-Lords regieren durch Angst über ganze Gemeinschaften.", "Die Drogensherren regieren durch Angst über ganze Gemeinschaften.", "Die Drogenherrn regieren durch Angst über ganze Gemeinschaften.", "Drogenherrinnen regieren mit Angst über ganze Gemeinschaften.", "Drogensoberhäupter regieren durch Angst über ganze Gemeinschaften.", "Drogensherren führen durch Angst über ganze Gemeinschaften.", "Drogener Herrscher regieren durch Angst über ganze Gemeinschaften.", "Drug-Lords regieren durch Angst über ganze Gemeinschaften.", "Drogenherren regiert durch Angst über ganze Gemeinschaften.", "Drogen-herren regieren durch Angst über ganze Gemeinschaften.", "Drogerherren regieren mit Angst über ganze Gemeinschaften.", "Drogenherren führen mit Angst über ganze Gemeinschaften.", "Die Drogenherren beherrschen durch Angst ganze Gemeinschaften.", "Drogensleute regieren durch Angst über ganze Gemeinschaften.", "Drogenherrn herrschten durch Angst über ganze Gemeinschaften.", "Die Drogenoberhäupter regieren durch Angst über ganze Gemeinschaften.", "Die Drogenherrinnen regieren durch Angst über ganze Gemeinschaften.", "Drogensherrn regieren mit Angst über ganze Gemeinschaften.", "Drogeherren beherrschen durch Angst über ganze Gemeinschaften.", "Die Drogenherren führen durch Angst über ganze Gemeinschaften.", "Drogensfürsten regieren durch Angst über ganze Gemeinschaften.", "Drogensherren beherrschen durch Angst ganze Gemeinschaften.", "Drogenschwachen regieren durch Angst über ganze Gemeinschaften.", "Die Drogenfürsten regieren durch Angst über ganze Gemeinschaften.", "Drogensherre regieren durch Angst über ganze Gemeinschaften.", "Die Herrscher der Drogen regieren durch Angst über ganze Gemeinschaften.", "Droge-Herr regieren durch Angst über ganze Gemeinschaften.", "Drogeherren führen durch Angst über ganze Gemeinschaften.", "Drogensherrinnen regieren durch Angst über ganze Gemeinschaften.", "Drogenherren richten mit Angst über ganze Gemeinschaften.", "Drogenfürsten herrschten durch Angst über ganze Gemeinschaften.", "Drogen-Herren regieren durch Angst über ganze Gemeinschaften.", "Drogensherrscher regieren durch Angst über ganze Gemeinschaften.", "Droge-herren regieren durch Angst über ganze Gemeinschaften.", "Drogensherren richten durch Angst über ganze Gemeinschaften.", "Drug Lords herrschten durch Angst über ganze Gemeinschaften.", "Die Drogenleute regieren durch Angst über ganze Gemeinschaften.", "Drogeherre regieren durch Angst über ganze Gemeinschaften.", "Drogeneroberer regieren durch Angst über ganze Gemeinschaften.", "Drogenherrn beherrschen durch Angst über ganze Gemeinschaften.", "Die Drogeherrscher regieren durch Angst über ganze Gemeinschaften.", "Drogenherrscher herrschten durch Angst über ganze Gemeinschaften.", "Drogenherren gebieten durch Angst über ganze Gemeinschaften.", "Drug Lords beherrschen durch Angst über ganze Gemeinschaften.", "Droge Herren regieren mit Angst über ganze Gemeinschaften.", "Drogerherrscher regieren durch Angst über ganze Gemeinschaften.", "Die Drogenherrschaft herrscht durch Angst über ganze Gemeinschaften.", "Drug Herrscher regieren durch Angst über ganze Gemeinschaften.", "Die Drogenherren richten sich durch Angst über ganze Gemeinschaften.", "Drogenherren gründen durch Angst über ganze Gemeinschaften.", "Drogenherre herrschten durch Angst über ganze Gemeinschaften.", "Drogenherren herrschten über ganze Gemeinschaften durch Angst.", "Drogeherren richten durch Angst über ganze Gemeinschaften.", "Drogensherren leiten durch Angst über ganze Gemeinschaften.", "Drogensherren regieren über ganze Gemeinschaften durch Angst.", "Drogenherrscher führen durch Angst über ganze Gemeinschaften.", "Drogerherrn regieren durch Angst über ganze Gemeinschaften.", "Drogen Herren beherrschen durch Angst über ganze Gemeinschaften.", "Drogenherrn führen durch Angst über ganze Gemeinschaften.", "Drogenfürste regieren durch Angst über ganze Gemeinschaften.", "Der Drogenherr regiert durch Angst über ganze Gemeinschaften.", "Drogenherren beherrschen die ganze Gemeinschaft durch Angst.", "Die Drogerherren regieren durch Angst über ganze Gemeinschaften.", "Drogeherrinnen regieren durch Angst über ganze Gemeinschaften.", "Drogefürsten regieren durch Angst über ganze Gemeinschaften.", "Drogen Herren herrschten durch Angst über ganze Gemeinschaften.", "Drogenfürsten beherrschen durch Angst über ganze Gemeinschaften.", "Drogenfürsten führen durch Angst über ganze Gemeinschaften.", "Die Drogen-Herr regieren durch Angst über ganze Gemeinschaften.", "Drug lords beherrschen durch Angst über ganze Gemeinschaften.", "Drogenherrscher beherrschen durch Angst ganze Gemeinschaften.", "Drug lords herrschten durch Angst über ganze Gemeinschaften.", "Drogenherrn richten durch Angst über ganze Gemeinschaften.", "Drogener Herrn regieren durch Angst über ganze Gemeinschaften.", "Narkotikherren regieren durch Angst über ganze Gemeinschaften.", "Drogenfürsten richten durch Angst über ganze Gemeinschaften.", "Drogenherren regieren durch den Angst über ganze Gemeinschaften.", "Drogenherre führen durch Angst über ganze Gemeinschaften.", "Drug Lords führen durch Angst über ganze Gemeinschaften.", "Die Drogeneroberer regieren durch Angst über ganze Gemeinschaften.", "Drogenherrscher richten sich durch Angst über ganze Gemeinschaften.", "Droger Herren regieren durch Angst über ganze Gemeinschaften.", "Drogenherre beherrschen durch Angst ganze Gemeinschaften.", "Drogeneroberste regieren durch Angst über ganze Gemeinschaften.", "Drogenfürchte regieren durch Angst über ganze Gemeinschaften.", "Der Drogenherr herrscht durch Angst über ganze Gemeinschaften.", "Narkoseherren regieren durch Angst über ganze Gemeinschaften.", "Drogen Herren führen durch Angst über ganze Gemeinschaften.", "Narkotikaherren regieren durch Angst über ganze Gemeinschaften.", "Drug Lords richten sich durch Angst über ganze Gemeinschaften.", "Drogensoberste regieren durch Angst über ganze Gemeinschaften.", "Drogen Herren richten durch Angst über ganze Gemeinschaften.", "Drogenherre richten sich durch Angst über ganze Gemeinschaften.", "Drogener Herren regieren durch Angst über ganze Gemeinschaften.", "Der Drogeherr regiert durch Angst über ganze Gemeinschaften.", "Die Droge-Herr regieren durch Angst über ganze Gemeinschaften.", "Der Herr der Drogen herrscht durch Angst über ganze Gemeinschaften.", "Drug-Herr regieren durch Angst über ganze Gemeinschaften.", "Drogenerführer regieren durch Angst über ganze Gemeinschaften.", "Die Drogeherren richten sich durch Angst über ganze Gemeinschaften.", "Drogerherren richten durch Angst über ganze Gemeinschaften.", "Drogensherrn richten durch Angst über ganze Gemeinschaften.", "Drogeherrscher richten sich durch Angst über ganze Gemeinschaften.", "Drogen-Freunde regieren durch Angst über ganze Gemeinschaften.", "Drug lords richten sich durch Angst über ganze Gemeinschaften.", "Drogenherrinnen richten durch Angst über ganze Gemeinschaften.", "Drogeroberste regieren durch Angst über ganze Gemeinschaften.", "Die Narkoseherren regieren durch Angst über ganze Gemeinschaften.", "Drogeherrn richten durch Angst über ganze Gemeinschaften.", "Droge Herren richten durch Angst über ganze Gemeinschaften.", "Der Drogensherr regiert durch Angst über ganze Gemeinschaften.", "Drogener Herrscher richten sich durch Angst über ganze Gemeinschaften.", "Die „Drogen-Lords“ regieren durch Angst über ganze Gemeinschaften.", "Drogenherren führen die ganze Gemeinschaft durch Angst.", "Drug-Lods regieren durch Angst über ganze Gemeinschaften.", "Die Macht der Drogenherren über ganze Gemeinschaften wird durch Angst beherrscht.", "Narkomoidenherren regieren durch Angst über ganze Gemeinschaften.", "Narkotherren regieren durch Angst über ganze Gemeinschaften."], "inp": "Drug lords rule by fear over entire communities.", "ref": "Die Drogenbarone herrschen durch Furcht, über komplette Gemeinwesen."}
{"scores": [-0.458217000472312, -0.46326332214056487, -0.4641370076849193, -0.4651385626014934, -0.47053493965850207, -0.4710135096692299, -0.4737085703018881, -0.4774494822141845, -0.4776659643304178, -0.4792187001736908, -0.48215649665897037, -0.48453375242476554, -0.4891057670335141, -0.4922737567470252, -0.49383565516403205, -0.4990634158877209, -0.49975226604398176, -0.4998960894235876, -0.4999197382050683, -0.5067205090309151, -0.5147920904248122, -0.5186298363630983, -0.5615498630216686], "cands": ["diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", ", diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", ", diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", ", diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "diesen großen Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, zu vertreiben, nur, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert.", "große Teil der Ressourcen weg von Waren und Dienstleistungen, die in diesem Jahr direkt nützlich sind, nur dann gut zu tun ist, wenn er das Gesamtjahreswirtschaftswachstum um 0,3% – oder 6% pro 25-jährige Generation – steigert."], "inp": "At a typical 5% annual real interest rate for risky cash flows, diverting that large a share of resources away from goods and services directly useful this year is a good bargain only if it boosts overall annual economic growth by 0.3% – or 6% per 25-year generation.", "ref": "Bei einer typischen jährlichen Realverzinsung von 5% auf riskante Kapitalflüsse wäre die Umleitung eines derart großen Ressourcenanteils weg von unmittelbar nutzbaren Waren und Dienstleistungen in diesem Jahr nur dann ein gutes Geschäft, wenn sie das jährliche Wirtschaftswachstum um 0,3% – oder 6% pro 25-Jahres-Generation – steigern würde."}
