{"scores": [-0.22450636358914883, -0.5683070644713457, -0.570268580443569, -0.5957240939727577, -0.6899525967442747], "cands": ["en_XX The dog was found on 25 October in Argenteuil and died on 28 October.", "en_XX The dog was found on 25 October in Argenteuil.", "en_XX The dog was found on 25 October in Argenteuil.", "en_XX The dog was found on 25 October in Argenteuil and died on 28 October", "en_XX The dog was found in Argenteuil on 25 October."], "inp": "Le chaton a été trouvé le 25 octobre à Argenteuil et il est décédé le 28 octobre.", "ref": "The kitten was found in Argenteuil on 25 October and died on 28 October."}
{"scores": [-0.7033015366281724, -0.806228527496499, -0.9059888264366222, -1.0197353915093914, -1.357809117502847, -1.3645511140579838, -1.5099883400839365, -1.5755069675583684, -1.6304410587869846, -1.7581359376330987], "cands": ["en_XX Nouri Al Maliki has been meeting with the executive and Congressional officials since arriving in Washington on Wednesday.", "en_XX Nouri Maliki has been meeting with the executive and Congressional officials since arriving in Washington on Wednesday.", "en_XX Nouri Al Maliki has been meeting with the executive and Congressional officials since arriving in Washington.", "en_XX Nouri Maliki has been meeting with the executive and Congressional officials since arriving in Washington.", "en_XX The US government has been unable to meet its obligations to the Iraqi people, and has been unable to meet its obligations to the Iraqi people.", "en_XX A new report by the International Monetary Fund (IMF) on the financial crisis in the United States has shown that the economy is in a state of recession.", "en_XX In a statement, the head of the Iraqi government said that Iraqi leaders had agreed to a new constitution, which would allow for the establishment of a national parliament.", "en_XX The US government has been unable to meet its obligations to the Iraqi people, and has been unable to meet its obligations.", "en_XX The US government has been unable to meet its obligations to the Iraqi people.", "en_XX In a statement, the head of the Iraqi government said that Iraqi leaders had agreed to a new constitution."], "inp": "Depuis son arrivée mercredi à Washington, Nouri Al Maliki a multiplié les rencontres avec l'exécutif, et les élus du Congrès.", "ref": "Since arriving in Washington on Wednesday, Nouri Al Maliki has met several government officials and members of Congress."}
{"scores": [-0.4551339793943025, -0.5766065502143191, -0.7202253260920597, -0.8552930725805131, -0.953071138760333, -1.1511270223365566, -1.5841478960816902, -1.6887719493753979, -1.689578396032631, -2.1390797010781815], "cands": ["en_XX Barack Obama receives Iraqi Prime Minister in the midst of escalating violence", "en_XX Obama receives Iraqi prime minister in the midst of escalating violence", "en_XX Barack Obama receives Iraqi Prime Minister in the midst of escalating violence.", "en_XX Obama receives Iraqi prime minister in the midst of escalating violence.", "en_XX Barack Obama receives Iraqi Prime Minister in the midst", "en_XX Obama receives Iraqi prime minister in the midst", "en_XX The Obama administration is now in the midst of a new era of violence.", "en_XX The Obama administration is now in the midst of a new era.", "en_XX The Obama administration is now in the midst of a new era of violence", "en_XX The Obama administration is now in the midst"], "inp": "Barack Obama reçoit le premier ministre irakien, en pleine flambée de violence", "ref": "Barack Obama to Meet Iraqi Prime Minister as Violence Rages"}
{"scores": [-0.29465390547747433, -0.3107768161559622, -0.35463470046893836, -0.37132203922493695, -0.4587488818328918, -0.493134452299731, -0.5177391227487598, -0.5366536016239669, -0.569858099907659, -0.5988616083979711, -1.42106421469885, -1.5409340195484722, -1.6978151317100525, -1.7665505832284163, -1.7842328358999375, -1.9201918186431488], "cands": ["en_XX They also demanded that Barack Obama make Nouri Al Maliki understand that \"Iran's pernicious influence in the Iraqi government is a serious problem in our bilateral relationship.\"", "en_XX They also asked Barack Obama to make Nouri Al Maliki understand that \"Iran's pernicious influence in the Iraqi government is a serious problem in our bilateral relationship.\"", "en_XX They also demanded that Barack Obama make Nouri Al Maliki understand that \"Iran's pernicious influence in the Iraqi government is a serious problem in our bilateral relationship.", "en_XX They also asked Barack Obama to make Nouri Al Maliki understand that \"Iran's pernicious influence in the Iraqi government is a serious problem in our bilateral relationship.", "en_XX \"Iran's pernicious influence in the Iraqi government is a serious problem in our bilateral relationship,\" they said.", "en_XX \"Iran's pernicious influence in the Iraqi government is a serious problem in our bilateral relationship.", "en_XX They also demanded that Barack Obama make Nouri Al Maliki understand that \"Iran's pernicious influence in the Iraqi government is a serious problem in our bilateral relationship.\".", "en_XX They also asked Barack Obama to make Nouri Al Maliki understand that \"Iran's pernicious influence in the Iraqi government is a serious problem in our bilateral relationship.\".", "en_XX \"The pernicious influence of Iran in the Iraqi government is a serious problem in our bilateral relationship,\" they demanded.", "en_XX \"The pernicious influence of Iran in the Iraqi government is a serious problem in our bilateral relationship.", "en_XX But the US has not been able to stop the Iranian government from acting in a way that is inconsistent with its international obligations.", "en_XX The US has been a major contributor to the Iraq war, and has been a major contributor to the Iraqi economy.", "en_XX The US has been a major contributor to the Iraq war.", "en_XX But the US has not been able to stop the Iranian government from acting in a way that is inconsistent.", "en_XX But the US has not been able to stop the Iranian government from acting.", "en_XX But the US has not been able to stop the Iranian government."], "inp": "Ils ont aussi exigé de Barack Obama qu'il fasse comprendre à Nouri Al Maliki que \"l'influence pernicieuse de l'Iran au sein du gouvernement irakien constitue un problème sérieux dans notre relation bilatérale\".", "ref": "They have also demanded that Barack Obama make Nouri Al Maliki understand that \"the pernicious influence of Iran within the Iraqi government constitutes a serious problem in the relationship between our two countries\"."}
{"scores": [-0.404373430340111, -0.42405984745904407, -0.6212172072367006, -0.7283686688970151, -0.8055725785915261, -0.8242356053403759, -0.9040460983765897, -1.3265796151797713], "cands": ["en_XX Wouldn't that be a wave of hypocrisy on your part?", "en_XX Is there not a wave of hypocrisy on your part?", "en_XX Would you not be hypocritical?", "en_XX Wouldn't that be a wave of hypocrisy on your part.", "en_XX Is there not a wave of hypocrisy on your part.", "en_XX Wouldn't that be a wave of hypocrisy on your part?.", "en_XX Is there not a wave of hypocrisy on your part?.", "en_XX Would you not be hypocritical?."], "inp": "N'y aurait-il pas comme une vague hypocrisie de votre part ?", "ref": "Is there not an element of hypocrisy on your part?"}
{"scores": [-0.3703370206913769, -0.3972579514587589, -0.7088234149728245, -0.7631734045244595, -0.7780583911111298, -0.7814057192732584, -0.8049018908663542, -0.8173351902337914, -0.8758411058786633, -0.9264482084536012], "cands": ["en_XX Men are being killed in the streets or even at home, and the security forces are also frequently attacked.", "en_XX Men are being killed in the street or even at home, and the security forces were also frequently attacked.", "en_XX Men are being killed in the streets or even at home.", "en_XX Men are being killed in the streets or even in their homes.", "en_XX Men are being killed in the street or even at home.", "en_XX Men are being killed in the streets or even in their homes.", "en_XX Men are being killed in the street or even at home.", "en_XX Men are being killed in the streets or even at home, and the security forces are also frequently attack.", "en_XX Men are being killed in the street or even at home, and the security forces were also frequently attack.", "en_XX Men are being killed in the street or even at home."], "inp": "Des hommes sont abattus en pleine rue ou même chez eux, et les forces de sécurité sont également la cible d'attaques fréquentes.", "ref": "People are attacked in the street and even at home, and the security forces are also frequent targets of the attacks."}
{"scores": [-0.3369642417511757, -0.37466403753049893, -0.5429600086699716, -0.5484660926629971, -1.0517700035666366], "cands": ["en_XX They may be denounced, but I do not see how they can be punished.", "en_XX We can denounce them, but I do not see how they can be punished.", "en_XX I do not see how they can be punished, however much they are denounced.", "en_XX I do not see how they can be punished.", "en_XX I do not see how they can be punished, however much they are denounce."], "inp": "On a beau les dénoncer, je ne vois pas de quelle manière ils pourront être punis.", "ref": "However much we denounce the US, I see no way in which it can be punished."}
{"scores": [-0.3619207753093762, -0.44821263236647646, -0.4796544144119848, -0.48982769298534196], "cands": ["en_XX Does it not come as a surprise that the columns of the World a few weeks apart, on the one hand, the reproduction of American diplomatic correspondence and, on the other, a condemnation of the NSA's eavesdropping on the Orsay docks?", "en_XX Does it not come as a surprise that the columns of the World a few weeks apart, on the one hand, the reproduction of American diplomatic correspondence and, on the other, a condemnation of the NSA's eavesdropping on the Orsay docks.", "en_XX Does it not come as a surprise that the columns of the World a few weeks apart, on the one hand, the reproduction of American diplomatic correspondence and, on the other, a condemnation of the NSA's eavesdropping on the Orsay dock.", "en_XX Does it not come as a surprise that the columns of the World a few weeks apart, on the one hand, the reproduction of American diplomatic correspondence and, on the other, a condemnation of the NSA's eavesdropping on the Orsay docks?."], "inp": "N'est-il pas surprenant de lire dans les colonnes du Monde à quelques semaines d'intervalle d'une part la reproduction de la correspondance diplomatique américaine et d'autre part une condamnation des écoutes du Quai d'Orsay par la NSA ?", "ref": "And is it not surprising to read in the pages of Le Monde, on the one hand, a reproduction of diplomatic correspondence with the US and, on the other, condemnation of the NSA's spying on the Ministry of Foreign Affairs on the Quai d'Orsay, within a matter of weeks?"}
{"scores": [-0.404058999138188, -0.4490803607953445], "cands": ["en_XX The injections were required so frequently that antibody levels remained so high that they were too expensive and impractical.", "en_XX The injections were repeated so frequently that antibody levels remained so high that they were too expensive and impractical."], "inp": "Les injections devaient être répétées si fréquemment pour que les niveaux d'anticorps restent élevés qu'ils étaient trop onéreux et peu pratiques.", "ref": "The jabs had to be given so frequently to keep antibody levels topped up that they proved expensive and impractical."}
{"scores": [-0.3883135052990368, -0.4752024532455608], "cands": ["en_XX So he is a liar and a traitor.", "en_XX He is a liar and a traitor."], "inp": "Sisi est un menteur et un traître.", "ref": "Sisi is a liar and a traitor.\""}
{"scores": [-0.3252463203421131, -0.36666924694807446, -0.4112487178262818, -0.5516689119340648, -0.6285774897567853, -0.6481309363501283, -0.6913584046790984, -1.486100776642], "cands": ["en_XX However, the cost of the new vaccine is expected to be much lower, as it turns liver cells into antibody plants.", "en_XX However, the new vaccine is expected to cost much less because it turns liver cells into antibody plants.", "en_XX However, the new vaccine should cost much less because it turns liver cells into antibody plants.", "en_XX However, the cost of the new vaccine is expected to be much lower, as it turns liver cells into antibody plant.", "en_XX However, the new vaccine is expected to cost much less because it turns liver cells into antibody plant.", "en_XX However, the cost of the new vaccine should be much lower.", "en_XX However, the new vaccine should cost much less because it turns liver cells into antibody plant.", "en_XX In the United States, the vaccine is used to treat the liver cells of patients with cancer."], "inp": "Mais le coût du nouveau vaccin devrait être bien inférieur car il transforme les cellules du foie en usines à anticorps.", "ref": "But the cost of the new vaccine is likely to be far lower, because it turns liver cells into antibody factories."}
{"scores": [-0.3409346698909155, -0.3920075457100026, -0.5869352987745591, -0.6420584763242408, -0.7031225073536581, -0.7239231456400771, -0.7560058224771822, -0.8385951036766394, -0.8476051992011202, -0.8992488557716255, -1.051172527171254, -1.2403543000964965], "cands": ["en_XX This survey was sent in mid-October to each National Bishops' Conference in mid-October, with the aim of obtaining as many responses as possible.", "en_XX This survey was sent in mid-October to every national conference of bishops, with the aim of obtaining as many responses as possible.", "en_XX This survey was sent in mid-October to each National Bishops' Conference in mid-October, with the aim of obtaining as many responses.", "en_XX This survey was sent in mid-October to every national conference of bishops, with the aim of obtaining as many responses.", "en_XX This survey was sent in mid-October to each National Bishops' Conference in mid-October, with the aim of obtaining as many response.", "en_XX This survey was sent in mid-October to each National Bishops' Conference in mid-Oct.", "en_XX This survey was sent in mid-October to every national conference of bishops, with the aim of obtaining as many response.", "en_XX The poll was sent to each National Bishops' Conference in mid-Oct.", "en_XX This survey was sent in mid-October to every national conference of bishop.", "en_XX This survey was sent in mid-October to every national conference of bishop.", "en_XX This survey was sent in mid-Oct.", "en_XX This survey was sent by mid-Oct."], "inp": "Le sondage a été envoyé à la mi-octobre à chaque conférence nationale des évêques, avec la consigne d'obtenir le plus de réponses possible.", "ref": "The poll was sent out to every national conference of bishops in mid-October, with instructions to secure as many responses as possible."}
{"scores": [-0.3104736579986331, -0.40085292389754723, -0.40431985244372304, -0.540559230028388, -1.3758497225705109, -1.4030351634794607, -1.7194776626246526, -1.8029176028761897, -1.8675839362145135, -2.0193608913497516, -2.067941594907966], "cands": ["en_XX When François Hollande calls Barack Obama, or when the Foreign Minister Laurent Fabius summons the US ambassador, they respond to a real discovery, which is the extent of American surveillance of all communications in France.", "en_XX When Hollande calls Barack Obama or when Foreign Minister Laurent Fabius summons the US ambassador, they respond to a real discovery, which is the extent of American surveillance of all communications in France.", "en_XX When François Hollande calls Barack Obama, or when the Foreign Minister Laurent Fabius summons the US ambassador, they respond to a real discovery.", "en_XX When Hollande calls Barack Obama or when Foreign Minister Laurent Fabius summons the US ambassador, they respond to a real discovery.", "en_XX France's foreign minister, Laurent Fabius, is a man of great courage.", "en_XX France has been a major player in the global arms race since the end of the Cold War.", "en_XX The French government has been unable to find a way to stop the flow of weapons to the US.", "en_XX France is a country that has been a victim of the war for more than a century.", "en_XX France has been a major player in the global arms race.", "en_XX The French government has been unable to find a way to stop the flow.", "en_XX France has been a major player in the global arms race since the end."], "inp": "Lorsque François Hollande téléphone à Barack Obama ou quand le ministre des affaires étrangères Laurent Fabius convoque l'ambassadeur des Etats-Unis, ils réagissent à une vraie découverte, qui est celle de l'ampleur de la surveillance américaine sur l'ensemble des communications en France.", "ref": "When François Hollande telephones Barack Obama, or when Foreign Minister Laurent Fabius summons the Ambassador of the United States, they are responding to a real discovery, that of the scale of America's surveillance of communications within France generally."}
{"scores": [-0.4175732602589024, -0.5729858798326405, -0.5793899233576023, -0.7158176046593953, -0.7752061531798045, -0.8580919266019235, -0.9035908902796446, -1.2460851569201727, -1.525159949705378], "cands": ["en_XX Marie Verbeke said that \"if other supporters had an intention to travel to Paris by other means, the French police prefecture has reported that measures have been taken to allow arrests and even police custody,\" said Marie Verbeke.", "en_XX Marie Verbeke said that \"if other supporters had an intention to travel to Paris by other means, the French police prefecture has reported that measures have been taken to allow arrests and even police custody,\" said Marie.", "en_XX The French police prefecture has reported that measures have been taken to arrest and even hold in police custody supporters who have an intention to travel to Paris by other means, said Marie.", "en_XX The French police prefecture has reported that measures have been taken to arrest and even hold in police custody supporters who have an intention to travel to Paris by other means, said Marie Verbeke.", "en_XX The French police prefecture has reported that measures have been taken to arrest and even hold in police custody supporters who have an intention to travel to Paris by other means.", "en_XX The French police prefecture has reported that measures have been taken to arrest and even hold in police custody supporters who have an intention to travel to Paris.", "en_XX The French police prefecture has reported that measures have been taken to arrest and even hold in police custody supporters who have an intention to travel to Paris by other means, said Marie.", "en_XX In the wake of the attacks on the French police station in Paris, the French police department has announced that it has taken measures to arrest and even detain supporters.", "en_XX In the wake of the attacks on the French police station in Paris, the French police department has announced that it has taken measures to arrest and even detain supporter."], "inp": "\"Si d'autres supporters avaient une intention de se rendre à Paris par d'autres moyens, la préfecture de police française a fait savoir que des mesures ont été prises permettant de procéder à des arrestations voire des gardes à vue\", a encore annoncé Marie Verbeke.", "ref": "\"If other supporters are intending to travel to Paris by other means, the French Police Department has said that steps have been taken to permit arrests to be made and people to be taken into custody,\" Marie Verbeke also announced."}
{"scores": [-0.2467314683131748, -0.41382807127788757, -0.4256215137043459, -0.4396442157127864, -0.4567732222219257, -0.49560069391997325, -0.5342241181398014, -0.5811060127245242, -0.6536957098500329, -0.656388233691796, -0.6618900448267478, -0.7281447631992607], "cands": ["en_XX The bus convoy will be escorted by the police from a former border post in Rekem to the PSG stadium,\" the spokeswoman said.", "en_XX The bus convoy will be escorted by the police from a former border post in Rekem to the PSG stadium.", "en_XX “The bus will be escorted by police from a former border post in Rekem to the PSG stadium,” the spokeswoman said.", "en_XX The bus convoy will be escorted by police from a former border post in Rekem to the PSG stadium,\" the spokeswoman said.", "en_XX The bus convoy will be escorted by the police from a former border post in Rekem to the PSG stadium,\" the spokeswoman said", "en_XX The police will escort the bus convoy from a former border post in Rekem to the PSG stadium,\" the spokeswoman said.", "en_XX The bus convoy will be escorted by police from a former border post in Rekem to the PSG stadium.", "en_XX The police will escort the bus convoy from a former border post in Rekem to the PSG stadium.", "en_XX “The bus will be escorted by police from a former border post in Rekem to the PSG stadium,” the spokeswoman said", "en_XX The bus convoy will be escorted by police from a former border post in Rekem to the PSG stadium,\" the spokeswoman said", "en_XX “The bus will be escorted by police from a former border post in Rekem to the PSG stadium.", "en_XX The police will escort the bus convoy from a former border post in Rekem to the PSG stadium,\" the spokeswoman said"], "inp": "\"Le convoi de bus sera escorté par la police depuis un ancien poste frontière de Rekem jusqu'au stade du PSG\", a transmis la porte-parole.", "ref": "\"The convoy of buses will be escorted by the police from a former frontier post at Rekem to the PSG stadium,\" said the spokesperson."}
{"scores": [-0.34035335766196523, -0.3507659853153046, -0.3815729717990134, -0.4103516748478725, -0.42421019401952065, -0.45839514673622656, -0.5112950271425208, -0.5380787377127026, -0.6004679009796565], "cands": ["en_XX But mice that had not been vaccinated \"were cured,\" the researchers said, indicating that nicotine had reached their brains.", "en_XX But unvaccinated mice \"were cured,\" the researchers said, indicating that nicotine had reached their brains.", "en_XX But mice not vaccinated \"were cured,\" the researchers said, indicating that nicotine had reached their brains.", "en_XX But mice that had not been vaccinated \"were cured,\" the researchers said, indicating that nicotine had reached their brain.", "en_XX But unvaccinated mice \"were cured,\" the researchers said, indicating that nicotine had reached their brain.", "en_XX But mice not vaccinated \"were cured,\" the researchers said, indicating that nicotine had reached their brain.", "en_XX But mice that had not been vaccinated \"were cured,\" the researchers said.", "en_XX But unvaccinated mice \"were cured,\" the researchers said.", "en_XX But mice not vaccinated \"were cured,\" the researchers said."], "inp": "Mais les souris qui n'avaient pas été vaccinées « étaient apaisées », ont déclaré les chercheurs, signe que la nicotine avait atteint leur cerveau.", "ref": "But mice who had not been given the vaccine \"chilled out,\" say the researchers, a sign that the nicotine had reached their brains."}
{"scores": [-0.3975261392264332, -0.40223398277609923, -0.49583066960533895, -0.5603760193307523, -0.5686506824312832, -0.6005220566285349, -0.607239735670752, -0.6674253424152847, -0.7098619716320427, -0.7479048342785958, -1.089470231601815], "cands": ["en_XX France can, for example, be led to transmit entire blocks of data on the Sahel region to the American services, and in return - as has already been said quickly - the Americans can give the French information on other parts of the world.", "en_XX For instance, France can be led to transmit entire blocks of data on the Sahel region to the American services, and in return - as has already been said quickly - the Americans can give the French information on other parts of the world.", "en_XX For example France may be led to transmit entire blocks of data on the Sahel region to the American services, and in return - as has already been said quickly - the Americans may give the French information on other parts of the world.", "en_XX For instance, France can be led to transmit entire blocks of data on the Sahel region to the American services.", "en_XX France can, for example, be led to transmit entire blocks of data on the Sahel region to the American services.", "en_XX France can, for example, be led to transmit entire blocks of data on the Sahel region to the American services, and in return - as has already been said quickly - the Americans can give the French information on other parts.", "en_XX For instance, France can be led to transmit entire blocks of data on the Sahel region to the American services, and in return - as has already been said quickly - the Americans can give the French information on other parts.", "en_XX In return, as has already been said, the Americans can provide information to the French on other parts of the world.", "en_XX For example France may be led to transmit entire blocks of data on the Sahel region to the American services, and in return - as has already been said quickly - the Americans may give the French information on other parts.", "en_XX For example France may be led to transmit entire blocks of data on the Sahel region to the American services.", "en_XX In return, as has already been said, the Americans can provide information to the French on other parts."], "inp": "La France peut être conduite, par exemple, à transmettre des blocs entiers de données sur la région du Sahel aux services américains, et, en contrepartie - on l'a déjà rapidement dit -, les Américains peuvent donner des informations aux Français sur d'autres régions du monde.", "ref": "Also France may, for example, have to transmit entire blocks of data on the Sahel region to the Americans and, in return - as already briefly mentioned - the Americans may provide information to the French about other parts of the world."}
{"scores": [-0.35901494584420673, -0.3777818969213718, -0.39420648451903245, -0.42336201445915805, -0.4332712273251861, -0.43644664810512024, -0.46953425703522295, -0.48810140812263114, -0.51754479365241, -0.5263862471810057, -0.5652468448084923, -0.8769581353872048], "cands": ["en_XX Prof. Crystal stated that if the future vaccine for human use were completely safe, it could be given to children before they are tempted to try a cigarette, which would prevent any addiction to nicotine.", "en_XX Prof. Crystal stated that if the future human vaccine was completely safe, it could be given to children before they are tempted to try a cigarette, preventing any nicotine addiction.", "en_XX Prof. Crystal said if the future vaccine for human use were completely safe, it could be given to children before they are tempted to try a cigarette, which would prevent any addiction to nicotine.", "en_XX Prof. Crystal stated that if the future vaccine for human use were completely safe, it could be given to children before they are tempted to try a cigarette.", "en_XX Prof. Crystal said if the future human vaccine was completely safe, it could be given to children before they are tempted to try a cigarette, which would prevent any addiction to nicotine.", "en_XX Prof. Crystal stated that if the future human vaccine was completely safe, it could be given to children before they are tempted to try a cigarette.", "en_XX Prof. Crystal said if the future vaccine for human use were completely safe, it could be given to children before they are tempted to try a cigarette.", "en_XX Prof. Crystal stated that if the future vaccine for human use were completely safe, it could be given to children before they are tempted to try a cigarette, which would prevent any addiction.", "en_XX Prof. Crystal said if the future human vaccine was completely safe, it could be given to children before they are tempted to try a cigarette.", "en_XX Prof. Crystal said if the future vaccine for human use were completely safe, it could be given to children before they are tempted to try a cigarette, which would prevent any addiction.", "en_XX Prof. Crystal said if the future human vaccine was completely safe, it could be given to children before they are tempted to try a cigarette, which would prevent any addiction.", "en_XX \"If the future vaccine for humans is completely safe,\" said Professor Crystal."], "inp": "Le Professeur Crystal a déclaré que si le futur vaccin à usage humain était complètement sûr, on pourrait l'administrer aux enfants avant qu'ils soient tentés d'essayer une cigarette, ce qui empêcherait toute addiction à la nicotine.", "ref": "Prof Crystal said that if a future human vaccine was completely safe it could be given to children before they were tempted to try a cigarette, preventing nicotine addiction."}
{"scores": [-0.28160817224051937, -0.3046076607815975, -0.3761790986650004, -0.4334748029894201, -0.6522442954875589, -0.6781533448458766, -0.7050472859499496, -0.7238168019920251, -0.9367666449514306, -1.0947761920065993], "cands": ["en_XX Vatican polls on contraception, divorce and homosexuality", "en_XX Vatican probes contraception, divorce and homosexuality", "en_XX Vatican Conducts Survey on Contraception, Divorce and Homosexuality", "en_XX The Vatican Survey on Contraception, Divorce and Homosexuality", "en_XX Vatican polls on contraception, divorce and homosexuality.", "en_XX Vatican Conducts Survey on Contraception, Divorce and Homosexuality.", "en_XX Vatican probes contraception, divorce and homosexuality.", "en_XX The Vatican Survey on Contraception, Divorce and Homosexuality.", "en_XX Vatican Conducts Survey on Contraception, Divorce", "en_XX The Vatican Survey on Contraception, Divorce"], "inp": "Le Vatican sonde sur la contraception, le divorce et l'homosexualité", "ref": "Vatican Poll on Contraception, Divorce and Homosexuality"}
{"scores": [-0.4791487192105383, -0.5751602645838013, -0.6491984618457489, -0.7321416299945075, -1.0083814800645323, -1.0115626085588347, -1.1270680729175044, -1.2072708979566866, -1.2305533102424402], "cands": ["en_XX The United Nations has even higher casualties, with 979 killed and 1,902 injured.", "en_XX The UN has even higher figures, with 979 dead and 1,902 injured.", "en_XX At the United Nations, the death toll is even higher, at 979 and 1,902 respectively.", "en_XX At the United Nations, the death toll is even higher, at 979 and 1,902.", "en_XX At the United Nations, the death toll is even higher, at 979 and 1,902 respectively", "en_XX The United Nations has even higher casualties, with 979 killed.", "en_XX At the United Nations, the death toll is even higher, at 979 and 1,902 respective.", "en_XX The UN has even higher figures, with 979 dead.", "en_XX The UN has even higher figures, with 979 dead."], "inp": "L'ONU donne un bilan même plus élevé avec 979 morts et 1 902 blessés.", "ref": "The UN has reported even higher numbers with 979 dead and 1,902 injured."}
{"scores": [-0.5179745692880049, -0.5255014990850657, -1.1237033293336725, -1.1537564088674261, -1.2069953568701757, -1.265032801894006, -1.292887247509621, -1.49864676625612, -1.768892047890106, -1.9780289180212574], "cands": ["en_XX Can we deny ourselves American cooperation?", "en_XX Can American collaboration be denied?", "en_XX Can we deny ourselves American cooperation.", "en_XX Can we deny ourselves American cooperation.", "en_XX Can we deny ourselves American cooperation?.", "en_XX Can American collaboration be denied.", "en_XX Can American collaboration be denied?.", "en_XX The US has been a major contributor to the global economy since the early 1990’s.", "en_XX The US has been a major contributor to the global economy.", "en_XX The US has been a major contributor to the global economy since the early 1990’."], "inp": "Peut-on se priver de la collaboration américaine ?", "ref": "Can we do without collaboration with the Americans?"}
{"scores": [-0.32611144181948787, -0.5059545722822067, -0.8313827090794366], "cands": ["en_XX The report states that \"five individuals who have been in contact with the cat have already been identified\" and have received preventive treatment.", "en_XX Five people who had been in contact with the cat had already been identified and had received preventive treatment.", "en_XX Five people who had been in contact with the cat had already been identified."], "inp": "\"Cinq personnes ayant été en contact avec le chaton ont déjà été identifiées\" et ont reçu un traitement préventif.", "ref": "\"Five people who had been in contact with the kitten have already been identified,\" and have received preventive treatment."}
{"scores": [-0.3374994815889618, -0.3543723781042379, -0.36919653746243486, -0.5834387187239947, -0.5872156389297034, -0.6157738691102707, -0.6206035347778158, -0.6525981310873977, -0.8339367180719878, -0.9466451978961383, -1.000777810191639], "cands": ["en_XX Egyptian Islamists on the streets to denounce Morsi’s trial", "en_XX Egyptian Islamists on the street to denounce Morsi’s trial", "en_XX Egyptian Islamists on the street", "en_XX Egyptian Islamists on the streets to denounce Morsi", "en_XX Egyptian Islamists on the streets to denounce Morsi’s trial.", "en_XX Egyptian Islamists on the street to denounce Morsi’s trial.", "en_XX Egyptian Islamists on the street to denounce Morsi", "en_XX Egyptian Islamists protest Morsi trial", "en_XX Egyptian Islamists on the street.", "en_XX Egyptian Islamists on the streets to denounce Morsi’", "en_XX Egyptian Islamists on the street to denounce Morsi’"], "inp": "Les islamistes égyptiens dans la rue pour dénoncer le procès de Morsi", "ref": "Egyptian Islamists Take to Streets to Denounce Morsi Trial"}
{"scores": [-0.3305564991112823, -0.3836791220207037, -0.4669223829834672, -0.5207610287468443, -0.5971988395197932, -0.9412936858111909], "cands": ["en_XX At that time, the American President, elected on the promise to end military involvement in that country, had painted an optimistic picture of the situation.", "en_XX At that time, the American President, elected on the promise to end military involvement in that country, had painted an optimistic picture.", "en_XX The US President, then elected on the promise to end military involvement in that country, had painted an optimistic picture of the situation.", "en_XX The US President, then elected on the promise to end military involvement in that country, had painted an optimistic picture.", "en_XX At that time, the U.S.", "en_XX The US President, then elected on the promise to end military involvement in that country."], "inp": "À l'époque, le président américain, élu sur la promesse de mettre fin à l'engagement militaire dans ce pays, avait dressé un tableau optimiste de la situation.", "ref": "At that time, the American President, who was elected on the promise of bringing to an end the US' military involvement in the country, painted an optimistic picture of the situation."}
{"scores": [-0.23703850850062397, -0.24568732546156172, -0.2585947669905437, -0.2759358390054711, -0.3113547698666042, -0.41822677419635046, -0.4482553788454555, -0.46482196373756196, -0.5425104619109816], "cands": ["en_XX The 37 year old man who took a child hostage at Gabrielle Roy School in Surrey faces six counts of indictment, according to the Royal Canadian Mounted Police.", "en_XX The 37 year-old man who took a child hostage at Gabrielle Roy School in Surrey faces six counts, according to the Royal Canadian Mounted Police.", "en_XX The 37 year old man who took a child hostage at Gabrielle Roy School in Surrey faces six counts, according to the Royal Canadian Mounted Police.", "en_XX According to the Royal Canadian Mounted Police, the 37-year-old man who took a child hostage at Gabrielle Roy School in Surrey faces six counts.", "en_XX According to the Royal Canadian Mounted Police, the 37-year-old man who took a child hostage at Gabrielle Roy School in Surrey faces six counts of murder.", "en_XX The 37 year old man who took a child hostage at Gabrielle Roy School in Surrey faces six counts of indictment, according to the Royal Canadian Mounted Police", "en_XX The 37 year-old man who took a child hostage at Gabrielle Roy School in Surrey faces six counts, according to the Royal Canadian Mounted Police", "en_XX The 37 year old man who took a child hostage at Gabrielle Roy School in Surrey faces six counts, according to the Royal Canadian Mounted Police", "en_XX According to the Royal Canadian Mounted Police, the 37-year-old man who took a child hostage at Gabrielle Roy School in Surrey faces six count."], "inp": "L'homme de 37 ans qui a pris un enfant en otage à l'école Gabrielle Roy de Surrey fait face à six chefs d'accusation, selon la Gendarmerie royale du Canada.", "ref": "A 38-year-old man who took a child hostage at the Gabrielle Roy school in Surrey is facing six charges, according to the Royal Gendarmerie of Canada."}
{"scores": [-0.2881440656657786, -0.3504807518001289, -0.5674634161643772, -0.6248734888626077, -0.631004494181996], "cands": ["en_XX Mobilization across Egypt to demand the restoration of the country's first democratically elected president.", "en_XX Mobilization across Egypt for the restoration of the country's first democratically elected president.", "en_XX Mobilization across Egypt to demand the restoration of the country's first democratically elected president", "en_XX Mobilization across Egypt for the restoration of the country's first democratically elected president", "en_XX Egypt's first democratically elected president must be restored."], "inp": "Une mobilisation dans toute l'Egypte pour réclamer le rétablissement du premier président démocratiquement élu du pays.", "ref": "There have been demonstrations throughout Egypt to demand the reinstatement of the country's first democratically-elected president."}
{"scores": [-0.3056176927161498, -0.45307174309504855, -0.5115740580206835, -0.5893401677771115, -0.6396799282014919, -0.6714793954008499, -0.7313894641409716], "cands": ["en_XX They took to the streets two days before the trial of deposed President Mohamed Morsi began, they took to the streets.", "en_XX They took to the streets two days before trial of deposed President Mohamed Morsi began, they took to the streets.", "en_XX They took to the streets two days before the trial of deposed President Mohamed Morsi began, they took to the street.", "en_XX They took to the streets two days before trial of deposed President Mohamed Morsi began, they took to the street.", "en_XX A few days before the trial of deposed President Mohamed Morsi, they went down the streets.", "en_XX They took to the streets two days before trial of deposed President Mohamed Morsi began, they took to the street.", "en_XX A few days before the trial of deposed President Mohamed Morsi, they went down the street."], "inp": "Deux jours avant l'ouverture du procès du président déchu Mohamed Morsi, ils sont descendus dans les rues.", "ref": "Two days before the start of the trial of deposed President Mohamed Morsi, they took to the streets."}
{"scores": [-0.2613283415294639, -0.3321598417218562, -0.5692881528930898], "cands": ["en_XX One single dose of the vaccine was able to protect mice from nicotine dependence for life.", "en_XX One dose of the vaccine was able to protect mice from nicotine dependence for life.", "en_XX The vaccine was able to protect mice from nicotine dependence for life with a single dose."], "inp": "Une seule dose du vaccin a pu protéger à vie des souris de la dépendance à la nicotine.", "ref": "A single dose of the vaccine was able to protect mice against nicotine addiction for life."}
{"scores": [-0.35519164548576804, -0.6365512811189186, -0.8122562552180745, -1.1130590968643757, -1.7555402221804466, -1.9002351498045675, -1.962306134427104, -2.072410917213027, -2.1190790914099753, -2.1287057766063278, -2.5671946110219994], "cands": ["en_XX The news was reported Thursday by the National Catholic Reporter, an independent Catholic newspaper in the United States.", "en_XX The news was reported Thursday by the National Catholic Reporter, an independent Catholic newspaper.", "en_XX The news was reported Thursday by the National Catholic Reporter.", "en_XX In the United States, the National Catholic Reporter reported on Thursday.", "en_XX \"They are not just a bunch of people who are trying to get away from the world,\" said the head of the Catholic Church's New York office.", "en_XX \"They are not just a bunch of people who are trying to get away from the world,\" said the head of the Catholic Church.", "en_XX \"They are not just a bunch of people who are trying to get away from the world.", "en_XX \"They are not just a bunch of people.", "en_XX \"They are not just a bunch of people who are trying to get away from the world,\" said the head of the Catholic Church'", "en_XX \"They are not just a bunch of people who are trying to get away.", "en_XX \"They are not just a bunch."], "inp": "La nouvelle a été rapportée jeudi par le \"National Catholic Reporter\", un journal catholique indépendant des États-Unis.", "ref": "The news was reported on Thursday by the National Catholic Reporter, an independent Catholic newspaper in the United States."}
{"scores": [], "cands": [], "inp": "Les ministères appellent à présent les personnes qui auraient été mordues, griffées, égratignées, ou léchées sur une muqueuse ou sur une peau lésée par ce chaton ou dont l'animal aurait été en contact avec ce chaton entre le 8 et le 28 octobre à contacter le 08.11.00.06.95 entre 10 heures et 18 heures à partir du 1er novembre.", "ref": "The ministries are currently asking anyone who might have been bitten, clawed, scratched or licked on a mucous membrane or on damaged skin by the kitten, or who own an animal that may have been in contact with the kitten between 08 to 28 October, to contact them on 08 11 00 06 95 between 10am and 6pm from 01 November."}
{"scores": [-0.3351323007494703, -0.3424303859905017, -0.3485796691946426, -0.6229030341235497, -0.6621598816704671, -0.713398380084151, -0.7885099967557446], "cands": ["en_XX More tests are needed before human trials can begin, but Professor Ronald Crystal of Weill Cornell Medical College in New York said the early signs are encouraging.", "en_XX More tests are needed before human trials can begin, but Professor Ronald Crystal of Weill Cornell Medical College in New York said the early signs are encouraging.", "en_XX More tests are needed before human trials can begin, but Professor Ronald Crystal of Weill Cornell Medical College in New York said the early signs are encouraging.", "en_XX More tests are needed before human trials can begin.", "en_XX More tests are needed before human trials can begin.", "en_XX More tests are needed before human trials can begin.", "en_XX More tests are needed before we can start testing on humans."], "inp": "D'autres tests sont nécessaires avant de commencer les essais sur l'être humain, mais le Professeur Ronald Crystal du Weill Cornell Medical College de New York a déclaré que les premiers signes étaient encourageants.", "ref": "Further tests are needed before starting human trials, which would take several years, but Professor Ronald Crystal of Weill Cornell Medical College in New York said the early signs are good."}
{"scores": [-0.4569174616821432, -0.46620872320505363, -0.5099528868419936, -0.519441956817321, -0.5328888421503867, -0.5422646821754719, -0.5819576021591181, -0.5858075956900632, -0.593538015011028, -0.595687065731001, -0.6346467243899755, -0.6356524564748882, -0.6438365655338698, -0.6616891230725866, -0.7122905677168553, -0.7293285602895113, -0.7483284547867551, -0.774651015784295, -0.8343961147554115, -0.859466878248949], "cands": ["en_XX A final element: the widespread disclosure movement by the media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent, could prompt legislators, including the United States, to reconsider the powers they have given to their intelligence services.", "en_XX A final element: the widespread disclosure movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent, could prompt legislators, including the United States, to reconsider the powers they have given to their intelligence services.", "en_XX A final element: the massive revelation movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent, could prompt legislators, including the United States, to reconsider the powers they have given to their intelligence services.", "en_XX A final element: the massive revelations movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent, could prompt legislators, including the United States, to reconsider the powers they have given to their intelligence services.", "en_XX A final element: the widespread disclosure movement by the media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent, could prompt legislators, including the United States, to reconsider the powers they have given to their intelligence.", "en_XX A final element: the widespread disclosure movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent, could prompt legislators, including the United States, to reconsider the powers they have given to their intelligence.", "en_XX A final element: the widespread disclosure movement by the media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent, could prompt legislators, including the United States, to reconsider the powers they have given to their intelligence services", "en_XX A final element: the massive revelation movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent, could prompt legislators, including the United States, to reconsider the powers they have given to their intelligence.", "en_XX A final element: the widespread disclosure movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent, could prompt legislators, including the United States, to reconsider the powers they have given to their intelligence services", "en_XX A final element: the massive revelations movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent, could prompt legislators, including the United States, to reconsider the powers they have given to their intelligence.", "en_XX A final element: the widespread disclosure movement by the media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent.", "en_XX A final element: the massive revelation movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent, could prompt legislators, including the United States, to reconsider the powers they have given to their intelligence services", "en_XX A final element: the massive revelations movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent, could prompt legislators, including the United States, to reconsider the powers they have given to their intelligence services", "en_XX A final element: the widespread disclosure movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent.", "en_XX A final element: the massive revelation movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent.", "en_XX A final element: the massive revelations movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtually non-existent.", "en_XX A final element: the widespread disclosure movement by the media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtual.", "en_XX A final element: the widespread disclosure movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtual.", "en_XX A final element: the massive revelation movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtual.", "en_XX A final element: the massive revelations movement by media around the world, which is helping to spark a debate on the surveillance practices of the intelligence services, which have hitherto been virtual."], "inp": "Dernier élément: le vaste mouvement de révélations engagé par des médias du monde entier, qui contribue à enclencher un débat sur les pratiques de surveillance des services de renseignement jusqu'alors quasiment inexistant, pourrait pousser les législateurs, y compris américains, à reconsidérer les pouvoirs qu'ils ont donnés à leurs services de renseignement.", "ref": "Finally, the widespread exercise in revelations conducted by the media across the world, which is contributing to the establishment of a debate on surveillance practices by intelligence services that have been almost invisible until now, could force legislators - including those of America - to reconsider the powers they have granted their intelligence agencies."}
{"scores": [-0.21641976575815025, -0.3105217294183702], "cands": ["en_XX The total number of deaths in October is the highest since April 2008, when 1,073 people were killed.", "en_XX Total deaths in October were the highest since April 2008, when 1,073 people had been killed."], "inp": "Le nombre total de morts en octobre est le plus élevé depuis avril 2008, quand 1 073 personnes avaient été tuées.", "ref": "The total number of deaths in October is the highest since April 2008, when 1,073 people were killed."}
{"scores": [-0.2607381797451684, -0.280466593279106, -0.3602827081566262, -1.2880662438798185, -1.354583052984134], "cands": ["en_XX On Monday, 20,000 police officers will be deployed to the Cairo Police Academy, where Mohamed Morsi will be tried.", "en_XX On Monday, 20,000 police will be deployed to the Cairo Police Academy, where Mohamed Morsi will be tried.", "en_XX On Monday 20,000 police will be deployed to the Cairo Police Academy, where Mohamed Morsi will be tried.", "en_XX In the wake of the attacks on the United Nations headquarters in Baghdad, the United Nations has been called upon to provide the necessary support to the Iraqi people.", "en_XX In the wake of the attacks on the United Nations headquarters in Baghdad, the United Nations has been called upon to provide the necessary support."], "inp": "Lundi, 20 000 policiers seront déployés devant l'académie de police du Caire, où sera jugé Mohamed Morsi.", "ref": "On Monday, 20,000 policemen were deployed in front of the Police Academy in Cairo, where Mohamed Morsi will be tried."}
{"scores": [-0.33408661212161267, -0.439161393793478, -0.5409957298442409, -0.605516528149337, -0.6869567870577482, -0.7565262074713442, -0.764787495432439, -0.9327613613539113, -0.933310899187976, -0.9352861788236121, -0.94968875542578, -0.9735504606091115, -1.0070134194010567, -1.0490175385268299, -1.090224909572355, -1.264963208334248], "cands": ["en_XX Authorities announced on Thursday 31 October that a rabies case had been detected in a cat in the Val-d'Oise, apparently of foreign origin, while France has been free of indigenous cases since 2001.", "en_XX Authorities announced on Thursday 31 October that a rabies case had been detected in a cat in the Val-d'Oise.", "en_XX France has been free of indigenous cases since 2001, the authorities announced on Thursday 31 October, after a rabies case was detected in a cat in the Val-d'Oise, apparently of foreign origin.", "en_XX France has been free of indigenous cases since 2001, the authorities announced on Thursday 31 October, after a rabies case was detected in a cat in the Val-d'Oise.", "en_XX France has been free of indigenous cases since 2001, the authorities announced on Thursday 31 October, after a rabies case was detected in a cat in the Val-d'Oise, apparently of foreign origin", "en_XX France has been free of indigenous cases since 2001, the authorities announced on Thursday 31 October.", "en_XX France has been free of indigenous cases since 2001, the authorities announced on Thursday.", "en_XX France is free of indigenous cases since 2001, authorities announced Thursday 31 October.", "en_XX A French animal has been found to be infected with rabies in the Val-d'Oise region of France, the authorities announced on Thursday.", "en_XX France is free of indigenous cases since 2001, authorities announced Thursday.", "en_XX A French animal has been found to be infected with rabies in the Val-d'Oise region of France.", "en_XX A French animal has been found to be infected with rabies in the Val-d'Oise region.", "en_XX A French animal has been found to be infected with rabies in the Val-d'Oise.", "en_XX France has been free of indigenous cases since 2001, the authorities announced.", "en_XX A French animal has been found to be infected with rabies in the Val-d'Oise region of France, the authorities announced.", "en_XX A French animal has been found to be infected with rabies."], "inp": "Les autorités ont annoncé jeudi 31 octobre qu'un cas de rage avait été détecté chez un chaton dans le Val-d'Oise, manifestement d'origine étrangère alors que la France est indemne de cas autochtones depuis 2001.", "ref": "Officials announced on Thursday 31 October that a case of rabies had been detected in a kitten in Val-d'Oise. The kitten must have come from abroad as France has not had any native cases of the disease since 2001."}
{"scores": [-0.38017458941595317, -0.462371234004676, -0.4658027840005545, -0.5005710379682582, -0.5581292643210144, -0.5883824879918281, -0.6671220946781397, -1.0974158774128835, -1.1567361759063308], "cands": ["en_XX In the case of human rabies, the preventive treatment of human rabies, administered after contact with the animal carrier but before the onset of symptoms, is very effective,\" the press release said.", "en_XX \"Preventive treatment of human rabies in humans, administered after contact with the animal but before symptoms appear, is very effective,\" the press release said.", "en_XX In the case of human rabies, the preventive treatment of human rabies, administered after contact with the animal carrier but before the onset of symptoms, is very effective.", "en_XX \"Preventive treatment of human rabies in humans, administered after contact with the animal but before symptoms appear, is very effective.", "en_XX In the case of human rabies, the preventive treatment of human rabies, administered after contact with the animal carrier but before the onset of symptoms, is very effective,\" the press release said", "en_XX \"Preventive treatment of human rabies in humans, administered after contact with the animal but before symptoms appear, is very effective.", "en_XX \"Preventive treatment of human rabies in humans, administered after contact with the animal but before symptoms appear, is very effective,\" the press release said", "en_XX The European Parliament adopted a report on the protection of human rights in the fight against rabies, which is expected to be presented to the Council in the autumn.", "en_XX The European Parliament adopted a report on the protection of human rights in the fight against rabies."], "inp": "\"Chez l'homme, le traitement préventif de la rage humaine, administré après le contact avec l'animal porteur, mais avant l'apparition des symptômes, est très efficace\", précise le communiqué.", "ref": "\"Preventive treatment for human rabies administered after contact with the carrier animal but before symptoms appear is very effective,\" the press release specifies."}
{"scores": [-0.3998644295476416, -0.40666289619326246, -0.6010112261001285, -0.8073101983294448, -0.8841720388646973, -0.8922559003210284, -1.1197248360849865, -1.2164957836741448], "cands": ["en_XX Some British scientists said the results were interesting but pointed out that much more research was needed.", "en_XX Some British scientists have said that the results are interesting but have pointed out that much more research is needed.", "en_XX Some British scientists described the results as interesting but noted that much more research was needed.", "en_XX Some British scientists have said that the results are interesting.", "en_XX Some British scientists said the results were interesting.", "en_XX Some British scientists have said the results are interesting.", "en_XX Some British scientists described the results as interesting.", "en_XX The results were reported by British scientists as interesting."], "inp": "Des scientifiques britanniques ont déclaré que les résultats étaient intéressants mais ont signalé que des recherches bien plus approfondies étaient nécessaires.", "ref": "British scientists said the results were interesting but warned far more research was needed."}
{"scores": [-0.33761615185113986, -0.39587426894441197, -0.4405711245766831, -0.4771841916496634, -0.5483899731141987, -0.5524455905108762, -0.5862946444019662, -0.7032842528980735, -0.7537231357714677, -0.9214879330391244], "cands": ["en_XX Scientists have developed a nicotine vaccine that could suppress the pleasure of smoking a cigarette.", "en_XX Scientists have developed a nicotine vaccine that could suppress the pleasure of smoking.", "en_XX Scientists have developed a vaccine that could suppress the pleasure of smoking cigarettes.", "en_XX Scientists developed a nicotine vaccine that could suppress the pleasure of smoking a cigarette.", "en_XX Scientists have developed a vaccine that could suppress the pleasure of smoking.", "en_XX Scientists developed a nicotine vaccine that could suppress the pleasure of smoking.", "en_XX Scientists have developed a drug that could suppress the pleasure of smoking cigarettes.", "en_XX Scientists have developed a drug that could suppress the pleasure of smoking.", "en_XX Scientists have developed a vaccine that could suppress the pleasure of smoking cigarette.", "en_XX Scientists have developed a drug that could suppress the pleasure of smoking cigarette."], "inp": "Des scientifiques ont développé un vaccin anti-nicotine qui pourrait supprimer le plaisir que l'on prend à fumer une cigarette.", "ref": "Scientists have developed an anti-nicotine vaccine that could take the pleasure out of smoking a cigarette."}
{"scores": [-0.6438874075719503, -0.7172973831262333, -1.0168068786093534, -1.0589220176308944, -1.148395935372781, -1.1658554309689224, -1.6658713673619416, -1.7097500765969598], "cands": ["en_XX What does the US really risk, a deterioration in its image?", "en_XX But what is the real risk to the United States?", "en_XX The US is in danger of losing its image.", "en_XX What does the US really risk, a deterioration in its image.", "en_XX What does the US really risk, a deterioration in its image?.", "en_XX But what is at risk for the US?", "en_XX In the United States, the US is not the only country that is suffering from a crisis.", "en_XX In the United States, the US is not the only country that is suffering."], "inp": "Que risquent réellement les Etats-Unis ? une dégradation de leur image?", "ref": "What risk does the United States actually run? Ruining its image?"}
{"scores": [-0.34978671329008426, -0.49721713198618206, -0.5362047631434826, -0.6250405740235523, -0.719787345418991, -0.7831066014944204, -0.7852149299236242, -0.8984853711314472, -0.9218183724087677, -0.9226228846619425, -0.9231723969344343, -0.9289622097370193, -0.9969892605383662], "cands": ["en_XX In the case in Brazil and Germany, two countries where diplomatic relations with the United States have been strained.", "en_XX Brazil and Germany are examples of countries where diplomatic relations with the United States have been strained.", "en_XX Brazil and Germany, two countries where diplomatic relations with the United States have been strained, are examples.", "en_XX Brazil and Germany, two countries where diplomatic relations with the United States have been strained.", "en_XX In the case in Brazil and Germany.", "en_XX In the case in Brazil and Germany.", "en_XX In the case in Brazil and Germany, two countries where diplomatic relations with the United States have been strain.", "en_XX This is true of Brazil and Germany.", "en_XX This is true of Brazil and Germany.", "en_XX This is true of Brazil and Germany.", "en_XX This is true of Brazil and Germany.", "en_XX Brazil and Germany, two countries where diplomatic relations with the United States have been strained, are example.", "en_XX Brazil and Germany are examples of countries where diplomatic relations with the United States have been strain."], "inp": "C'est le cas du Brésil et de l'Allemagne, deux pays où les relations diplomatiques avec les Etats-Unis se sont tendues.", "ref": "This is the case in Brazil and Germany, two countries where diplomatic relations with the United States are strained."}
{"scores": [-0.27934566738450134, -0.3803449725239407, -0.5353192209656334, -0.5785874741931645, -0.6086891334896085, -0.6307259605245004, -0.671963981451608, -0.6873896457132415, -0.746025417864012, -0.7917354233731925, -0.8979081503298972, -0.956209079684443, -1.0289210725047309, -1.0365722606010084], "cands": ["en_XX Did France receive information provided by the NSA concerning terrorist operations aimed at our interests?", "en_XX Did France receive information from the NSA concerning terrorist operations aimed at our interests?", "en_XX Did France receive information provided by the NSA concerning terrorist operations aimed at our interests.", "en_XX Has the NSA provided France with information on terrorist operations aimed at our interests?", "en_XX Did France receive information provided by the NSA concerning terrorist operations aimed at our interests?.", "en_XX Did France receive information provided by the NSA concerning terrorist operations aimed at our interest.", "en_XX Were there any reports of terrorist operations targeting our interests from the NSA?", "en_XX Did France receive information from the NSA concerning terrorist operations aimed at our interests.", "en_XX Did France receive information from the NSA concerning terrorist operations aimed at our interests?.", "en_XX Did France receive information from the NSA concerning terrorist operations aimed at our interest.", "en_XX Has the NSA provided France with information on terrorist operations aimed at our interests.", "en_XX Has the NSA provided France with information on terrorist operations aimed at our interests?.", "en_XX Were there any reports of terrorist operations targeting our interests from the NSA?.", "en_XX Has the NSA provided France with information on terrorist operations aimed at our interest."], "inp": "La France a-t-elle bénéficié d'informations fournies par la NSA concernant des opérations terroristes visant nos intérêts ?", "ref": "Has France benefited from the intelligence supplied by the NSA concerning terrorist operations against our interests?"}
{"scores": [-0.4163302243809599, -0.5933442788635958, -0.644391169957355, -1.2412055728135294], "cands": ["en_XX An epidemiological investigations have been initiated to identify and take care of those who may have come into contact with this cat between 8 October and 28 October inclusive,\" the health and agriculture ministries said.", "en_XX The Ministry of Health and Agriculture said: \"An epidemiological investigation has been launched to identify and take care of those who may have come into contact with this cat between 8 October and 28 October inclusive.", "en_XX The Ministry of Health and Agriculture said: \"An epidemiological investigation has been launched to identify and take care of those who may have come into contact with this cat between 8 October and 28 October.", "en_XX The Ministry of Health and Agriculture said:"], "inp": "\"Une enquête épidémiologique a été engagée afin d'identifier et prendre en charge les personnes qui auraient pu entrer en contact avec ce chaton entre le 8 octobre et le 28 octobre inclus,\" précise les ministères de la santé et de l'agriculture.", "ref": "\"An epidemiological inquiry was initiated to identify and treat any individuals who may have come into contact with the kitten between 08 to 28 October inclusive,\" say the Ministries of Health and Agriculture."}
{"scores": [-0.5250650354055287, -0.8293228299011305, -0.8660803571837301, -0.9103668007372617], "cands": ["en_XX The process will be the same for return.", "en_XX This will be the same for return.", "en_XX The same will be done for the return.", "en_XX The same will be done for the return."], "inp": "Le déroulement sera le même pour le retour.", "ref": "The arrangement will be the same on the way back."}
{"scores": [-0.31032024111107265, -0.5155493925813432], "cands": ["en_XX In the UK, bishops published the survey on the Internet, asking Catholics to participate.", "en_XX In Britain, bishops published the survey on the Internet, asking Catholics to participate."], "inp": "Au Royaume-Uni, des évêques ont publié le sondage sur Internet en demandant aux catholiques de participer.", "ref": "In the United Kingdom, bishops have published the poll on the Internet and asked Catholics to participate."}
{"scores": [-0.2535847755588328, -0.319333089975948], "cands": ["en_XX Previous tobacco vaccines were ineffective because they contained antibodies.", "en_XX Previous tobacco vaccines have been ineffective because they contained antibodies."], "inp": "Les précédents vaccins contre le tabac se sont avérés inefficaces car ils contenaient des anticorps.", "ref": "Previous tobacco vaccines failed because they contained antibodies."}
{"scores": [-0.5006026080971567, -0.6422010404458482, -0.6576209736341493, -0.6914520994168488, -0.7030662924197852, -0.850114118911741, -0.8962316290927339, -0.9226889622715567, -0.9612846662507031, -1.060282460419046, -1.0675660218375589], "cands": ["en_XX President Morsi's case is a false trial, it is a pro-Morsi, it is he who is supposed to bring Sisi to trial, not the other way around.", "en_XX President Morsi is a fake trial, a pro-Morsi, he is supposed to have Sisi tried, not the other way around.", "en_XX President Morsi's case is a false trial, it is a pro-Morsi, it is he who is supposed to bring Sisi to trial, not the other way.", "en_XX President Morsi's case is a false trial, it is a pro-Morsi, it is he who is supposed to bring Sisi to trial.", "en_XX President Morsi's case is a false trial, it is a pro-Morsi, it is he who is supposed to bring Sisi to trial, not the other.", "en_XX President Morsi is a fake trial, a pro-Morsi, he is supposed to have Sisi tried, not the other way.", "en_XX President Morsi is a fake trial, a pro-Morsi, he is supposed to have Sisi tried.", "en_XX President Morsi is a fake trial, a pro-Morsi, he is supposed to have Sisi tried, not the other.", "en_XX The Morsi trial is a false trial.", "en_XX President Morsi is a fake trial.", "en_XX The Morsi trial is a false trial."], "inp": "Le procès du président Morsi est un faux procès s'insurge une pro-Morsi, c'est lui qui est censé faire juger Sisi, pas le contraire.", "ref": "\"The trial of President Morsi is a fake trial,\" says an angry Morsi supporter. \"He should be having Sisi tried, not the other way round."}
{"scores": [-0.5226816453428923, -0.6436534017218087, -0.643713710373715, -0.711649693154299, -0.7707695863384102, -0.8232125865868417, -0.8271735869744183, -0.835471590079496, -0.9055603373047204, -0.9203394844169565, -0.9399026733267921, -0.9603314758917265, -1.0601178350367115, -1.094499278180664, -1.105316702600491, -1.1080853978187988, -1.119986441531521, -1.1836734048743438, -1.25362129457221, -1.271042350549986, -1.2884975908971106], "cands": ["en_XX France police to arrest Anderlecht supporters who came otherwise than with the RSCA cars", "en_XX France police to arrest Anderlecht supporters who came otherwise than with the RSCA car", "en_XX France police arrest Anderlecht supporters who came otherwise than with the RSCA cars", "en_XX France police to arrest Anderlecht supporters who came otherwise than with the RSCA cars.", "en_XX France police arrest Anderlecht supporters who came otherwise than with the RSCA car", "en_XX Anderlecht supporters who came otherwise than with the RSCA cars will be arrested by French police", "en_XX France police arrest Anderlecht supporters who came otherwise than with the RSCA cars.", "en_XX France police to arrest Anderlecht supporters who came otherwise than with the RSCA car.", "en_XX France police to arrest Anderlecht supporters who came otherwise", "en_XX Anderlecht supporters who came otherwise than with the RSCA", "en_XX Anderlecht supporters who came otherwise than with the RSCA cars will be arrested by French police.", "en_XX France police arrest Anderlecht supporters who came otherwise than with the RSCA car.", "en_XX Anderlecht supporters who came otherwise than with the RSCA cars will be arrested", "en_XX France police arrest Anderlecht supporters who came otherwise", "en_XX France police arrest Anderlecht supporters who came otherwise", "en_XX France police arrest Anderlecht supporters who came otherwise", "en_XX Anderlecht supporters who came otherwise than with the RSCA cars will be arrested by French", "en_XX Anderlecht supporters who came otherwise than with the RSCA cars", "en_XX Anderlecht supporters who came otherwise than with the RSCA car", "en_XX Anderlecht supporters who came otherwise than with the RSCA car", "en_XX Anderlecht supporters who came otherwise"], "inp": "La police française arrêtera les supporters d'Anderlecht venus autrement qu'avec les cars du RSCA", "ref": "French Police to Arrest Anderlecht Supporters Not Travelling in RSCA Buses"}
{"scores": [-0.5623444939472081, -0.5731988103184332, -0.695585644324854, -0.7026450034677981], "cands": ["en_XX When WikiLeaks throws its eyes to American diplomacy's analysis of political and other issues around the world, we consider that to be an important clue from the point of view of American power.", "en_XX When WikiLeaks throws a veil on US diplomacy's analysis of political and other issues around the world, we consider that to be an important lighting up for American power.", "en_XX When it comes to the analysis by American diplomacy of political and other issues around the world, WikiLeaks raises the veil.", "en_XX We see this as an important clue to the American power when WikiLeaks casts its veil over US diplomacy's analysis of political and other issues around the world."], "inp": "Lorsque WikiLeaks lève le voile sur l'analyse par la diplomatie américaine d'enjeux politiques ou autres dans le monde entier, nous considérons en effet que, au regard de la puissance américaine, cela constitue un éclairage important.", "ref": "When WikiLeaks reveals the American administration's monitoring of political and other matters somewhere in the world, we consider this to be significant enlightenment with regard to the American government."}
{"scores": [-0.25658563828872644, -0.28182534531595577, -0.4906859020974381, -0.8052748074939959], "cands": ["en_XX Nouri Al Maliki wants a \"global war\" against Al-Qaida.", "en_XX Nouri Al Maliki wants a \"global war\" against Al Qaeda.", "en_XX Mr Maliki wants a \"global war\" against Al-Qaida.", "en_XX Nouri Al Maliki wants a \"global war\" against Al."], "inp": "Nouri Al Maliki veut une \"guerre mondiale\" contre Al-Qaida.", "ref": "Nouri Al Maliki wants a \"global war\" against Al-Qaida."}
{"scores": [-0.45055791616965507, -0.47912977541337853, -0.6096443197330831, -0.7963419928088993, -0.9738140789181567, -1.1615046273339384, -1.2969354809459694], "cands": ["en_XX The risk to the Americans can be doubled.", "en_XX The risk to the Americans can be double.", "en_XX The Americans’ risk can be double.", "en_XX The Americans’ risk can be double.", "en_XX In the United States, the risk is twofold.", "en_XX This is a risk that the Americans run twice as much.", "en_XX This is a risk that the Americans run twice."], "inp": "Le risque couru par les Américains peut être double.", "ref": "The risk run by the Americans could be twofold."}
{"scores": [-0.27188302370321027, -0.3788910032510582, -0.394842603973105, -1.1207756196172483, -1.1511177286258798, -1.2483690906309977, -1.4103783692479421, -1.780320458107873], "cands": ["en_XX Markets, mosques, weddings and funerals.", "en_XX Markets, mosques, weddings and funerals are bombed.", "en_XX They strike markets, mosques, weddings and funerals.", "en_XX Markets, mosques.", "en_XX They strike markets, mosques, weddings.", "en_XX They strike markets.", "en_XX They strike markets.", "en_XX They strike markets."], "inp": "Les bombes frappent des marchés, des mosquées, des mariages et des funérailles.", "ref": "Bombs strike markets, mosques, weddings and funeral ceremonies."}
{"scores": [-0.3022919789396348, -0.31738592418343947, -0.33401038444729425, -0.3513880119294201, -0.4262441992969538, -0.4416443138722871, -0.4490298640967541, -0.5889595386913161, -0.6306124995428688, -0.7337920891160912, -0.7776985970138776], "cands": ["en_XX For example, Mohammed Merah's presence in tribal areas of Miranshah was reported to the French through NSA resources.", "en_XX For example, Mohammed Merah's presence in tribal areas of Miranshah was reported to the French through NSA.", "en_XX For example, Mohammed Merah's presence in tribal areas in Miranshah was reported to the French through NSA resources.", "en_XX For example, Mohammed Merah's presence in tribal areas in Miranshah was reported to the French through NSA.", "en_XX For example, Mohammed Merah's presence in Miranshah tribal areas was reported to the French through NSA resources.", "en_XX For example, Mohammed Merah was reported to the French through NSA channels to be present in the tribal areas of Miranshah.", "en_XX For example, Mohammed Merah's presence in Miranshah tribal areas was reported to the French through NSA.", "en_XX For example, Mohammed Merah's presence in tribal areas of Miranshah was reported to the French through NSA resources", "en_XX For example, Mohammed Merah's presence in tribal areas in Miranshah was reported to the French through NSA resources", "en_XX For example, Mohammed Merah's presence in Miranshah tribal areas was reported to the French through NSA resources", "en_XX The presence of Mohammed Merah in the tribal areas of Miranshah, for example."], "inp": "A titre d'exemple, la présence de Mohammed Merah dans les zones tribales à Miranshah a été signalée aux Français grâce aux moyens de la NSA.", "ref": "For example, France was informed of the presence of Mohammed Merah in the tribal areas of Miranshah through the NSA's resources."}
{"scores": [-0.32749697658062127, -0.38186310653057587, -0.44443757926986727, -0.4697087035422206, -0.47785572322250686, -0.49461733457417484, -0.5034312275202237, -0.5334381155495022, -0.5431134186845495, -0.5817246742746447, -0.6322776404340268, -0.6521231536456901, -0.6582721466281175, -1.0104859588803705], "cands": ["en_XX \"The quick reactions of the police involved and their ability to defuse the situation immediately were essential to the safe conclusion of this incident,\" said Corporal Bert Paquet in a statement.", "en_XX \"The quick reactions of the police involved and their ability to defuse the situation immediately were essential to the safe conclusion of this incident,\" said Corporal Bert Paquet.", "en_XX The rapid reactions of the police involved and their ability to defuse the situation immediately were essential to the safe conclusion of this incident,\" said Corporal Bert Paquet in a statement.", "en_XX The rapid response of the police involved and their ability to defuse the situation immediately were essential to the safe conclusion of this incident,\" said Corporal Bert Paquet in a press release.", "en_XX Corporal Bert Paquet said in a press release, \"The prompt reactions of the police involved and their ability to defuse the situation immediately were essential to the safe conclusion of this incident.\"", "en_XX Corporal Bert Paquet said in a press release, \"The prompt reactions of the police involved and their ability to defuse the situation immediately were essential to the safe conclusion of this incident.", "en_XX The rapid reactions of the police involved and their ability to defuse the situation immediately were essential to the safe conclusion of this incident,\" said Corporal Bert Paquet.", "en_XX \"The quick reactions of the police involved and their ability to defuse the situation immediately were essential to the safe conclusion of this incident.", "en_XX The rapid response of the police involved and their ability to defuse the situation immediately were essential to the safe conclusion of this incident,\" said Corporal Bert Paquet.", "en_XX The rapid reactions of the police involved and their ability to defuse the situation immediately were essential to the safe conclusion of this incident.", "en_XX The rapid response of the police involved and their ability to defuse the situation immediately were essential to the safe conclusion of this incident.", "en_XX The rapid response of the police involved and their ability to defuse the situation immediately were essential to the safe conclusion of this incident,\" said Corporal Bert Paquet in a press release", "en_XX Corporal Bert Paquet said in a press release, \"The prompt reactions of the police involved and their ability to defuse the situation immediately were essential to the safe conclusion.", "en_XX Corporal Bert Paquet said in a press release."], "inp": "\"Les réactions rapides des policiers impliqués et leur capacité de désamorcer la situation immédiatement ont été essentielles à la conclusion sécuritaire de cet incident\", a déclaré le caporal Bert Paquet par voie de communiqué.", "ref": "\"The fast response by the police officer involved and their ability to defuse the situation immediately were critical to the safe ending of this incident,\" said Lance Corporal Bert Paquet in a press release."}
{"scores": [-0.46844853969483374, -0.5222424270585008, -0.5509396561189809, -0.604817934813782, -0.7141641456544398, -0.7698577404628837, -1.5083916238498647, -1.7211604313009976], "cands": ["en_XX But they also criticised Shia Nouri Al Maliki, who was partly responsible for the resumption of violence through his \"sectarian and authoritarian policies\".", "en_XX But they also criticised Shia Nouri Al Maliki, who was partly responsible for the resumption of violence through his \"sectarian and authoritarian policies\".", "en_XX But they also criticised Shia Nouri Al Maliki, who was partly responsible for the resumption of violence through his \"sectarian and authoritarian policies.", "en_XX But they also criticised Shia Nouri Al Maliki, who was partly responsible for the resumption of violence through his \"sectarian and authoritarian policies.", "en_XX But they also criticised Shia Nouri Al Maliki, who was partly responsible for the resumption of violence through his \"sectarian and authoritarian policies\"..", "en_XX But they also criticised Shia Nouri Al Maliki, who was partly responsible for the resumption of violence through his \"sectarian and authoritarian policies\"..", "en_XX In the wake of the attacks, the government of Pakistan has announced that it will not allow the Taliban to take control of the country.", "en_XX In the wake of the attacks, the government of Pakistan has announced that it will not allow the Taliban to take control."], "inp": "Mais ces derniers ont aussi critiqué Nouri Al Maliki, un chiite, lui attribuant la responsabilité partielle de la reprise des violences par sa \"politique sectaire et autoritaire\".", "ref": "However, they have also criticized Shiite Nouri Al Maliki, saying he is partly responsible for the resumption of violence because of his \"sectarian and authoritarian policies\"."}
{"scores": [-0.28581227373508716, -0.29829661105107336, -0.5723162202949341, -0.5878215270777137, -0.661106323313243, -0.6702216060401934, -0.7015466115458496, -0.7216579993649324, -0.7403816128915925, -0.7686164152470767, -0.7911501958021546, -1.4829633179444999, -2.271029599019385], "cands": ["en_XX There were clashes in Alexandria, police used tear gas and 60 demonstrators were arrested.", "en_XX There were clashes in Alexandria, tear gas was used by the police and 60 demonstrators were arrested.", "en_XX There were clashes in Alexandria, tear gas was used by the police and 60 demonstrators were arrested", "en_XX There were clashes in Alexandria, police used tear gas and 60 demonstrators were arrested", "en_XX There were clashes in Alexandria, tear gas was used by the police.", "en_XX There were clashes in Alexandria, tear gas was used by the police and 60 demonstrators were arrest.", "en_XX There were clashes in Alexandria, police used tear gas and 60 demonstrators were arrest.", "en_XX There were clashes in Alexandria.", "en_XX There were clashes in Alexandria.", "en_XX There were clashes in Alexandria.", "en_XX There were clashes in Alexandria.", "en_XX The situation in the Middle East is still fragile.", "en_XX The situation in the Middle East is still fragil."], "inp": "Des affrontements ont éclaté à Alexandrie, la police a fait usage de gaz lacrymogène, 60 manifestants ont été arrêtés.", "ref": "Confrontations broke out in Alexandria, where the police used tear gas and 60 demonstrators were arrested."}
{"scores": [-0.293225448716511, -0.351717950357049, -0.36906681376445494, -0.3883679977185267, -0.4531208368433369, -0.46426546095071497, -0.5700387093253292, -0.6185959629695525, -0.7620665908350976, -0.871993800863192, -0.9965123364065304, -0.9992035503768835], "cands": ["en_XX Antibodies trap all nicotine molecules present in the blood system and neutralize them before they reach the brain, preventing the smoker from getting his nicotine dose.", "en_XX Antibodies trap all nicotine molecules present in the blood system and neutralize them before they reach the brain.", "en_XX Antibodies trap all nicotine molecules present in the blood system and neutralize them before they reach the brain, preventing the smoker from getting his nicotine dose.", "en_XX Antibodies trap all nicotine molecules present in the blood system and neutralize them before they reach the brain, preventing the smoker from getting his nicotine.", "en_XX Antibodies trap all nicotine molecules present in the blood system and neutralize them before they reach the brain.", "en_XX Antibodies trap all nicotine molecules present in the blood system and neutralize them before they reach the brain, preventing the smoker from getting his nicotine.", "en_XX Antibodies trap all nicotine molecules present in the blood system and neutralize them before they reach the brain.", "en_XX Antibodies trap all nicotine molecules present in the blood system.", "en_XX Antibodies trap all nicotine molecules present in the blood system.", "en_XX Antibodies trap all nicotine molecules present in the bloodstream.", "en_XX The nicotine molecules in the blood system are all tracked by antibodies.", "en_XX Antibodies trap all nicotine molecules present in the blood system."], "inp": "Les anticorps traquent toutes les molécules de nicotine présentes dans le système sanguin et les neutralisent avant qu'elles atteignent le cerveau, ce qui empêche le fumeur d'avoir sa dose de nicotine.", "ref": "The antibodies hunt down any nicotine molecules in the bloodstream, neutralising them before they reached the brain, preventing a smoker from getting a nicotine hit."}
{"scores": [-0.5060088561254638, -0.5308357079129935, -0.6483603392839048, -0.6768813637653032, -0.7253200444978278, -0.7280767725423092], "cands": ["en_XX The introduction of very powerful technological interception tools by the United States, but also by France, has been officially justified for the last ten years by the fight against terrorism.", "en_XX The development of very powerful technological interception tools by the United States, but also by France, has been officially justified for the last ten years by the fight against terrorism.", "en_XX The introduction of very powerful technological interception tools by the United States, but also by France, has been officially justified for the last ten years by the fight against terror.", "en_XX The development of very powerful technological interception tools by the United States, but also by France, has been officially justified for the last ten years by the fight against terror.", "en_XX For the past decade or so, the United States and France have been developing very powerful technological interception tools.", "en_XX For almost a decade now, the United States and France have been using very powerful technological interception tools."], "inp": "La mise en place depuis en gros dix ans d'outils technologiques d'interception très puissants par les Etats-Unis, mais aussi par la France, a officiellement été justifiée par la lutte contre le terrorisme.", "ref": "The setting up of high-performance interception technology over practically the past ten years by the United States - and by France - has been officially justified by the fight against terrorism."}
{"scores": [-0.471896805699102, -0.5043255412059197, -0.5432518472007382, -0.5631323917069246, -0.5871110207202725, -0.6025057387796167], "cands": ["en_XX About two years after the withdrawal of US troops, the level of violence is raising the spectre of a new outbreak of civil war in neighbouring Syria.", "en_XX About two years after the withdrawal of U.", "en_XX About two years after US troops withdrew, the level of violence is raising the spectre of a new outbreak of civil war in neighbouring Syria.", "en_XX About two years after the US withdrawal, the level of violence is raising the spectre of a new outbreak of civil war in neighbouring Syria.", "en_XX About two years after the U.S.", "en_XX About two years after US withdrawal, the level of violence is raising the spectre of a new outbreak of civil war in neighbouring Syria."], "inp": "Deux ans environ après le retrait des troupes américaines, le niveau des violences fait craindre un nouvel embrasement alors que la Syrie voisine est en proie à une guerre civile.", "ref": "About two years after the withdrawal of American troops, the level of violence brings renewed fears of unrest while the country's neighbor, Syria, is in the grip of civil war."}
{"scores": [-0.343930577063935, -0.6119117133666234], "cands": ["en_XX A rabies case in a cat in Val-d'Oise", "en_XX A rabies case in a cat in Val-d'Oise."], "inp": "Un cas de rage détecté chez un chat dans le Val-d'Oise", "ref": "Rabies Detected in Cat in Val-d'Oise"}
{"scores": [-0.44310070633753784, -0.5615842476302167, -0.5971999860480954], "cands": ["en_XX Belgian RSCA supporters who want to go to this Champions League match will have to use the travel system set up by the RSCA.", "en_XX Belgium supporters of the RSCA who want to go to this Champions League match will have to use the travel system set up by the RSCA.", "en_XX Belgian supporters who wish to travel to this Champions League match will be required to use the travel system set up by the RSCA."], "inp": "Les supporters belges du RSCA qui voudront se rendre à cette rencontre de la Ligue des Champions devront obligatoirement utiliser le système de déplacement mis en place par le RSCA.", "ref": "Belgian supporters of RSCA who want to travel to the Champions League match will have to use the transportation system provided by RSCA."}
{"scores": [-0.39401672859108294, -0.4144437030601716, -0.4419281215253291, -0.5454582415471414, -0.5821974152930155, -0.6478655051951637], "cands": ["en_XX These violent acts are increasingly deadly despite the strengthened security measures and large-scale military operations launched for months by the Shiite-dominated government of Nouri Al Maliki.", "en_XX These are increasingly deadly despite the strengthened security measures and large-scale military operations launched for months by the Shiite-dominated government of Nouri Al Maliki, the violence is increasingly deadly.", "en_XX These are increasingly deadly despite increased security measures and large-scale military operations launched for months by the Shiite-dominated government of Nouri Al Maliki.", "en_XX These are increasingly deadly despite the strengthened security measures and large-scale military operations launched for months by the Shiite-dominated government of Nouri Al Maliki, the violence is increasing.", "en_XX These violent acts are increasingly deadly despite the strengthened security measures and large-scale military operations launched for months by the Shiite-dominated government of Nouri Al Malik.", "en_XX These are increasingly deadly despite increased security measures and large-scale military operations launched for months by the Shiite-dominated government of Nouri Al Malik."], "inp": "Ces violences sont de plus en plus meurtrières en dépit de mesures de sécurité renforcées et d'opérations militaires d'envergure lancées depuis des mois par le gouvernement de Nouri Al Maliki, dominé par les chiites.", "ref": "The violence is becoming more and more deadly in spite of reinforced security measures and large-scale military operations undertaken in recent months by Nouri Al Maliki's government, which is dominated by Shiites."}
{"scores": [-0.2188532577382405, -0.5657915875237707, -0.6020873504961596, -0.672908322964022, -0.6795877999971843, -0.7246607646294031, -0.7305088641960846, -0.733729391151461, -0.7432357374534201, -0.8125354605188063, -1.0673522004859872, -1.1413866721740875], "cands": ["en_XX Morsi must judge Sisi for the massacres of Rabaa, the massacres of Nahda, and the massacre of the Republican Guard.", "en_XX Morsi must judge Sisi for the massacres of Rabaa, the massacres of Nahda.", "en_XX Morsi must judge Sisi for the Rabaa massacres, the Nahda massacres.", "en_XX Morsi must judge Sisi for the Rabaa massacres, the Nahda massacre.", "en_XX Morsi must judge Sisi for the massacres of Rabaa.", "en_XX Morsi must judge Sisi for the Rabaa massacres.", "en_XX Morsi must judge Sisi for the massacres in Rabaa.", "en_XX Morsi must judge Sisi for the Rabaa massacres.", "en_XX Morsi must judge Sisi for the massacres at Rabaa.", "en_XX Morsi must judge Sisi for the Rabaa massacre.", "en_XX He must judge Sisi for the massacres of Rabaa.", "en_XX Morsi must judge Sisi for the Rabaa massacre."], "inp": "Morsi doit juger Sisi pour les massacres de Rabaa, les massacres de Nahda, et le massacre de la Garde Républicaine.", "ref": "Morsi should try Sisi for the massacres of Rabaa, the massacres of Nahda and the massacre by the Republican Guard."}
{"scores": [-0.22267474674732138, -0.3686074602972342, -0.3834751190881604, -0.4012619096268031, -0.5264505746277651, -0.5541026700676878], "cands": ["en_XX Many of the violence is attributed to the Islamic State in Iraq and the Levant (ISIL), a group affiliated with Al-Qaida (Sunni extremists), also involved in the civil war in Syria.", "en_XX The Islamic State of Iraq and the Levant (ISIL), a group affiliated with Al-Qaida (Sunni extremists), also involved in the civil war in Syria, has been blamed for much of the violence.", "en_XX Many of the violence is attributed to the Islamic State in Iraq and the Levant (ISIL), a group affiliated with Al-Qaida (Sunni extremists), also involved in the civil war.", "en_XX Many of the violence is attributed to the Islamic State in Iraq and the Levant (ISIL), a group affiliated with Al-Qaida (Sunni extremists), also involved in the civil war in Syria", "en_XX The Islamic State of Iraq and the Levant (ISIL), a group affiliated with Al-Qaida (Sunni extremists), also involved in the civil war in Syria, has been blamed.", "en_XX The Islamic State of Iraq and the Levant (ISIL), a group affiliated with Al-Qaida (Sunni extremists), also involved in the civil war in Syria, has been blamed for much."], "inp": "Une bonne partie des violences a été imputée à l'État islamique en Irak et au Levant (EIIL), un groupe affilié à Al-Qaida (extrémistes sunnites), également impliqué dans la guerre civile en Syrie.", "ref": "The majority of the violence is attributed to the Islamic State of Iraq and the Levant (EIIL), a group affiliated with Al-Qaida (Sunni extremists), which is also involved in the civil war in Syria."}
{"scores": [-0.4732977269662708, -0.682282239933758, -0.8029404056509294, -0.9023347196132945, -1.146172325163826, -1.3377513403364407], "cands": ["en_XX New nicotine vaccine could kill the pleasure of smoking", "en_XX New Nicotine Vaccine Could Kill the Joy of Smoking", "en_XX New nicotine vaccine could kill the pleasure of smoking.", "en_XX New nicotine vaccine could kill the pleasure", "en_XX New Nicotine Vaccine Could Kill the Joy of Smoking.", "en_XX New Nicotine Vaccine Could Kill the Joy"], "inp": "Le nouveau vaccin anti-nicotine pourrait supprimer le plaisir de fumer", "ref": "New anti-nicotine vaccine could take the pleasure out of smoking"}
{"scores": [-0.28663493823769925, -0.3328153778599119, -0.3788062194373082, -0.38731140968619227, -0.4497444249158056, -0.4560340787313804, -0.46149452655823714, -0.53731260576031, -0.598564555499592, -0.6731956655855289], "cands": ["en_XX A spokesperson for the Conference of Catholic Bishops of the United States confirmed that the document was authentic and that each bishop would decide on the appropriate way to survey parishioners.", "en_XX A spokesperson for the Conference of Catholic Bishops of the United States confirmed that the document was authentic and that each bishop would decide on the appropriate way to survey parishioners.", "en_XX A spokesperson for the Conference of Catholic Bishops confirmed that the document was authentic and that each bishop would decide how to properly survey parishioners.", "en_XX A spokesperson for the U.", "en_XX An official from the Conference of Catholic Bishops of the United States confirmed that the document was authentic and that each bishop would decide how to properly survey parishioners.", "en_XX A spokesperson for the Conference of Catholic Bishops of the United States confirmed that the document was authentic.", "en_XX A spokesperson for the Conference of U.", "en_XX A spokesperson for the Conference of Catholic Bishops of the United States confirmed that the document was authentic.", "en_XX A spokesperson for the Conference of Catholic Bishops confirmed that the document was authentic.", "en_XX An official from the Conference of Catholic Bishops of the United States confirmed that the document was authentic."], "inp": "Une porte-parole de la Conférence des évêques catholiques des États-Unis a confirmé que le document était authentique et que chaque évêque déciderait de la façon appropriée de sonder les paroissiens.", "ref": "A spokesperson for the United States Conference of Catholic Bishops confirmed that the document was authentic and that each bishop would decide on the appropriate way in which to approach parishioners."}
{"scores": [-0.28321034502306675, -0.3833995263335914, -0.4121223354678283, -0.5607399539234705, -0.719408647275479, -0.7484467081088746, -0.7620263380324079, -0.8646181626309278, -0.8777247323642992], "cands": ["en_XX The notion of enhanced security assistance for Iraq is supported by influential Republican and Democratic senators.", "en_XX Increased security assistance to Iraq is supported by influential Republican and Democratic senators.", "en_XX The idea of increased security assistance to Iraq is supported by influential Republican and Democratic senators.", "en_XX There are strong Republican and Democratic senators who support the principle of increased security assistance to Iraq.", "en_XX The notion of enhanced security assistance for Iraq is supported by influential Republican and Democratic senator.", "en_XX Increased security assistance to Iraq is supported by influential Republican and Democratic senators", "en_XX There are strong Republican and Democratic senators who support the principle of increased security assistance.", "en_XX Increased security assistance to Iraq is supported by influential Republican and Democratic senator.", "en_XX The idea of increased security assistance to Iraq is supported by influential Republican and Democratic senator."], "inp": "Le principe d'une aide accrue à l'Irak en matière de sécurité est soutenu par d'influents sénateurs républicains et démocrates.", "ref": "The principle of security aid for Iraq is supported by influential Republican and Democratic senators."}
{"scores": [-0.3361985558809247, -0.4236730246720287, -0.48098357757522986, -1.9694669198691306], "cands": ["en_XX The first is when their allies learn – and this was the case recently – learn that their leaders, sometimes at the highest level of their state, have been monitored.", "en_XX First, when their allies – and this was the case recently – learn that their leaders, sometimes at the highest level of their state, have been monitored.", "en_XX First, their allies – and this was the case recently – learn that their leaders, sometimes at the highest level of their state, have been monitored.", "en_XX But the US has not been able to stop the war."], "inp": "Le premier, c'est lorsque leurs alliés - et ça a été le cas récemment - apprennent que leurs dirigeants, parfois au plus haut sommet de leur Etat, ont été surveillés.", "ref": "The first is when their allies - as has been the case recently - learn that their governments have been spied on, sometimes at the highest level."}
{"scores": [-0.20858534792590608, -0.2819553817478205, -0.3481912069702508, -0.3536757111484522, -0.35928336687844165, -0.43881984887806536, -0.4694501306684304, -0.5276912081225756, -0.5635390299780086, -0.5668724990361367, -0.6118447259667529, -0.7394243100195652, -0.7851849929432163, -0.952422255616875, -0.9759275282993222], "cands": ["en_XX Nine hundred and forty-four people were killed in the violence in October, including 855 civilians, 65 police and 44 soldiers, and 1,600 were injured.", "en_XX The violence in October killed 964 people, including 855 civilians, 65 police and 44 soldiers, and injured 1,600.", "en_XX The October violence killed 964 people, including 855 civilians, 65 police and 44 soldiers, and injured 1,600.", "en_XX Nine hundred and forty-four people were killed in the violence in October, including 855 civilians, 65 police and 44 soldiers.", "en_XX Nine hundred and forty-four people were killed in October, including 855 civilians, 65 police and 44 soldiers, and 1,600 were injured.", "en_XX Nine hundred and forty-four people were killed in the violence in October, including 855 civilians, 65 police and 44 soldiers, and 1,600 were injured", "en_XX The violence in October killed 964 people, including 855 civilians, 65 police and 44 soldiers.", "en_XX Nine hundred and forty-four people were killed in the violence in October.", "en_XX Nine hundred and forty-four people were killed in October, including 855 civilians, 65 police and 44 soldiers.", "en_XX The October violence killed 964 people, including 855 civilians, 65 police and 44 soldiers.", "en_XX Nine hundred and forty-four people were killed in the violence in October, including 855 civilians.", "en_XX Nine hundred and forty-four people were killed in violence in October.", "en_XX The violence in October killed 964 people, including 855 civilians.", "en_XX The October violence killed 964 people, including 855 civilians.", "en_XX Nine hundred and forty-four people were killed in October, including 855 civilians."], "inp": "964 personnes sont mortes dans les violences en octobre, dont 855 civils, 65 policiers et 44 soldats, et 1 600 personnes ont été blessées.", "ref": "964 people (of which 855 civilians, 65 policemen and 44 soldiers) were killed in acts of violence during October and 1,600 people were injured."}
{"scores": [-0.18770300832447864, -0.25639457441806823, -0.2661736306266191, -0.3175637016943537, -0.3347458620415613, -0.4133755583960299, -0.49645090828036664], "cands": ["en_XX The diagnosis of rabies was confirmed by the Pasteur Institute.", "en_XX The diagnosis of rabies was confirmed by the Institut Pasteur.", "en_XX The rabies diagnosis was confirmed by the Pasteur Institute.", "en_XX The diagnosis of rabies was confirmed by the Pastoral Institute.", "en_XX The rabies diagnosis was confirmed by the Pasteur Institute.", "en_XX The rabies diagnosis was confirmed by the Pasteur.", "en_XX Rabies was confirmed by the Pasteur Institute."], "inp": "Le diagnostic de rage a été confirmé par l'institut Pasteur.", "ref": "The diagnosis of rabies was confirmed by the Pasteur Institute."}
{"scores": [-0.40991474311005166, -0.44606472890529053, -0.45886150995906294, -0.4908770138365801, -0.4965461063293602, -0.5353470653471601, -0.5432428108264883, -0.5813055268052595, -0.6105123480721232, -0.6310920665479308, -0.6612333204075964, -0.7075026989063363, -0.7935636355347789, -0.938752665969132, -1.0166265892015485, -1.1618538989854927, -1.314126509680487, -1.4221950679809172], "cands": ["en_XX Another, more economical: more and more European or South American companies are reluctant, in the light of the revelations, to entrust their confidential data to US providers subject to US laws, and thus to the NSA's jurisdiction.", "en_XX Another, more economic: more and more European and South American companies are reluctant, in the light of the revelations, to entrust their confidential data to US providers subject to US laws, and thus to the NSA's jurisdiction.", "en_XX Another, more economical: more and more European or South American companies are reluctant, in the light of the revelations, to entrust their confidential data to US providers subject to US laws, and thus to the NSA.", "en_XX Another possible economic effect is that more and more European and South American companies are reluctant, in the light of the revelations, to entrust their confidential data to US providers subject to US laws, and thus to the NSA's jurisdiction.", "en_XX Another, more economic: more and more European and South American companies are reluctant, in the light of the revelations, to entrust their confidential data to US providers subject to US laws, and thus to the NSA.", "en_XX Another, more economical: more and more European or South American companies are reluctant, in the light of the revelations, to entrust their confidential data to US providers subject to US laws.", "en_XX Another possible economic effect is that more and more European and South American companies are reluctant, in the light of the revelations, to entrust their confidential data to US providers subject to US laws, and thus to the NSA.", "en_XX Another, more economic: more and more European and South American companies are reluctant, in the light of the revelations, to entrust their confidential data to US providers subject to US laws.", "en_XX Another, more economical: more and more European or South American companies are reluctant, in the light of the revelations, to entrust their confidential data to US providers subject to US laws, and thus to the NSA'", "en_XX Another possible economic effect is that more and more European and South American companies are reluctant, in the light of the revelations, to entrust their confidential data to US providers subject to US laws.", "en_XX Another, more economic: more and more European and South American companies are reluctant, in the light of the revelations, to entrust their confidential data to US providers subject to US laws, and thus to the NSA'", "en_XX Another possible economic effect is that more and more European and South American companies are reluctant, in the light of the revelations, to entrust their confidential data to US providers subject to US laws, and thus to the NSA'", "en_XX Another, more economical.", "en_XX A more economical effect could be more economical.", "en_XX A further effect may be more economical.", "en_XX A further effect may be more economic.", "en_XX A more economical effect could be more economical.", "en_XX A more economical effect could be more economic."], "inp": "Un autre effet peut être lui plus économique: de plus en plus d'entreprises européennes ou sud-américaines rechignent, à la lumière des révélations, à confier leurs données confidentielles à des prestataires américains soumis aux lois américaines, et donc à l'emprise de la NSA.", "ref": "Another effect could be more commercial: in the light of the revelations, more and more European and South American countries are balking at the idea of entrusting their confidential data to American providers that are subject to American law and hence to the grips of the NSA."}
{"scores": [-0.2619004068146113, -0.4002528505542851, -0.5664642158441605, -0.5835778053897017, -0.6698230057133535, -0.7610261260596507, -0.8220424473549417, -0.8330685118724117, -1.5659573763785424, -1.8385737939435676, -2.559071562767148], "cands": ["en_XX Omar Hassan remains in custody and is due to appear in court on Friday.", "en_XX Omar Hassan is still being held and is due to appear in court on Friday.", "en_XX Omar Hassan remains in detention.", "en_XX Omar Hassan remains in detention.", "en_XX Omar Hassan remains in custody and is due to appear in court on Friday", "en_XX Omar Hassan remains in custody.", "en_XX Omar Hassan is still being held and is due to appear in court on Friday", "en_XX Omar Hassan remains in detention.", "en_XX The court has ruled that the author's son is not a victim of torture.", "en_XX The court has ruled that the author's son is not a victim.", "en_XX The court has ruled that the author'"], "inp": "Omar Hassan est toujours en détention et devra se présenter en cour vendredi.", "ref": "Omar Hassan is still in detention and is due to appear in court on Friday."}
{"scores": [-0.23795007737594379, -0.2646449566016617, -0.3636642404052888, -0.4548760710267534, -0.46214332677485015, -0.4640803536925279, -0.47733603981857775, -0.6019584035473505, -0.6167004111041468, -0.6318818634095793, -0.7359606987782493, -0.7534039168662879, -0.8206620521584018, -0.9913851874969086, -1.3267066896705169], "cands": ["en_XX The virus selectively infects liver cells, which then begin to produce a steady flow of antibodies.", "en_XX The virus selectively infects the liver cells, which then begin to produce a steady flow of antibodies.", "en_XX It selectively infects liver cells, which then begin to produce a steady flow of antibodies.", "en_XX The virus selectively infects cells in the liver.", "en_XX The virus selectively infects liver cells.", "en_XX The virus selectively infects cells in the liver.", "en_XX The virus selectively infects the liver cells.", "en_XX The virus selectively infects liver cells, which then begin to produce a steady flow.", "en_XX The virus selectively infects the liver cells, which then begin to produce a steady flow.", "en_XX The virus infects cells in the liver selectively.", "en_XX It selectively infects liver cells.", "en_XX It selectively infects liver cells, which then begin to produce a steady flow.", "en_XX The virus selectively infects the liver cell.", "en_XX The virus selectively infects liver cell.", "en_XX It selectively infects liver cell."], "inp": "Le virus infecte de manière sélective les cellules du foie, qui commence alors à produire un flux régulier d'anticorps.", "ref": "The virus selectively infects liver cells, which then start to make a steady stream of the antibodies."}
{"scores": [-0.3374359560771009, -0.4774733226050022, -0.5143089425338324, -0.6502741218333647, -0.8404703373900808], "cands": ["en_XX This information will serve as a basis for a major gathering on the family that Pope Francis plans to organize next year.", "en_XX This information will feed into a major family gathering that Pope Francis plans to hold next year.", "en_XX It will be used for a major gathering on the family that Pope Francis plans to hold next year.", "en_XX This information will serve as a basis for a major gathering on the family that Pope Francis plans to organize next year", "en_XX This information will feed into a major family gathering that Pope Francis plans to hold next year"], "inp": "L'information servira à un important rassemblement sur la famille que le pape François prévoit organiser l'an prochain.", "ref": "The information will be used at a major assembly on the family that Pope Francis is planning to organize next year."}
{"scores": [-0.43905968351825764, -0.4731350219129616, -0.5313861660884124, -0.6200540572592117, -0.6282134463521178, -0.6678835522071617, -0.6921259570808965, -0.7199799178860504, -0.9486584389305103], "cands": ["en_XX \"They'll know that if they start smoking again, they will not enjoy it because of the nicotine vaccine, and that will help them to get rid of their bad habit,\" he added.", "en_XX \"They'll know that if they start smoking again, they will not enjoy it because of the nicotine vaccine.", "en_XX They will know that if they start smoking again, they will not enjoy it because of the nicotine vaccine, and that will help them to lose their bad habit,\" he added.", "en_XX \"They'll know that if they start smoking again, they will not enjoy it because of the nicotine vaccine, and that will help them to get rid of their bad habit,\" he added", "en_XX They will know that if they start smoking again, they will not enjoy it because of the nicotine vaccine.", "en_XX They will know that if they start smoking again, they will not enjoy it because of the nicotine vaccine, and that will help them to lose their bad habit.", "en_XX \"They'll know they won't be happy about the nicotine vaccine if they start smoking again.", "en_XX They will know that if they start smoking again, they will not enjoy it because of the nicotine vaccine, and that will help them to lose their bad habit,\" he added", "en_XX \"It will help them to lose their bad habits,\" he said."], "inp": "« Ils sauront que s'ils recommencent à fumer, ils n'y prendront aucun plaisir en raison du vaccin anti-nicotine, et cela pourra les aider à perdre leur mauvaise habitude », a-t-il ajouté.", "ref": "\"They will know if they start smoking again, they will receive no pleasure from it due to the nicotine vaccine, and that can help them kick the habit,\" he said."}
{"scores": [-0.43549200014931594, -0.46122443477903957, -0.49135359115627303, -0.5021566491284619, -0.5275854263887433, -0.5579693107569489, -0.5864213304561213, -0.6619559556272463, -0.7406903179588386], "cands": ["en_XX So it is not so much the ability or right of countries to have interception tools, but the question of the total absence of prior debate, particularly in Parliament, on the justification for such systems, the scope that should be theirs, and, ultimately, the question of infringements of freedoms.", "en_XX So it is not so much the ability or right of countries to have interception tools, but the question of the total absence of prior debate, particularly in Parliament, on the justification for such systems, the scope that should be theirs, and, ultimately, the question of infringements of freedom.", "en_XX So it is not so much the ability or right of countries to have interception tools, but the question of the total absence of prior debate, particularly in Parliament, on the justification for such systems, the scope that should be theirs, and, ultimately, the question of infringements.", "en_XX The basic question in this NSA case is therefore not so much the ability or right of countries to have interception tools, but the question of the total absence of prior debate, particularly in Parliament, on the justification for such systems, the scope that should be theirs, and, ultimately, the question of infringements of freedoms.", "en_XX The basic question in this NSA case is therefore not so much the ability or right of countries to have interception tools, but the question of the total absence of prior debate, particularly in Parliament, on the justification for such systems, the scope that should be theirs, and, ultimately, the question of infringements of freedom.", "en_XX The basic question in this NSA case is therefore not so much the ability or right of countries to have interception tools, but the question of the total absence of prior debate, particularly in Parliament, on the justification for such systems, the scope that should be theirs, and, ultimately, the question of infringements.", "en_XX So it is not so much the ability or right of countries to have interception tools, but the question of the total absence of prior debate, particularly in Parliament, on the justification for such systems, the scope that should be theirs.", "en_XX The basic question in this NSA case is therefore not so much the ability or right of countries to have interception tools, but the question of the total absence of prior debate, particularly in Parliament, on the justification for such systems, the scope that should be theirs.", "en_XX So it is not so much the capacity or right of countries to have interception tools that is the fundamental issue behind this NSA case."], "inp": "Donc la question de fond derrière cette affaire NSA n'est pas tant la capacité ou le droit des pays de se doter d'outils d'interception, que la question de l'absence totale de débat préalable, notamment au sein des Parlements, sur la justification de tels systèmes, le périmètre qui doit être le leur, et, en fin de compte, la question des atteintes aux libertés.", "ref": "Hence the question at the heart of the NSA affair is not so much the capacity or the right of a country to use interception tools, as the issue of the complete lack of prior debate - especially within parliaments - on the justification of such systems, the extent to which they should be used and, ultimately, the issue of the infringement of freedoms."}
{"scores": [-0.3217596500920613, -0.4049446718943214, -0.5125426127967128, -0.5720688728304851, -0.6803159668494488, -0.7179405500597956, -0.7332436530417495, -0.7410974244958963, -0.767923296431603, -0.7701230168046206, -0.7835685146095047, -0.7842968117344546, -0.919597899754332, -0.9966510514576791, -1.4248344306971352], "cands": ["en_XX The journalistic approach is not a moral positioning, but the search for the interest and relevance of information that enables each citizen to form an opinion.", "en_XX Journalistic approach is not a moral positioning, but the search for the interest and relevance of information that enables each citizen to form an opinion.", "en_XX It is not a moral positioning, but the search for the interest and relevance of information that enables every citizen to form an opinion.", "en_XX The journalistic approach is not a moral positioning.", "en_XX The journalistic approach is not a moral one.", "en_XX The journalistic approach is not a moral positioning.", "en_XX The journalistic approach is not a moral standpoint.", "en_XX Journalistic approach is not a moral positioning.", "en_XX The journalistic approach is not a moral position.", "en_XX Journalistic approach is not a moral positioning.", "en_XX Journalistic approach is not a moral positioning.", "en_XX Journalistic approach is not a moral positioning.", "en_XX The journalistic approach is not a moral position.", "en_XX Journalistic approach is not a moral position.", "en_XX Journalists are not morally positioned."], "inp": "La démarche journalistique n'est pas un positionnement moral, mais la recherche de l'intérêt et de la pertinence d'informations qui permettent à chaque citoyen de se forger une opinion.", "ref": "The journalistic method is not to adopt a moral position, but to investigate the significance and relevance of information and enable every citizen to form an opinion."}
{"scores": [-0.4485294523424716], "cands": ["en_XX The American president was to receive Iraqi Prime Minister Nouri Al Maliki on Friday, November 1, 2013, in search of US assistance to fight the worst wave of violence in five years."], "inp": "Le président américain devait recevoir vendredi 1er novembre 2013 le premier ministre irakien Nouri Al Maliki, en quête d'aide des États-Unis pour lutter contre la plus forte vague de violence depuis cinq ans.", "ref": "The American President will receive the Iraqi Prime Minister, Nouri Al Maliki, who is seeking the United States' help in the struggle against the strongest wave of violence in five years, on 1 November 2013, ."}
{"scores": [-0.4656835171197621, -0.5390172283436901, -0.5609838558134219, -0.5782786180711279, -0.6127221818317208, -0.6351024857415077, -0.6669668802351706, -0.7301773213696336, -0.7653210589488356, -0.9218133696574909, -1.2631729259573772], "cands": ["en_XX In this area France and the United States in particular have established procedures for cooperation and the exchange of information on a near-daily basis, which are described by both sides as essential.", "en_XX In this area France and the United States, in particular, have established procedures for cooperation and the exchange of information on a near-daily basis, which are described by both sides as essential.", "en_XX In this area France and the United States in particular have established procedures for cooperation and the exchange of information on a near-daily basis, which are described by both sides as essential.", "en_XX In this area France and the United States in particular have established procedures for cooperation and the exchange of information on a near-daily basis.", "en_XX In this area France and the United States have established procedures for cooperation and the exchange of information on a near-daily basis, which are described by both sides as essential.", "en_XX In this area France and the United States, in particular, have established procedures for cooperation and the exchange of information on a near-daily basis.", "en_XX In this area France and the United States in particular have established procedures for cooperation and the exchange of information on a near-daily basis.", "en_XX In fact, procedures for cooperation and the exchange of information in this area have been established on a near-daily basis, and are described by both sides as essential.", "en_XX In this area France and the United States have established procedures for cooperation and the exchange of information on a near-daily basis.", "en_XX In fact, procedures for cooperation and the exchange of information in this area have been established on a near-daily basis.", "en_XX In this area France and the United States, in particular."], "inp": "D'ailleurs, dans ce domaine, la France et les Etats-Unis notamment ont mis en place des procédures de coopération et d'échanges d'informations quasi quotidiens et qui sont décrits de part et d'autre comme essentiels.", "ref": "Furthermore, in this regard, France and the United States in particular have implemented procedures, sometimes described as essential, for cooperating and exchanging information on an almost daily basis."}
{"scores": [-0.2156477320924913, -0.28577079236816305, -0.37389865085921714, -0.39563435568125377, -0.45139787482028104, -0.4619305929770655, -0.5368002263373541, -0.5730099759868489], "cands": ["en_XX The new vaccine contains a harmless virus that has been modified to carry the genetic information needed to develop anti-nicotine antibodies.", "en_XX The new vaccine contains an innocent virus that has been modified to carry the genetic information needed to develop anti-nicotine antibodies.", "en_XX The new vaccine contains a harmless virus that has been modified to carry the genetic information needed to develop anti-nicotine.", "en_XX It contains a harmless virus that has been modified to carry the genetic information needed to develop anti-nicotine antibodies.", "en_XX The new vaccine contains a harmless virus that has been modified to carry the genetic information needed to develop anti-nicotine antibodies", "en_XX The new vaccine contains an innocent virus that has been modified to carry the genetic information needed to develop anti-nicotine.", "en_XX The new vaccine contains an innocent virus that has been modified to carry the genetic information needed to develop anti-nicotine antibodies", "en_XX It contains a harmless virus that has been modified to carry the genetic information needed to develop anti-nicotine."], "inp": "Le nouveau vaccin contient un virus inoffensif qui a été modifié pour transporter les informations génétiques nécessaires pour concevoir des anticorps anti-nicotine.", "ref": "The new vaccine contains a harmless virus that has been engineered to carry the genetic information to make anti-nicotine antibodies."}
{"scores": [-0.31006769712536436, -0.3697315778575981, -0.40194275094238485, -0.4394579766429504, -0.4491424103019804, -0.4801024556619357, -0.505053545091058, -0.507012264722995, -0.5127042645360601, -0.5209437958921462, -0.5389791541334015, -0.5391879123671459, -0.5770174157423626, -0.609913794080191, -0.6622527244323413], "cands": ["en_XX \"It is our sincere hope that this kind of vaccination strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today, but find that their addiction is strong enough to overcome these different approaches,\" said Professor Cornell.", "en_XX \"We are really hoping that this kind of vaccine strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today, but find that their addiction is strong enough to overcome these different approaches,\" said Professor Cornell.", "en_XX We really hope that this kind of vaccine strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today, but find that their addiction is strong enough to overcome these different approaches,\" said Professor Cornell.", "en_XX \"It is our sincere hope that this kind of vaccination strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today, but find that their addiction is strong enough to overcome these different approaches.", "en_XX \"It is our sincere hope that this kind of vaccination strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today, but find that their addiction is strong enough to overcome these different approaches,\" said Professor Cornell", "en_XX \"It is our sincere hope that this kind of vaccination strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today, but find that their addiction is strong enough to overcome these different approaches,\" said Professor.", "en_XX \"We are really hoping that this kind of vaccine strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today, but find that their addiction is strong enough to overcome these different approaches.", "en_XX \"We are really hoping that this kind of vaccine strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today, but find that their addiction is strong enough to overcome these different approaches,\" said Professor Cornell", "en_XX We really hope that this kind of vaccine strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today, but find that their addiction is strong enough to overcome these different approaches.", "en_XX \"It is our sincere hope that this kind of vaccination strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today.", "en_XX \"We are really hoping that this kind of vaccine strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today, but find that their addiction is strong enough to overcome these different approaches,\" said Professor.", "en_XX We really hope that this kind of vaccine strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today, but find that their addiction is strong enough to overcome these different approaches,\" said Professor Cornell", "en_XX We really hope that this kind of vaccine strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today, but find that their addiction is strong enough to overcome these different approaches,\" said Professor.", "en_XX \"We are really hoping that this kind of vaccine strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today.", "en_XX We really hope that this kind of vaccine strategy can help millions of smokers who have tried to quit, exhausting all the methods available on the market today."], "inp": "« Nous espérons vraiment que ce genre de stratégie vaccinale pourra aider des millions de fumeurs qui ont essayé d'arrêter, épuisant toutes les méthodes aujourd'hui disponibles sur le marché, mais découvrent que leur addiction est suffisamment forte pour surmonter ces différentes approches », a déclaré le Professeur Cornell.", "ref": "\"We are very hopeful that this kind of vaccine strategy can finally help the millions of smokers who have tried to stop, exhausting all the methods on the market today, but find their nicotine addiction to be strong enough to overcome these current approaches,\" Prof Cornell said."}
{"scores": [-0.39737709853587067, -0.4844065388220903, -0.5866484935755548, -0.7883741508678288], "cands": ["en_XX The anger is roaring among Egyptian Islamists.", "en_XX There is anger among Egyptian Islamists.", "en_XX The anger roars among Egyptian Islamists.", "en_XX The Egyptian Islamists are angry."], "inp": "La colère gronde dans les rangs des islamistes égyptiens.", "ref": "Anger is brewing in the ranks of Egypt's Islamists."}
{"scores": [-0.24881932826965755, -0.36237632721153673, -0.7502721137489433], "cands": ["en_XX The experiments are described in Science Translational Medicine.", "en_XX The experiments are described in Science Translational Medicine.", "en_XX This is described in Science Translational Medicine."], "inp": "Les expériences sont décrites dans la revue Science Translational Medicine.", "ref": "The experiments are described in the journal Science Translational Medicine."}
{"scores": [-0.3263317358917118, -0.37208633996388507, -0.4883542560731898, -0.5047467743116013, -0.5462398821915878, -0.6003575361550623, -0.6578362482760538, -0.707163495594061, -0.7110011880707138], "cands": ["en_XX In the past, the Vatican has undertaken a major survey around the world on how parishes manage sensitive issues such as contraception, divorce and same-sex couples.", "en_XX In the past, the Vatican has begun a major survey around the world on how parishes manage sensitive issues such as contraception, divorce and same-sex couples.", "en_XX The Holy See is currently conducting a major survey around the world on how parishes manage sensitive issues such as contraception, divorce and same-sex couples.", "en_XX Vatican City is undertaking a major survey around the world on how parishes manage sensitive issues such as contraception, divorce and same-sex couples.", "en_XX In the past, the Vatican has undertaken a major survey around the world on how parishes manage sensitive issues such as contraception, divorce and same-sex couple.", "en_XX In the past, the Vatican has begun a major survey around the world on how parishes manage sensitive issues such as contraception, divorce and same-sex couple.", "en_XX A major survey of the world’s parishes on how they manage sensitive issues such as contraception, divorce and same-sex couples is under way.", "en_XX The Holy See is currently conducting a major survey around the world on how parishes manage sensitive issues such as contraception, divorce and same-sex couple.", "en_XX Vatican City is undertaking a major survey around the world on how parishes manage sensitive issues such as contraception, divorce and same-sex couple."], "inp": "Le Vatican a entrepris de mener un grand sondage à travers le monde sur la façon dont les paroisses gèrent les dossiers sensibles comme la contraception, le divorce et les couples formés de personnes de même sexe.", "ref": "The Vatican is to carry out a large-scale poll across the world on the way in which parishes handle sensitive issues such as contraception, divorces and same-sex couples."}
{"scores": [-0.2693388054019694, -0.4071515941974628, -0.41646360634842805, -0.453408210984276, -0.5948561860897729, -0.5986059380414254], "cands": ["en_XX Friday saw new violence in northern Iraq, killing four people, following the deaths of at least 26 people in a series of attacks, including the explosion of five cars trapped north of Baghdad.", "en_XX Friday saw new violence killed four people in northern Iraq after at least 26 people were killed in a series of attacks, including the explosion of five cars trapped north of Baghdad.", "en_XX Friday saw new violence in northern Iraq, killing four people, after at least 26 people were killed in a series of attacks, including the explosion of five cars trapped north of Baghdad.", "en_XX Friday saw new violence in northern Iraq, killing four people, following the deaths of at least 26 people in a series of attacks, including the explosion of five cars trapped north of Baghdad", "en_XX Friday saw new violence in northern Iraq, killing four people, after at least 26 people were killed in a series of attacks, including the explosion of five cars trapped north of Baghdad", "en_XX Friday saw new violence killed four people in northern Iraq after at least 26 people were killed in a series of attacks, including the explosion of five cars trapped north of Baghdad"], "inp": "Vendredi, de nouvelles violences ont tué quatre personnes dans le nord de l'Irak, au lendemain de la mort d'au moins 26 personnes dans une série d'attentats, dont l'explosion de cinq voitures piégées au nord de Bagdad.", "ref": "On Friday, the latest acts of violence left four people dead in the north of Iraq, a day after at least 26 people were killed in a series of attacks, which included five booby-trapped cars being blown up in the north of Baghdad."}
{"scores": [-0.3428019300954284, -0.4353369851795435, -0.6052041033249643, -0.6374382468693724, -0.711008317368313, -0.7657446806736871, -0.7915231999622274, -1.01870080085365], "cands": ["en_XX Up to now, no lawyer has been able to meet him and no volunteer has been able to obtain a copy of the case documents.", "en_XX Up to now, no lawyer has been able to meet him and no volunteer has been able to obtain a copy of the case.", "en_XX Up to now, no lawyer has been able to meet him and no volunteer has been able to obtain a copy.", "en_XX To date no lawyer could meet him and no volunteer could take a copy of the case documents.", "en_XX Up to now, no lawyer has been able to meet him.", "en_XX To date no lawyer could meet him and no volunteer could take a copy of the case.", "en_XX Up to now, no lawyer has been able to meet him.", "en_XX To date no lawyer could meet him and no volunteer could take a copy."], "inp": "Jusqu'ici aucun avocat n'a pu le rencontrer et aucun volontaire n'a pu prendre une copie des documents de l'affaire.", "ref": "\"He has still not been able to see a lawyer and no volunteer has been able to get a copy of the case documents."}
{"scores": [-0.25565156918594345, -0.36523523297316496, -0.36962412440121895], "cands": ["en_XX In my opinion, there are two levels of response from the French Government.", "en_XX I believe that there are two levels of response from the French Government.", "en_XX I think there are two levels of response from the French Government."], "inp": "Selon moi, il y a deux niveaux de réponse de la part du gouvernement français.", "ref": "In my opinion, there are two levels of response from the French government."}
{"scores": [-0.25373802370670767, -0.32097413285208454, -0.5512851514526312, -0.5621779025699104, -0.6483642419206747, -0.7480943605822086], "cands": ["en_XX This is not a trial, it is a farce.", "en_XX This is not a trial, it is a joke.", "en_XX This is no trial, it is a farce.", "en_XX This is not a trial but a farce.", "en_XX This is a farce, not a trial.", "en_XX This is not a trial, it is a farce."], "inp": "Ce n'est pas un procès, c'est une farce.", "ref": "It's not a trial, it's a farce.\""}
{"scores": [-0.4443834081933498, -0.6710289971250248, -0.914723943632348, -0.9173991351002823, -1.0464136196844143, -1.173120341345301, -1.1893216716204509], "cands": ["en_XX It is not a trial, the Muslim Brotherhood activist stresses.", "en_XX It is no trial, the Muslim Brotherhood activist stresses.", "en_XX It is not a trial, the Muslim Brotherhood activist stress.", "en_XX It is not a trial, the Muslim Brotherhood activist stresses", "en_XX It is not a trial emphasizes this militant.", "en_XX It is no trial, the Muslim Brotherhood activist stresses", "en_XX It is no trial, the Muslim Brotherhood activist stress."], "inp": "Ce n'est pas un procès souligne ce militant des Frères musulmans.", "ref": "\"It's not a trial,\" says one Muslim Brotherhood activist."}
{"scores": [-0.38111155036116406, -0.3965476535045649, -0.6413737879741769, -0.742650881897886, -0.7582905634680157, -0.7726737297383033, -0.7811581909800122, -0.8149334647619335, -1.0320814121154291, -1.0840428081753066], "cands": ["en_XX The NSA case highlights total lack of intelligence debate", "en_XX The NSA case highlights total lack of debate on intelligence", "en_XX The NSA case highlights total lack of debate on intelligence.", "en_XX The NSA case highlights total lack of intelligence", "en_XX The NSA case highlights total lack of intelligence", "en_XX The NSA case highlights total lack of debate", "en_XX The NSA case highlights total lack of intelligence debate.", "en_XX The NSA case highlights total lack of debate on", "en_XX The NSA case highlights total lack", "en_XX The NSA case highlights total lack"], "inp": "L'affaire NSA souligne l'absence totale de débat sur le renseignement", "ref": "NSA Affair Emphasizes Complete Lack of Debate on Intelligence"}
{"scores": [-0.30714504264811, -0.4475088742999003, -0.45156216475578287, -0.6166287686623393, -0.7276746848956195, -0.7419539186546505, -0.7538393696239589, -0.9005028314477768, -1.3557973715308336], "cands": ["en_XX The charges against Omar Moussapha Hassan was charged with the taking of hostages, abduction, threatening, carrying weapons with a dangerous purpose, abduction and failure to comply with an order.", "en_XX The charges against Omar Moussapha Hassan was charged with the taking of hostages, abduction, threatening, carrying weapons with a dangerous purpose, abduction and failure to comply.", "en_XX He was charged with taking hostages, abduction, threatening, carrying weapons with a dangerous purpose, abduction and failure to comply with an order.", "en_XX He was charged with taking hostages, abduction, threatening, carrying weapons with a dangerous purpose, abduction and failure to comply.", "en_XX The charges against Omar Moussapha Hassan was charged with the taking of hostages.", "en_XX The charges against Omar Moussapha Hassan was charged with the taking of hostages.", "en_XX The charges against Omar Moussapha Hassan was charged with hostage-taking.", "en_XX The charges against Omar Moussapha Hassan was charged with the taking of hostages.", "en_XX He was charged with taking hostages."], "inp": "Omar Moustapha Hassan a été accusé de prise d'otage, séquestration, profération de menaces, port d'arme dans un dessein dangereux, enlèvement, et défaut de se conformer à une ordonnance.", "ref": "Omar Moustapha Hassan stands accused of hostage-taking, hostage-holding, making of verbal threats, carrying a weapon with dangerous intent, abduction and failure to follow an order."}
{"scores": [-0.3763885676016925, -0.3865091042436984, -0.44356474852755423, -0.4537280743783676, -0.4672432856568019, -0.5283596983764565, -0.5970129177041423, -0.6138346902246774, -0.6765012328768307], "cands": ["en_XX The growing discontent of the Sunni minority in power under Saddam Hussein, who complain of political marginalization and unfair arrests, has fuelled this outbreak of violence.", "en_XX The growing discontent of the Sunni minority in power under Saddam Hussein, who complain of political marginalization and unfair arrests, has fuelled this outbreak of violence.", "en_XX The growing frustration of the Sunni minority in power under Saddam Hussein, who complain of political marginalization and unfair arrests, has fuelled this outbreak of violence.", "en_XX The growing discontent of the Sunni minority in power under Saddam Hussein, who complain of political marginalization and unfair arrests, has fuelled this outbreak.", "en_XX The growing discontent of the Sunni minority in power under Saddam Hussein, who complain of political marginalization and unfair arrests, has fuelled this outbreak.", "en_XX The growing frustration of the Sunni minority in power under Saddam Hussein, who complain of political marginalization and unfair arrests, has fuelled this outbreak.", "en_XX The growing discontent of the Sunni minority in power under Saddam Hussein, who complain of political marginalization and unfair arrests, has fuelled this outbreak of violence", "en_XX The growing discontent of the Sunni minority in power under Saddam Hussein, who complain of political marginalization and unfair arrests, has fuelled this outbreak of violence", "en_XX The growing frustration of the Sunni minority in power under Saddam Hussein, who complain of political marginalization and unfair arrests, has fuelled this outbreak of violence"], "inp": "Le mécontentement croissant de la minorité sunnite, au pouvoir sous Saddam Hussein, qui se plaint d'être marginalisée politiquement et d'être la cible d'arrestations injustes, a favorisé cette flambée de violences.", "ref": "The growing discontent among the Sunni minority, which held power under Saddam Hussein and is now complaining of being politically marginalized and being the target of unjust arrests, has favored this outburst of violence."}
{"scores": [-0.3859071793973815, -0.3959113256432596, -0.5520272179678644, -0.5713035012314374, -0.6638791577198119, -0.7149582120411417, -0.7414264629412697, -0.9214011706704165, -1.39627643604108, -1.4758265602543617, -1.6458785638517641], "cands": ["en_XX October was Iraq's deadliest month in five and a half years, according to figures released by the Iraqi authorities on Friday.", "en_XX In October, Iraq's deadliest month in five and a half years was October, according to figures released by the Iraqi authorities on Friday.", "en_XX October was Iraq's deadliest month in five and a half years, according to figures released by the Iraqi authorities.", "en_XX In October, Iraq's deadliest month in five and a half years was October, according to figures released by the Iraqi authorities.", "en_XX October was Iraq's deadliest month in five and a half years.", "en_XX In October, Iraq's deadliest month in five and a half years was October.", "en_XX The Iraqi authorities released figures Friday, 1 November, that show that October was the deadliest month in five and a half years.", "en_XX The Iraqi authorities released figures Friday, 1 November, that show that October was the deadliest month in five and a half.", "en_XX Iran's government has announced that it will not allow the deployment of a military force in the country, which is expected to be in place by the end of the year.", "en_XX Iran's government has announced that it will not allow the deployment of a military force in the country.", "en_XX Iran's government has announced that it will not allow the deployment of a military force in the country, which is expected to be in place by the end."], "inp": "L'Irak a connu en octobre son mois le plus meurtrier en cinq ans et demi, selon des chiffres publiés vendredi 1er novembre par les autorités irakiennes.", "ref": "October was the bloodiest month in Iraq in five and a half years, according to figures published by the Iraqi authorities on Friday, 01 November."}
{"scores": [-0.3574496344815454, -0.3720061020045508, -0.4852936444023964, -0.5064974248398041, -0.5785035639986122, -0.5967182030090695, -0.603501267647028, -0.7211584870167501, -0.7656448431058503, -0.8003989135972686, -0.8094643477308131], "cands": ["en_XX We are not writing about American interception systems against French diplomacy in the United States, it is by no means to offend us at this practice, it is to describe the world as it is.", "en_XX Whenever we describe American interception systems against French diplomacy in the United States, it is by no means to offend us at this practice, it is to describe the world as it is.", "en_XX We are not writing about American interception systems against French diplomacy in the United States, it is by no means to offend us at this practice.", "en_XX Whenever we describe American interception systems against French diplomacy in the United States, it is by no means to offend us at this practice.", "en_XX We are not writing about American interception systems against French diplomacy in the United States, it is by no means to offend us at this.", "en_XX Whenever we describe American interception systems against French diplomacy in the United States, it is by no means to offend us at this.", "en_XX We are not writing about American interception systems against French diplomacy in the United States, we are not writing about the world as it is.", "en_XX Whenever we describe American interception systems against French diplomacy in the United States, we are not in any way trying to offend ourselves by this practice.", "en_XX We are not writing about American interception systems against French diplomacy in the United States, we are not writing about the world.", "en_XX In describing the U.S.", "en_XX Whenever we describe American interception systems against French diplomacy in the United States, we are not in any way trying to offend ourselves by this."], "inp": "Lorsque nous décrivons les systèmes d'interception américains à l'encontre de la diplomatie française aux Etats-Unis, ce n'est en aucun cas pour nous indigner de cette pratique, c'est pour décrire le monde tel qu'il est.", "ref": "In describing the American methods of data interception in relation to the French diplomatic representation in the United States, we do not aim at expressing indignation about this practice, but rather at describing the world as it is."}
{"scores": [-0.35141115374790266, -0.4303123317128451, -0.657740310088036, -0.679682384691232, -0.734451935910031, -1.4482654620349804, -1.6004227659757542], "cands": ["en_XX The French government has been free of rabies since 2001, this cat or mother were imported from another country, not free,\" according to the communiqué.", "en_XX \"France is free of rabies since 2001, this cat or mother were imported from another country, not free,\" according to the communiqué.", "en_XX The French government has been free of rabies since 2001, this cat or mother were imported from another country, not free,\" according.", "en_XX \"France is free of rabies since 2001, this cat or mother were imported from another country, not free,\" according to the communiqué", "en_XX \"France is free of rabies since 2001, this cat or mother were imported from another country, not free,\" according.", "en_XX In the wake of the French rescue operations in the wake of the earthquake in the Indian Ocean, the government has decided to take measures to protect the lives of the victims.", "en_XX In the wake of the French rescue operations in the wake of the earthquake in the Indian Ocean, the government has decided to take measures to protect the lives of the victim."], "inp": "\"La France étant indemne de rage depuis 2001, ce chaton ou la mère ont été importés d'un autre pays, non indemne\", selon le communiqué.", "ref": "\"France has been clear of rabies since 2001. This kitten or the mother were imported from another country where it is still present,\" says the press release."}
{"scores": [-0.2859447358011202, -0.40554939448038474], "cands": ["en_XX But it is most likely to be used by smokers who want to quit.", "en_XX It is most likely to be used by smokers who want to quit."], "inp": "Mais il est plus probable qu'il soit utilisé par les fumeurs qui veulent arrêter de fumer.", "ref": "But more likely it would be used by smokers to quit."}
{"scores": [-0.3239842257676693, -0.3579757579306228, -0.40941604058706105, -0.5228841661890516, -0.5369430859975044, -0.5946812773606298, -0.6937627832668946, -0.8613702596091289], "cands": ["en_XX Participants were asked how priests care for gay couples and their children, and how they treat men and women who live together without being married.", "en_XX Participants were asked how priests care for gay couples and their children, and how they treat men and women who live together without being married.", "en_XX Participants were asked how priests treat gay couples and their children, and how they treat men and women who live together without being married.", "en_XX Participants were asked how they deal with gay couples and their children, and how they treat men and women who live together without being married.", "en_XX Participants were asked how priests care for gay couples and their children.", "en_XX Participants were asked how priests care for gay couples and their children.", "en_XX Participants were asked how priests treat gay couples and their children.", "en_XX Participants were asked how they deal with gay couples and their children."], "inp": "Le sondage demande aux participants comment les prêtres s'occupent des couples gais et de leurs enfants, et comment ils traitent les hommes et les femmes qui vivent ensemble sans être unis par les liens du mariage.", "ref": "The poll will ask participants how priests deal with gay couples and their children, and how they treat men and women who live together without being united by marriage bonds."}
{"scores": [-0.4471375965928176, -0.5531440522526533, -0.5945635806424323, -0.6331049376307312, -0.6863045056533721, -0.7445517385857571, -0.8207462824138888, -1.0322491669632268, -1.126328009012177], "cands": ["en_XX In tests, vaccinated mice that were then given nicotine continued to function normally.", "en_XX Immunized mice that were subsequently given nicotine continued to function normally in the tests.", "en_XX Immunized mice subsequently given nicotine continued to function normally in the tests.", "en_XX Immunized mice that were subsequently given nicotine continued to function normally.", "en_XX Immunized mice subsequently given nicotine continued to function normally.", "en_XX In tests, vaccinated mice that were then given nicotine continued to function.", "en_XX In tests, vaccinated mice that were then given nicotine continued to function normal.", "en_XX Immunized mice that were subsequently given nicotine continued to function normal.", "en_XX Immunized mice subsequently given nicotine continued to function normal."], "inp": "Lors des tests, les souris vaccinées à qui on a donné ensuite de la nicotine ont poursuivi leur activité normalement.", "ref": "In tests, vaccinated mice who were subsequently given nicotine continued with their normal activity."}
{"scores": [-0.3735855696447874, -0.3829849303319679, -0.3884447222078263, -0.3942970185503599, -0.4243366563787487, -0.43370372224934756, -0.5188243137469394, -0.5213282179737738, -0.5299530404923131, -0.533796167812716, -0.5673768417099209, -0.5854016261162731, -1.491401799453604, -1.5430402348303516, -1.5430578258453698, -1.6231834231432716, -1.6337229419415593, -1.676113961823089, -1.731750830706276, -1.7439174074439279, -1.7923816728847652], "cands": ["en_XX French police have decided to impose strict rules regarding the meeting of the Royal Sporting Club of Anderlecht against Paris Saint-Germain fixed Tuesday, said Marie Verbeke, the spokesperson of the Brussels police zone on Friday afternoon.", "en_XX French police have decided to impose strict rules regarding the meeting of the Royal Sporting Club of Anderlecht against Paris Saint-Germain fixed Tuesday, said Marie Verbeke, spokesperson for the Brussels police zone on Friday afternoon.", "en_XX French police have decided to impose strict rules regarding the meeting of the Royal Sporting Club of Anderlecht against Paris Saint-Germain fixed Tuesday, said Marie Verbeke, the spokesperson of the Brussels police zone on Friday.", "en_XX French police have decided to impose strict rules regarding the meeting of the Royal Sporting Club of Anderlecht against Paris Saint-Germain fixed Tuesday, said Marie Verbeke, spokesperson for the Brussels police zone on Friday.", "en_XX French police have decided to impose strict rules regarding the meeting of the Royal Sporting Club of Anderlecht against Paris Saint-Germain fixed Tuesday, said Marie Verbeke, the spokesperson of the Brussels police zone.", "en_XX French police have decided to impose strict rules regarding the meeting of the Royal Sporting Club of Anderlecht against Paris Saint-Germain fixed Tuesday, said Marie Verbeke, spokesperson for the Brussels police zone.", "en_XX French police have decided to impose strict rules regarding the meeting of the Royal Sporting Club of Anderlecht against Paris Saint-Germain fixed Tuesday, said Marie Verbeke.", "en_XX French police have decided to impose strict rules regarding the meeting of the Royal Sporting Club of Anderlecht against Paris Saint-Germain fixed Tuesday, said Marie Verbeke.", "en_XX French police have decided to impose strict rules regarding the meeting of the Royal Sporting Club of Anderlecht against Paris Saint-Germain fixed Tuesday.", "en_XX French police have decided to impose strict rules regarding the meeting of the Royal Sporting Club of Anderlecht against Paris Saint-Germain fixed Tuesday.", "en_XX French police decided to impose strict rules regarding the meeting of the Royal Sporting Club of Anderlecht against Paris Saint-Germain fixed Tuesday, said Marie Verbeke.", "en_XX French police decided to impose strict rules regarding the meeting of the Royal Sporting Club of Anderlecht against Paris Saint-Germain fixed Tuesday.", "en_XX \"We are not going to be able to do that,\" said the French police chief, who said he would not be able to meet the French national team until the match against Paris Saint-Germain on Tuesday.", "en_XX \"We are not going to be able to do that,\" said the French police chief, who said he would not be able to meet the French national team until the match against Paris Saint-Germain.", "en_XX France is the only country in the world to have a national football team that is not part of the European Union.", "en_XX France is the only country in the world to have a national football team.", "en_XX \"We are not going to be able to do that,\" said the French police chief.", "en_XX \"We are not going to be able to do that,\" said the French police chief, who said he would not be able to meet the French national team.", "en_XX \"We are not going to be able to do that,\" said the French police chief, who said he would not be able to meet the French national team until the match against Paris.", "en_XX \"We are not going to be able to do that,\" said the French police.", "en_XX \"We are not going to be able to do that."], "inp": "La police française a décidé de poser des règles strictes concernant la rencontre du Royal Sporting Club d'Anderlecht contre le Paris Saint-Germain fixée mardi, a communiqué Marie Verbeke, la porte-parole de la zone de police Bruxelles-midi, vendredi.", "ref": "The French police have decided to impose strict rules ahead of the match between Royal Sporting Club of Anderlecht and Paris Saint-Germain, set for Thursday, Marie Verbeke, spokesperson for the Brussels-South police district, said on Friday."}
{"scores": [-0.31675621990720804, -0.34536365674283953, -0.44665406572598415, -0.4757449530867279, -0.6107166857048821], "cands": ["en_XX He called for the international community to wage a \"third world war\" against Al-Qaida.", "en_XX He called for the international community to wage a \"third world war\" against Al-Qaida.", "en_XX He called on the international community to wage a \"third world war\" against Al-Qaida on Thursday.", "en_XX He called on the international community to wage a \"third world war\" against Al-Qaida.", "en_XX He called for an international \"third world war\" against Al-Qaida."], "inp": "Jeudi, il a plaidé pour que la communauté internationale mène une \"troisième guerre mondiale\" contre Al-Qaida.", "ref": "On Thursday, he pleaded that the international community should conduct a \"third world war\" against Al-Qaida."}
{"scores": [-0.37813787716740277, -0.41011614188626844, -0.41985104022075825, -0.48337645675606994, -0.5187135829314155, -0.5257148777645829, -0.6777556019275411, -0.7900092080649144], "cands": ["en_XX How can we explain the contradictory attitude of the French Government, which on the one hand is publicly abusing itself by summoning the US ambassador on 21 October, and on the other prohibits the overflight of the territory by the Bolivian presidential plane, on the basis of the rumour that Edward Snowden is on board?", "en_XX What explains the contradictory attitude of the French Government, which on the one hand is publicly abusing itself by summoning the US ambassador on 21 October, and on the other prohibits the overflight of the territory by the Bolivian presidential plane, on the basis of the rumour that Edward Snowden is on board?", "en_XX How can the contradictory attitude of the French Government, which on the one hand is publicly abusing itself by summoning the US ambassador on 21 October, and on the other prohibits the overflight of the territory by the Bolivian presidential plane, on the basis of the rumour that Edward Snowden is on board?", "en_XX How can we explain the contradictory attitude of the French Government, which on the one hand is publicly abusing itself by summoning the US ambassador on 21 October, and on the other prohibits the overflight of the territory by the Bolivian presidential plane, on the basis of the rumour that Edward Snowden is on board?.", "en_XX What explains the contradictory attitude of the French Government, which on the one hand is publicly abusing itself by summoning the US ambassador on 21 October, and on the other prohibits the overflight of the territory by the Bolivian presidential plane, on the basis of the rumour that Edward Snowden is on board?.", "en_XX How can the contradictory attitude of the French Government, which on the one hand is publicly abusing itself by summoning the US ambassador on 21 October, and on the other prohibits the overflight of the territory by the Bolivian presidential plane, on the basis of the rumour that Edward Snowden is on board?.", "en_XX The French government, which is publicly abusing itself by summoning the US ambassador on 21 October, and the Bolivian presidential aircraft, which is reported to be carrying Edward Snowden, are banned from flying over the country.", "en_XX The French government, which is publicly abusing itself by summoning the US ambassador on 21 October, and the Bolivian presidential aircraft, which is reported to be carrying Edward Snowden, are banned."], "inp": "Comment expliquer l'attitude contradictoire du gouvernement français, qui d'un coté s'offusque en public en convoquant l'ambassadeur des Etats-Unis le 21 octobre, et de l'autre interdit le survol du territoire par l'avion présidentiel bolivien, sur la base de la rumeur de la présence à son bord d'Edward Snowden ?", "ref": "Why the contradictory attitude of the French government? On the one hand, it publicly takes offence and summons the Ambassador of the United States on October 21 and, on the other, it forbids the Bolivian president's plane to enter its air space on the basis of a rumor that Edward Snowden was on board?"}
{"scores": [-0.38416998683265496, -0.4578399626275457, -0.5106639621785556, -0.5109730997028856, -0.52437785947382, -0.5550634473643192, -0.6390285200525765, -0.7466572414526338, -0.8235150554415127, -1.350774305154274, -1.3936487089202148], "cands": ["en_XX The violence is at the centre of Prime Minister Nouri Al Maliki's talks in the United States, which President Barack Obama will receive on Friday, two years after their previous meeting on 12 December 2011.", "en_XX The violence is at the centre of Prime Minister Nouri Al Maliki's talks in the United States, which President Barack Obama will receive on Friday, two years after their previous meeting on 12 December.", "en_XX On Friday, Prime Minister Nouri Al Maliki will receive President Barack Obama, two years after their previous meeting on December 12, 2011, at the center of talks in the United States.", "en_XX The violence is at the centre of Prime Minister Nouri Al Maliki's talks in the United States.", "en_XX The violence is at the centre of Prime Minister Nouri Al Maliki's talks in the United States, which President Barack Obama will receive on Friday.", "en_XX In the United States, Prime Minister Nouri Al Maliki will be receiving President Barack Obama on Friday, two years after their previous meeting on December 12, 2011.", "en_XX On Friday, Prime Minister Nouri Al Maliki will receive President Barack Obama, two years after their previous meeting on December 12, 2011, at the center of talks.", "en_XX In the United States, Prime Minister Nouri Al Maliki will be receiving President Barack Obama on Friday.", "en_XX On Friday, Prime Minister Nouri Al Maliki will receive President Barack Obama, two years after their previous meeting on December 12, 2011, at the center of talk.", "en_XX In a statement issued on Friday, the US President Barack Obama said that the United States is \"deeply concerned about the continued violence in the Middle East,\" and that \"we are determined to continue to work with the Palestinian Authority to resolve the issue.\"", "en_XX In a statement issued on Friday, the US President Barack Obama said that the United States is \"deeply concerned about the continued violence in the Middle East,\" and that \"we are determined to continue to work with the Palestinian Authority to resolve the issue."], "inp": "Les violences sont au centre des entretiens aux États-Unis du premier ministre Nouri Al Maliki qui sera reçu vendredi par le président Barack Obama, deux ans après leur précédente rencontre, le 12 décembre 2011.", "ref": "The violence is at the centre of the talks in the United States with Prime Minister Nouri Al Maliki, who will be received by President Barack Obama on Friday, two years after their last meeting on 12 December 2011."}
