{"scores": [-0.33345845341682434, -0.3366057574748993, -0.34018269181251526, -0.34171202778816223, -0.34202098846435547, -0.343507319688797, -0.3440287113189697, -0.34427085518836975, -0.3445146679878235, -0.34584012627601624, -0.3467783033847809, -0.3474603593349457, -0.3475135564804077, -0.34757503867149353, -0.34765711426734924, -0.34817373752593994, -0.34852731227874756, -0.34927716851234436, -0.34953975677490234, -0.34970059990882874, -0.3503510653972626, -0.3509708344936371, -0.35189762711524963, -0.3531501889228821, -0.35323336720466614, -0.35326555371284485, -0.3534334897994995, -0.35422036051750183, -0.3545345664024353, -0.3545653522014618, -0.35509616136550903, -0.35523977875709534, -0.3554132282733917, -0.3569078743457794, -0.35722672939300537, -0.357403427362442, -0.35765859484672546, -0.3579149544239044, -0.35840845108032227, -0.36028268933296204], "cands": ["Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen weltweit, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den TV-Bildschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen auf der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden durch die Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und die Fernsehschirme rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen weltweit, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen auf der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den TV-Bildschirmen in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden durch die Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und die TV-Bildschirme rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien ausstrahlten, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den TV-Bildschirmen weltweit, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden durch die Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und die Fernsehschirme in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen in aller Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den TV-Bildschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen weltweit, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den TV-Bildschirmen um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den TV-Bildschirmen weltweit, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen auf der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehen in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen in aller Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden durch die Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und die Fernsehschirme rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den TV-Bildschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden durch die Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und die Fernsehschirme weltweit, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen auf der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien ausstrahlten, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den TV-Bildschirmen in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden durch die Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und die TV-Bildschirme rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien ausstrahlten, schnell untergraben."], "inp": "And the benefits of the 2009 Shanghai Expo were rapidly undermined by the jailing of Nobel Peace Prize laureate Liu Xiaobo and the television screens around the world broadcasting scenes of an empty chair at the Oslo ceremonies.", "ref": "Und der Vorteil, den man aus der Expo 2009 in Shanghai zog, war rasch zunichte gemacht, als man Friedensnobelpreisträger Liu Xiaobo inhaftierte und bei der weltweiten Fernsehübertragung der Feierlichkeiten in Oslo ein leerer Stuhl zu sehen war."}
{"scores": [-0.390597939491272, -0.39063912630081177, -0.39333367347717285, -0.39342573285102844, -0.3935563266277313, -0.396833211183548, -0.3968895971775055, -0.39719143509864807, -0.39804425835609436, -0.3982527554035187, -0.3991301953792572, -0.39931538701057434, -0.4003620445728302, -0.4006328582763672, -0.40071675181388855, -0.40086573362350464, -0.4009755253791809, -0.4017433226108551, -0.4021243453025818, -0.4021923542022705, -0.4022216796875, -0.4022607207298279, -0.40248674154281616, -0.40342581272125244, -0.40379393100738525, -0.40446069836616516, -0.40489616990089417, -0.4057556390762329, -0.4063173234462738, -0.4071651101112366, -0.40753039717674255, -0.40785521268844604, -0.4084564447402954, -0.40902742743492126, -0.40934422612190247, -0.409539133310318, -0.41012293100357056, -0.41097328066825867, -0.411904513835907, -0.4126524329185486], "cands": ["Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gericht zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, gemäß dem Statut von Rom des Internationalen Strafgerichtshofs untersucht, beurteilt und verurteilt werden.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, verurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, verurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, gemäß dem Statut von Rom des Internationalen Strafgerichtshofs untersucht, beurteilt und verurteilt werden.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, verurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, verurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, gemäß dem Statut von Rom des Internationalen Strafgerichtshofs untersucht, beurteilt und verurteilt werden.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs festgelegt ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs festgelegt.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt ist.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, verurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, verurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen."], "inp": "We have also agreed to create a special jurisdiction and tribunal to guarantee that those responsible for international war crimes are investigated, judged, and condemned as stipulated in the Rome Statute of the International Criminal Court.", "ref": "Wir haben zudem vereinbart, eine besondere Gerichtsbarkeit und ein Sondertribunal einzurichten, um zu garantieren, dass die für internationale Kriegsverbrechen verantwortlichen Personen gemäß den Vorgaben im Römischen Statut des Internationalen Strafgerichtshofes untersucht, be- und verurteilt werden."}
{"scores": [-0.3729385435581207, -0.3775350749492645, -0.38194212317466736, -0.3825922906398773, -0.3868403136730194, -0.3910270035266876, -0.39177075028419495, -0.3921944499015808, -0.3949095904827118, -0.3959695100784302, -0.40132132172584534, -0.4056359827518463, -0.40680626034736633, -0.40885403752326965, -0.4105759561061859, -0.41093412041664124, -0.41217315196990967, -0.4131336510181427, -0.41696205735206604, -0.41942381858825684, -0.42031130194664, -0.4203266203403473, -0.420818567276001, -0.4224262535572052, -0.4258728325366974, -0.4261550307273865, -0.42805060744285583, -0.4290585219860077, -0.43105360865592957, -0.43112289905548096, -0.43182629346847534, -0.4321669340133667, -0.43645548820495605, -0.44368717074394226, -0.44722235202789307, -0.44731760025024414, -0.45118895173072815, -0.4603589177131653, -0.4751587212085724, -0.5102090239524841], "cands": ["Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Amerikas privates Gesundheitsmodell zu vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Amerikas privates Gesundheitsmodell zu vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeide Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie das private Gesundheitsmodell Amerikas.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: vermeide Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Vermeiden Sie Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Vermeiden Sie das private Gesundheitsmodell Amerikas.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie das amerikanische private Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeiden Sie Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Vermeiden Sie das amerikanische private Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Amerikas privates Gesundheitsmodell vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: vermeiden Sie Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Amerikas privates Gesundheitsmodell vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeiden Sie das private Gesundheitsmodell Amerikas.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lehre einfach: Amerikas privates Gesundheitsmodell zu vermeiden.", "Global, aber vor allem für stark wachsende Volkswirtschaften, ist die Lektion einfach: Amerikas privates Gesundheitsmodell zu vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie Amerikas Privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Amerikas Privates Gesundheitsmodell zu vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lehre einfach: Vermeiden Sie Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie Amerikas privaten Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeide Amerikas Privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeiden Sie das amerikanische private Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Vermeiden Sie Amerikas Privates Gesundheitsmodell.", "Global, aber vor allem für stark wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie Amerikas privates Gesundheitsmodell.", "Weltweit, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeide Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: vermeide Amerikas Privates Gesundheitsmodell.", "Global, aber vor allem für rapide wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Vermeiden Sie Amerikas privaten Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeide Amerikas privaten Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie das private Gesundheitsmodell der USA.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeiden Sie Amerikas Privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Vermeiden Sie das private Gesundheitsmodell der USA.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lehre einfach: Amerikas privates Gesundheitsmodell vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Amerikas Privates Gesundheitsmodell vermeiden.", "Global, aber vor allem für stark wachsende Volkswirtschaften, ist die Lektion einfach: Amerikas privates Gesundheitsmodell vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie das amerikanische Private Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie das private Gesundheitsmodell in Amerika.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie Amerikas privates Gesundheitssystem.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie das amerikanische private Gesundheitssystem."], "inp": "Globally, but especially for rapidly growing economies, the lesson is simple: avoid America’s private health-care model.", "ref": "Global, aber besonders für schnell wachsende Volkswirtschaften, ist die Lektion einfach: das amerikanische Modell der privaten Gesundheitsversorgung ist zu vermeiden."}
{"scores": [-0.2648394703865051, -0.29993781447410583, -0.3096891939640045, -0.34997162222862244, -0.356009304523468, -0.3719087541103363, -0.3750512897968292, -0.40463462471961975, -0.43472233414649963, -0.456459641456604, -0.46218931674957275, -0.47122922539711, -0.47193676233291626, -0.4789085388183594, -0.4803515076637268, -0.4811689257621765, -0.490116685628891, -0.49297648668289185, -0.49408820271492004, -0.4971485137939453, -0.5071256160736084, -0.5116094946861267, -0.5139106512069702, -0.5169315338134766, -0.516976535320282, -0.5273918509483337, -0.547741174697876, -0.5498172640800476, -0.554145336151123, -0.5591540336608887, -0.5616501569747925, -0.5664891004562378, -0.5665134191513062, -0.5687177777290344, -0.5840890407562256, -0.5956634879112244, -0.5963476896286011, -0.6020505428314209, -0.6721563935279846, -0.689984142780304], "cands": ["Was wir gelernt haben, ist leicht zusammengefasst.", "Was wir gelernt haben, ist einfach zusammengefasst.", "Was wir gelernt haben, lässt sich leicht zusammenfassen.", "Was wir gelernt haben, wird leicht zusammengefasst.", "Was wir gelernt haben ist leicht zusammengefasst.", "Was wir gelernt haben, wird einfach zusammengefasst.", "Was wir gelernt haben, lässt sich einfach zusammenfassen.", "Was wir gelernt haben ist einfach zusammengefasst.", "Was wir gelernt haben, kann leicht zusammengefasst werden.", "Was wir gelernt haben, ist ganz einfach zusammengefasst.", "Was wir gelernt haben wird leicht zusammengefasst.", "Was wir gelernt haben, lässt sich ganz einfach zusammenfassen.", "Was wir gelernt haben, wird ganz einfach zusammengefasst.", "Was wir gelernt haben, ist leicht zusammengefaßt.", "Was wir gelernt haben, kann einfach zusammengefasst werden.", "Was wir gelernt haben, lässt sich problemlos zusammenfassen.", "Was wir gelernt haben lässt sich leicht zusammenfassen.", "Was wir gelernt haben wird einfach zusammengefasst.", "Das, was wir gelernt haben, lässt sich leicht zusammenfassen.", "Was wir gelernt haben, ist sehr einfach zusammengefasst.", "Was wir gelernt haben, ist schnell zusammengefasst.", "Was wir erlernt haben, lässt sich leicht zusammenfassen.", "Was wir lernten, ist leicht zusammengefasst.", "Was wir gelernt haben, wird schnell zusammengefasst.", "Was wir gelernt haben, ist einfach zusammengefaßt.", "Wir haben leicht zusammengefasst, was wir gelernt haben.", "Das, was wir gelernt haben, lässt sich einfach zusammenfassen.", "Was wir gelernt haben, ist leicht zusammengefassbar.", "Was wir gelernt haben, ist leicht zu zusammenfassen.", "Was wir gelernt haben, lassen sich leicht zusammenfassen.", "Was wir gelernt haben, lässt sich schnell zusammenfassen.", "Was wir gelernt haben, kann man leicht zusammenfassen.", "Was wir gelernt haben, ist leicht zusammenzufassen.", "Was wir gelernt haben lässt sich einfach zusammenfassen.", "Was wir lernten, lässt sich leicht zusammenfassen.", "Was wir gelernt haben, ist einfach zusammengefassbar.", "Was wir gelernt haben, fasst man einfach zusammen.", "Was wir gelernt haben, ist vereinfacht.", "Was wir gelernt haben, ist leicht zusammengefasst worden.", "Was wir gelernt haben, ist einfach zusammengefasst worden."], "inp": "What we learned is easily summarized.", "ref": "Unsere Erfahrungen sind leicht zusammengefasst."}
{"scores": [-0.42796075344085693, -0.4318525791168213, -0.4753153324127197, -0.47572532296180725, -0.5002167820930481, -0.5031239986419678, -0.5065001845359802, -0.510271430015564, -0.5123357176780701, -0.5135474801063538, -0.5148600935935974, -0.5222815871238708, -0.5227333903312683, -0.5253326892852783, -0.5266095995903015, -0.5288844108581543, -0.5297299027442932, -0.5364923477172852, -0.5477478504180908, -0.5481942296028137, -0.549130916595459, -0.5538402199745178, -0.5564435720443726, -0.5619825124740601, -0.5632988810539246, -0.5656033754348755, -0.5658877491950989, -0.5673685669898987, -0.5678996443748474, -0.5692917108535767, -0.5767390131950378, -0.5777547359466553, -0.5849664807319641, -0.5857335925102234, -0.5869910717010498, -0.5878174304962158, -0.5878797173500061, -0.6000368595123291, -0.6084320545196533, -0.6095374822616577], "cands": ["Diese Dynamik zeigte sich deutlich während der letzten Wahlkampagne Nigerias.", "Diese Dynamik zeigte sich deutlich während der letzten Wahlkampagne in Nigeria.", "Diese Dynamik wurde während der letzten Wahlkampagne Nigerias deutlich gezeigt.", "Diese Dynamik wurde während der letzten Wahlkampagne in Nigeria deutlich gezeigt.", "Diese Dynamik zeigte sich während der letzten Wahlkampagne Nigerias deutlich.", "Diese Dynamik hat sich während der letzten Wahlkampagne in Nigeria deutlich gezeigt.", "Diese Dynamik zeigte sich deutlich während Nigerias letzten Wahlkampf.", "Diese Dynamik zeigte sich während der letzten Wahlkampagne in Nigeria deutlich.", "Diese Dynamik wurde während der letzten Wahlkampagne in Nigeria deutlich aufgezeigt.", "Diese Dynamik hat sich während der letzten Wahlkampagne Nigerias deutlich gezeigt.", "Diese Dynamik wurde während der letzten Wahlkampagne Nigerias deutlich aufgezeigt.", "Diese Dynamik wurde deutlich während der letzten Wahlkampagne in Nigeria gezeigt.", "Diese Dynamik war während der letzten Wahlkampagne Nigerias deutlich zu erkennen.", "Diese Dynamik war während der letzten Wahlkampagne in Nigeria deutlich zu erkennen.", "Diese Dynamik wurde deutlich während der letzten Wahlkampagne Nigerias gezeigt.", "Diese Dynamik war während der letzten Wahlkampagne in Nigeria deutlich sichtbar.", "Diese Dynamik war während der letzten Wahlkampagne Nigerias deutlich sichtbar.", "Diese Dynamik trat während der letzten Wahlkampagne Nigerias deutlich auf.", "Diese Dynamik wurde während der letzten Wahlkampagne in Nigeria deutlich.", "Diese Dynamik wurde deutlich während Nigerias letzten Wahlkampf gezeigt.", "Diese Dynamik wurde während der letzten Wahlkampagne in Nigeria deutlich zum Ausdruck gebracht.", "Diese Dynamik wurde während der letzten Wahlkampagne Nigerias deutlich.", "Diese Dynamik wurde während der letzten Wahlkampagne in Nigeria deutlich sichtbar.", "Diese Dynamik wurde während der letzten Wahlkampagne Nigerias deutlich sichtbar.", "Diese Dynamik war während der letzten Wahlkampagne Nigerias deutlich zu sehen.", "Diese Dynamik wurde im letzten Wahlkampf Nigerias deutlich gezeigt.", "Diese Dynamik zeigte sich deutlich während Nigerias letzten Wahlkampagne.", "Diese Dynamik zeigte sich deutlich bei Nigerias letzten Wahlkampagne.", "Diese Dynamik wurde während des letzten Wahlkampfes in Nigeria deutlich gezeigt.", "Diese Dynamik war während der letzten Wahlkampagne in Nigeria deutlich zu sehen.", "Diese Dynamik war im letzten Wahlkampf Nigerias deutlich zu erkennen.", "Diese Dynamik wurde während der letzten Wahlkampfkampagne in Nigeria deutlich gezeigt.", "Diese Dynamik zeigte sich deutlich während Nigerias letzten Wahlkampagnen.", "Diese Dynamik wurde während der letzten Wahlkampagne Nigerias deutlich deutlich.", "Diese Dynamik wurde während der letzten Wahlkampagne in Nigeria deutlich deutlich.", "Diese Dynamik zeigte sich während der letzten Wahlkampagne Nigerias.", "Diese Dynamik zeigte sich deutlich während Nigerias letzten Wahlkampfes.", "Diese Dynamik zeigte sich während der letzten Wahlkampagne in Nigeria.", "Diese Dynamik war während des letzten Wahlkampfes in Nigeria deutlich zu erkennen.", "Diese Dynamik stand während der letzten Wahlkampagne Nigerias deutlich auf dem Weg."], "inp": "This dynamic was on stark display during Nigeria’s last election campaign.", "ref": "Diese Dynamik war während des letzten Wahlkampfs in Nigeria deutlich sichtbar."}
{"scores": [-0.4147782325744629, -0.43567872047424316, -0.4365456998348236, -0.4421826899051666, -0.44997772574424744, -0.4500497579574585, -0.45903459191322327, -0.4661095142364502, -0.4724673628807068, -0.4725118577480316, -0.47264155745506287, -0.4731265902519226, -0.47345152497291565, -0.47677260637283325, -0.4788680076599121, -0.47896596789360046, -0.48147234320640564, -0.481671005487442, -0.48293495178222656, -0.48540955781936646, -0.49115362763404846, -0.49402278661727905, -0.4960220456123352, -0.49930042028427124, -0.4994828701019287, -0.501569926738739, -0.5025267601013184, -0.5055835843086243, -0.5077491998672485, -0.5080503821372986, -0.5094226002693176, -0.5095840692520142, -0.510890781879425, -0.5116965174674988, -0.5117486119270325, -0.5136472582817078, -0.5175725817680359, -0.5230967998504639, -0.5255374312400818, -0.5347155928611755], "cands": ["Die Spaltung ist in gewisser Weise in das demokratische Spektakel eingezeichnet.", "Diese Spaltung ist in gewisser Weise in das demokratische Spektakel eingezeichnet.", "Die Teilung ist in gewisser Weise in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewisser Weise in das demokratische Spektakel eingeschrieben.", "Die Spaltung ist in gewissem Sinne in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewisser Weise im demokratischen Spektakel eingezeichnet.", "Diese Spaltung ist in gewisser Weise in das demokratische Spektakel eingeschrieben.", "Die Teilung ist in gewisser Weise in das demokratische Spektakel eingeschrieben.", "Die Teilung ist in gewissem Sinne in das demokratische Spektakel eingezeichnet.", "Diese Spaltung ist in gewissem Sinne in das demokratische Spektakel eingezeichnet.", "Die Trennung ist in gewisser Weise in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewisser Hinsicht in das demokratische Spektakel eingezeichnet.", "Diese Spaltung ist in gewisser Weise im demokratischen Spektakel eingezeichnet.", "Die Teilung ist in gewisser Weise im demokratischen Spektakel eingezeichnet.", "Die Spaltung ist in gewissem Sinne in das demokratische Spektakel eingeschrieben.", "Die Spaltung ist in gewisser Weise in das demokratische Schauspiel eingezeichnet.", "Diese Teilung ist in gewisser Weise in das demokratische Spektakel eingezeichnet.", "Diese Trennung ist in gewisser Weise in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewissem Sinne im demokratischen Spektakel eingezeichnet.", "Die Spaltung ist in gewissem Sinn in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewisser Weise im demokratischen Spektakel eingeschrieben.", "Diese Spaltung ist in gewisser Hinsicht in das demokratische Spektakel eingezeichnet.", "Die Teilung ist in gewisser Hinsicht in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewisser Weise im demokratischen Schauspiel eingezeichnet.", "Die Teilung ist in gewisser Weise in das demokratische Schauspiel eingezeichnet.", "Diese Spaltung ist in gewisser Weise in das demokratische Schauspiel eingezeichnet.", "Die Spaltung ist in gewisser Weise in dem demokratischen Spektakel eingezeichnet.", "Diese Spaltung ist in gewissem Sinne im demokratischen Spektakel eingezeichnet.", "Die Trennung ist in gewissem Sinne in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewisser Hinsicht im demokratischen Spektakel eingezeichnet.", "Diese Spaltung ist in gewisser Weise im demokratischen Spektakel eingeschrieben.", "Diese Spaltung ist in gewissem Sinn in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewisser Weise in das demokratische Schauspiel eingeschrieben.", "Die Teilung ist in gewissem Sinne im demokratischen Spektakel eingezeichnet.", "In gewisser Weise ist die Spaltung in das demokratische Spektakel eingezeichnet.", "Die Trennung ist in gewisser Weise im demokratischen Spektakel eingezeichnet.", "Die Spaltung ist in gewissem Sinne in das demokratische Schauspiel eingezeichnet.", "Diese Spaltung ist in gewisser Weise im demokratischen Schauspiel eingezeichnet.", "Die Teilung ist in gewisser Weise im demokratischen Schauspiel eingezeichnet.", "Die Spaltung ist in gewissem Sinne im demokratischen Schauspiel eingezeichnet."], "inp": "The division is in a sense inscribed in the democratic spectacle.", "ref": "Diese Trennung ist in gewisser Weise ein fixer Bestandteil des demokratischen Geschehens."}
{"scores": [-0.5254732966423035, -0.5256297588348389, -0.526066780090332, -0.5262733101844788, -0.5263606309890747, -0.5270076394081116, -0.5271997451782227, -0.5272153615951538, -0.5278903245925903, -0.5283749103546143, -0.5291885733604431, -0.5292229056358337, -0.5293923020362854, -0.5295227766036987, -0.5297248363494873, -0.5304319262504578, -0.530437707901001, -0.5310209393501282, -0.5315473079681396, -0.5315889716148376, -0.5317246317863464, -0.532572865486145, -0.5327476859092712, -0.5328603982925415, -0.5328976511955261, -0.5329710841178894, -0.5330407619476318, -0.5336417555809021, -0.5336741805076599, -0.5343499779701233, -0.535624623298645, -0.5360830426216125, -0.5361985564231873, -0.5366193652153015, -0.5425200462341309, -0.5425843596458435, -0.5436453223228455, -0.5451410412788391, -0.5460097789764404, -0.5461965203285217], "cands": ["Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, die Barrieren für den Eintritt in die formale Wirtschaft werden beseitigt und Frauen mit Optionen vorgestellt, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, die Barrieren für den Eintritt in die formale Wirtschaft werden beseitigt und Frauen mit Optionen präsentiert, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, die Barrieren für den Zugang zur formalen Wirtschaft werden beseitigt und Frauen mit Optionen vorgestellt, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die es ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, die Barrieren für den Eintritt in die formale Wirtschaft werden beseitigt und Frauen mit Optionen konfrontiert, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass die Barrieren für den Eintritt in die formale Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, die Barrieren für den Zugang zur formalen Wirtschaft werden beseitigt und Frauen mit Optionen präsentiert, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass die Barrieren für den Eintritt in die formale Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass die Barrieren für den Eintritt in die formale Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die es ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die es ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, es werden Hindernisse für den Eintritt in die formale Wirtschaft entfernt und Frauen mit Optionen vorgestellt, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, die Barrieren für den Zugang zur formalen Wirtschaft werden beseitigt und Frauen mit Optionen konfrontiert, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass die Barrieren für den Eintritt in die formale Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu realisieren.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu realisieren.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu realisieren.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu realisieren.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, die Barrieren für den Eintritt in die formale Wirtschaft werden beseitigt und Frauen mit Optionen konfrontiert, die ihnen ermöglichen, ihr volles Potenzial zu realisieren.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu realisieren."], "inp": "Unless barriers to entering the formal economy are removed and women are presented with options that enable them to realize their full potential, Africa’s socioeconomic development will continue to be impeded.", "ref": "Wenn die Barrieren für eine Teilnahme an der regulären Wirtschaft nicht beseitigt werden und Frauen die Möglichkeit erhalten, ihr Potenzial voll auszuschöpfen, wird das Afrikas sozioökonomische Entwicklung weiter bremsen."}
{"scores": [-0.1692177802324295, -0.2474168986082077, -0.2784145176410675, -0.29263314604759216, -0.2963010370731354, -0.3010207414627075, -0.3279023766517639, -0.3344854414463043, -0.3595835268497467, -0.3621872663497925, -0.36784636974334717, -0.368497759103775, -0.37050431966781616, -0.3819717466831207, -0.3833811581134796, -0.3867844045162201, -0.3908657133579254, -0.39760658144950867, -0.3981339633464813, -0.399759978055954, -0.4018901586532593, -0.4025809168815613, -0.40574169158935547, -0.4093426764011383, -0.41091400384902954, -0.4113607406616211, -0.4161604940891266, -0.41623008251190186, -0.41745200753211975, -0.41800832748413086, -0.4181530177593231, -0.4210921823978424, -0.42220401763916016, -0.4259483516216278, -0.42661187052726746, -0.4273209273815155, -0.43494486808776855, -0.43510138988494873, -0.4367378056049347, -0.43737053871154785], "cands": ["Seine politischen Gegner sind nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, sondern die koreanischen Linken.", "Ihre politischen Gegner sind nicht die Japaner, sondern die koreanische Linke.", "Sein politischer Gegner sind nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die japanischen, sondern die koreanische Linke.", "Seine politischen Gegner sind keine Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, sondern die koreanische Linken.", "Die politischen Gegner sind nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die japanischen, sondern die koreanischen Linken.", "Seine politischen Gegner sind nicht Japaner, sondern koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, aber die koreanische Linke.", "Ihre politischen Gegner sind nicht Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, sondern die koreanischen Links.", "Seine politischen Gegner sind nicht die Japaner, sondern die koreanische Links.", "Seine politischen Gegner sind nicht die Japaner, sondern die koreanische linke Seite.", "Sein politischer Gegner sind nicht Japaner, sondern die koreanische Linke.", "Seine politischen Feinde sind nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind zwar nicht die Japaner, sondern die koreanische Linke.", "Ihre politischen Gegner sind nicht die Japaner, sondern die koreanischen Linken.", "Seine politischen Gegner sind nicht die Japaner sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, sondern die koreanische Linkspartei.", "Seine politischen Gegner sind nicht die Japaner, sondern die südkoreanische Linke.", "Sein politischer Gegner sind nicht die Japaner, sondern die koreanischen Linken.", "Ihr politischer Gegner sind nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht Japaner, sondern die koreanischen Linken.", "Ihre politischen Gegner sind nicht die japanischen, sondern die koreanische Linke.", "Seine politische Gegner sind nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, sondern die linkskoreanische Linke.", "Seine politischen Gegner seien nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, sondern der koreanische Linke.", "Seine politischen Gegner sind nicht japanische, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japanerin, sondern die koreanische Linke.", "Nicht die Japaner, sondern die koreanische Linke sind seine politischen Gegner.", "Seine politischen Gegner sind nicht die Japaner, sondern die koreanische links.", "Seine Gegner sind nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht Japaner, sondern die koreanische Linken.", "Seine politischen Gegner sind nicht die Japaner, sondern die Koreanischen Linken.", "Die politischen Gegner sind nicht Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, sondern die Koreaner links."], "inp": "His political opponents are not the Japanese, but the Korean left.", "ref": "Seine politischen Gegner sind nicht die Japaner, sondern die koreanischen Linken."}
{"scores": [-0.3605654239654541, -0.36883682012557983, -0.372707724571228, -0.3735894560813904, -0.37688079476356506, -0.3785390257835388, -0.3785477876663208, -0.3787982165813446, -0.3797917068004608, -0.3814656138420105, -0.3836866319179535, -0.3838370144367218, -0.3853076696395874, -0.3872416913509369, -0.38753002882003784, -0.38755857944488525, -0.38836756348609924, -0.38985952734947205, -0.39026984572410583, -0.3907792568206787, -0.3912968337535858, -0.3937970995903015, -0.3938053846359253, -0.3948877155780792, -0.39520469307899475, -0.39604905247688293, -0.4000764787197113, -0.40019872784614563, -0.40051671862602234, -0.402949720621109, -0.41118335723876953, -0.4113844037055969, -0.41673511266708374, -0.4216073453426361, -0.42599987983703613, -0.4367087185382843, -0.4478209912776947, -0.4505979120731354, -0.4536758065223694, -0.45401671528816223], "cands": ["Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihm zu verhindern, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, konzentrierte sein Denken auf eine diplomatische Lösung.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu fallen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf ausgerichtet ist, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihm zu verhindern, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffen zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, die Luftwaffe Assads zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Verstand auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf ausgerichtet ist, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, die Luftwaffe von Assad zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, konzentrierte sein Denken auf eine diplomatische Lösung.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu fallen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde seine Aufmerksamkeit auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde ihn auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben mit Nägeln auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, die Luftwaffe Assads zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftstreitkräfte zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde sein Verstand auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, die Luftwaffe von Assad zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf ausgerichtet ist, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu fallen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf ausgerichtet ist, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, konzentrierte sein Denken auf eine diplomatische Lösung.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde seine Aufmerksamkeit auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, die Luftwaffe Assads zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, konzentrierte sein Denken auf eine diplomatische Lösung.", "Ein Angriff, der darauf abzielt, die Luftwaffe Assads zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde ihn auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben mit Nägeln auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, konzentrierte seinen Geist auf eine diplomatische Lösung.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihm zu verhindern, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung zu konzentrieren.", "Ein Angriff, der darauf ausgerichtet ist, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung zu konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentriert.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung zu konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu fallen, würde sein Denken auf eine diplomatische Lösung zu konzentrieren."], "inp": "A strike designed to destroy Assad’s air force and prevent him from dropping bombs full of nails on his people would concentrate his mind on a diplomatic solution.", "ref": "Ein Raketenschlag, um Assads Luftwaffe zu zerstören und ihn somit daran zu hindern, mit Nägeln gefüllte Fassbomben auf sein Volk abzuwerfen, würde ihn dazu bringen, seine Aufmerksamkeit auf eine diplomatische Lösung zu lenken."}
{"scores": [-0.42640382051467896, -0.4288663864135742, -0.43096739053726196, -0.43117260932922363, -0.4340169131755829, -0.43582281470298767, -0.4384081959724426, -0.4404844343662262, -0.44339242577552795, -0.44686222076416016, -0.44832149147987366, -0.44843870401382446, -0.4502469003200531, -0.45048636198043823, -0.4514974355697632, -0.45237037539482117, -0.45240840315818787, -0.4528402090072632, -0.453689306974411, -0.4539991021156311, -0.45446109771728516, -0.45482853055000305, -0.4556940495967865, -0.45572516322135925, -0.4565509557723999, -0.4581510126590729, -0.45816460251808167, -0.45871666073799133, -0.45878279209136963, -0.4603951871395111, -0.4617830514907837, -0.4640122652053833, -0.46532100439071655, -0.4704728424549103, -0.47512587904930115, -0.47826987504959106, -0.4826579988002777, -0.511012077331543, -0.5157095789909363, -0.5226675271987915], "cands": ["Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde es für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Streitkräften gelitten hat?", "Aber was würde es für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde es für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Kräften gelitten hat?", "Doch was würde es für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das lange unter den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen heimischer militanter Gruppen und ausländischer Streitkräfte gelitten hat?", "Doch was würde es für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch ausländischen Streitkräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Kräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Kräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Kräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das lange unter den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von eigenen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde dies für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem von heimischen militanten Gruppen und ausländischen Streitkräften gleichermaßen gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch ausländischen Streitkräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen heimischer militanter Gruppen und ausländischer Streitkräfte gelitten hat?", "Doch was würde dies für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Kräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Kräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von eigenen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde es für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Kräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Truppen gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Truppen gelitten hat?", "Aber was würde es für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Kräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Truppen gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften litt?", "Doch was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften litt?", "Aber was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen heimischer militanter Gruppen und ausländischer Streitkräfte litt?", "Aber was würde es für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften litt?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Streitkräften erlitt?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Streitkräften erlitt?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Streitkräften gelitten wird?"], "inp": "But what would it mean for Afghanistan, a country that has long suffered at the hands of homegrown militant groups and foreign forces alike?", "ref": "Aber was würde das für Afghanistan bedeuten, für ein Land, das lange Zeit unter militanten einheimischen Gruppen ebenso gelitten hat wie unter ausländischen Truppen?"}
{"scores": [-0.35407325625419617, -0.35741743445396423, -0.3652155101299286, -0.36631345748901367, -0.3668633699417114, -0.3702320158481598, -0.3705717623233795, -0.3711244761943817, -0.3715423047542572, -0.3719639480113983, -0.3751589059829712, -0.37592726945877075, -0.37600064277648926, -0.37728598713874817, -0.37743303179740906, -0.3777236044406891, -0.37895041704177856, -0.3791859447956085, -0.3803023397922516, -0.3806847631931305, -0.3816724419593811, -0.38190755248069763, -0.38195472955703735, -0.38278940320014954, -0.3845595121383667, -0.3848642110824585, -0.3851151168346405, -0.385873019695282, -0.38632771372795105, -0.38635149598121643, -0.386828750371933, -0.3869752287864685, -0.3877355456352234, -0.38785526156425476, -0.3887629210948944, -0.3888064920902252, -0.38924306631088257, -0.38937586545944214, -0.3930862545967102, -0.39314955472946167], "cands": ["Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf ein solides Fundament zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Drehmoment zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Drehpunkt zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf solidem Boden zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Drehscheibe zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Drehmoment zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Wendepunkt zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf solidem Fundament zu setzen.", "Obamas Reise nach Japan, Südkorea, Malaysia und den Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Basis zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Wende zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Drehmoment zu retten oder seine regionale Außenpolitik auf solidem Boden zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Drehpunkt zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Drehscheibe zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Drehmoment zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Pfeiler zu retten oder seine regionale Außenpolitik auf solidem Boden zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Pfeiler zu retten oder seine regionale Außenpolitik auf solidem Boden zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Drehpunkt zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Drehpunkt zu retten oder seine regionale Außenpolitik auf solidem Boden zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Wendepunkt zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Reise nach Japan, Südkorea, Malaysia und den Philippinen wird wenig dazu beitragen, das Drehmoment zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Reise nach Japan, Südkorea, Malaysia und den Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Drehscheibe zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu stellen.", "Obamas Reise nach Japan, Südkorea, Malaysia und den Philippinen wird wenig dazu beitragen, die Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Basis zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Drehmoment zu retten oder seine regionale Außenpolitik auf eine solide Basis zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Drehscheibe zu retten oder seine regionale Außenpolitik auf solidem Boden zu setzen.", "Obamas Tour nach Japan, Südkorea, Malaysia und den Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Wendepunkt zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf einen soliden Boden zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf ein solides Fundament zu stellen."], "inp": "Obama’s tour of Japan, South Korea, Malaysia, and the Philippines will do little to rescue the pivot or put his regional foreign policy on a sound footing.", "ref": "Obamas bevorstehende Reise nach Japan, Südkorea, Malaysia und auf die Philippinen wird wenig dazu beitragen, diese Hinwendung zu retten oder seine Außenpolitik für die Region auf eine solide Grundlage zu stellen."}
{"scores": [-0.36495640873908997, -0.3656122088432312, -0.36753037571907043, -0.36994874477386475, -0.37766072154045105, -0.3779187500476837, -0.3780440390110016, -0.37980571389198303, -0.38390636444091797, -0.3848382234573364, -0.3866123557090759, -0.38807642459869385, -0.38886716961860657, -0.39072930812835693, -0.39141741394996643, -0.39219263195991516, -0.39229366183280945, -0.3926047682762146, -0.3927661180496216, -0.39284375309944153, -0.3962620496749878, -0.39810317754745483, -0.3995839059352875, -0.4006787836551666, -0.4008103907108307, -0.401648610830307, -0.4018387198448181, -0.40221962332725525, -0.4022369384765625, -0.4026917517185211, -0.40316346287727356, -0.40431052446365356, -0.40471309423446655, -0.4051220118999481, -0.4053654968738556, -0.40668120980262756, -0.40675291419029236, -0.40823036432266235, -0.40823614597320557, -0.40897175669670105], "cands": ["Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windenergieanlagen, Solarzellen und anderen erneuerbaren Energiequellen erforderlich ist.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windkraftanlagen, Solarzellen und andere erneuerbare Energiequellen auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windkraftanlagen, Solarzellen und anderen erneuerbaren Energiequellen erforderlich ist.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen umfangreich zu produzieren.", "Länder können ihren Weg zur Energiesicherheit schlagen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windenergieanlagen, Solarzellen und anderen erneuerbaren Energiequellen erforderlich ist.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die notwendig ist, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windkraftanlagen, Solarzellen und andere erneuerbare Energiequellen auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windkraftanlagen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen maßgeblich zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windenergieanlagen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen im großen Maßstab zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen umfangreich herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die notwendig ist, um Windkraftanlagen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energie im Maßstab zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen maßgeschneidert herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energie auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die notwendig ist, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die notwendig ist, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windkraftanlagen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen im großen Maßstab herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windenergieanlagen, Solarzellen und anderen erneuerbaren Energiequellen im Maßstab benötigt wird.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energien umfangreich zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windenergieanlagen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windkraftanlagen, Solarzellen und anderen erneuerbaren Energiequellen im Maßstab benötigt wird.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energie im Maßstab herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen maßgeblich herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windenergieanlagen, Solarzellen und anderen erneuerbaren Energiequellen im Maßstab erforderlich ist.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windkraftanlagen, Solarzellen und anderen erneuerbaren Energiequellen im Maßstab erforderlich ist.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windkraftanlagen, Solarzellen und andere Quellen erneuerbarer Energien maßgeblich zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energie im großen Maßstab zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energien im Maßstab zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die notwendig ist, um Windkraftanlagen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windenergieanlagen, Solarzellen und anderen erneuerbaren Energiequellen im großen Maßstab benötigt wird.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windkraftanlagen, Solarzellen und anderen erneuerbaren Energiequellen im großen Maßstab benötigt wird.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energie auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energien umfangreich herzustellen."], "inp": "Countries can build their way to energy security by investing in the industrial capacity needed to produce wind turbines, solar cells, and other sources of renewable energy at scale.", "ref": "Länder können sich eine sichere Energieversorgung aufbauen, wenn sie in größerem Maßstab in die industriellen Kapazitäten investieren, die für die Produktion von Windkraftanlagen, Solarzellen und anderen Quellen erneuerbarer Energien notwendig sind."}
{"scores": [-0.34908327460289, -0.3586736023426056, -0.3594069480895996, -0.3625427484512329, -0.3661366105079651, -0.36629781126976013, -0.36716046929359436, -0.36967363953590393, -0.37059488892555237, -0.3720328211784363, -0.3728395998477936, -0.373595267534256, -0.3754962682723999, -0.37571293115615845, -0.37663060426712036, -0.3770962953567505, -0.37734314799308777, -0.37747588753700256, -0.3787785768508911, -0.37918272614479065, -0.37935638427734375, -0.3797866404056549, -0.3810662627220154, -0.3823252320289612, -0.3824418783187866, -0.38309571146965027, -0.38399577140808105, -0.38620030879974365, -0.38624894618988037, -0.38649481534957886, -0.3865889012813568, -0.38711872696876526, -0.46478182077407837, -0.46613410115242004, -0.4742739200592041, -0.4823579490184784, -0.48251354694366455, -0.48535943031311035, -0.48572176694869995, -0.49462491273880005], "cands": ["Geografische Distanzen, enge Wirtschaftsbindungen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsbeziehungen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge wirtschaftliche Anleihen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsbindungen und das relativ kleine Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsverbindlichkeiten und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsbindungen und das relativ geringe Wirtschaftsgewicht europäischer Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsbindungen und das relativ geringe wirtschaftliche Gewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsbindungen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidbare Realitäten.", "Geografische Distanzen, enge wirtschaftliche Bindungen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge wirtschaftliche Anleihen und das relativ kleine Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsbeziehungen und das relativ kleine Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geographische Distanzen, enge Wirtschaftsbindungen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge wirtschaftliche Anleihen und das relativ geringe Wirtschaftsgewicht europäischer Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsbindungen und das relativ geringe wirtschaftliche Gewicht europäischer Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsbeziehungen und das relativ geringe wirtschaftliche Gewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsbeziehungen und das relativ geringe Wirtschaftsgewicht europäischer Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsbindungen und das relativ kleine wirtschaftliche Gewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge wirtschaftliche Anleihen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidbare Realitäten.", "Geografische Distanzen, enge Wirtschaftsanleihen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsbindungen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind alle unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsverbindlichkeiten und das relativ kleine Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsbeziehungen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidbare Realitäten.", "Geografische Abstände, enge Wirtschaftsbindungen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsverbindlichkeiten und das relativ geringe Wirtschaftsgewicht europäischer Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge wirtschaftliche Anleihen und das relativ kleine wirtschaftliche Gewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geographische Distanzen, enge Wirtschaftsbeziehungen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge wirtschaftliche Bindungen und das relativ kleine Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsbindungen und das relativ kleine wirtschaftliche Gewicht europäischer Länder sind unvermeidliche Realitäten.", "Geographische Distanzen, enge Wirtschaftsbindungen und das relativ kleine Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge Wirtschaftsbindungen und das relativ geringe Wirtschaftsgewicht europäischer Länder sind unvermeidbare Realitäten.", "Geografische Distanzen, enge Wirtschaftsbindungen und das relativ geringe wirtschaftliche Gewicht der europäischen Länder sind unvermeidbare Realitäten.", "Geografische Distanzen, enge Wirtschaftsbeziehungen und das relativ kleine wirtschaftliche Gewicht der europäischen Länder sind unvermeidliche Realitäten.", "Geografische Distanzen, enge wirtschaftliche Anleihen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind alle unvermeidliche Realität.", "Geografische Distanzen, enge Wirtschaftsbindungen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind alle unvermeidliche Realität.", "Geografische Distanzen, enge wirtschaftliche Anleihen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realität.", "Geografische Distanzen, enge Wirtschaftsverbindlichkeiten und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realität.", "Geografische Distanzen, enge wirtschaftliche Anleihen und das relativ geringe wirtschaftliche Gewicht der europäischen Länder sind unvermeidliche Realität.", "Geografische Distanzen, enge Wirtschaftsbindungen und das relativ geringe wirtschaftliche Gewicht der europäischen Länder sind unvermeidliche Realität.", "Geografische Distanzen, enge wirtschaftliche Bindungen und das relativ geringe Wirtschaftsgewicht der europäischen Länder sind unvermeidliche Realität.", "Geografische Distanzen, enge wirtschaftliche Anleihen und das relativ geringe Wirtschaftsgewicht europäischer Länder sind unvermeidliche Realität."], "inp": "Geographical distances, tight economic bonds, and the relatively small economic weight of European countries are all inescapable realities.", "ref": "Geografische Entfernungen, enge wirtschaftliche Verbindungen und das relativ geringe wirtschaftliche Gewicht der europäischen Länder sind alles unausweichliche Realitäten."}
{"scores": [-0.3247448205947876, -0.3522617220878601, -0.35369643568992615, -0.3817501962184906, -0.38287192583084106, -0.3835216164588928, -0.38531801104545593, -0.41423261165618896, -0.4146162271499634, -0.4154738783836365, -0.41830331087112427, -0.4216242730617523, -0.426762193441391, -0.42887845635414124, -0.4325944483280182, -0.43276095390319824, -0.4340234398841858, -0.4383241534233093, -0.44210442900657654, -0.4435330331325531, -0.44549527764320374, -0.44761037826538086, -0.45086750388145447, -0.45109057426452637, -0.45370030403137207, -0.4570254385471344, -0.4579916000366211, -0.4611222743988037, -0.46116161346435547, -0.463035523891449, -0.4632401764392853, -0.4637027084827423, -0.4659624695777893, -0.46608537435531616, -0.47012385725975037, -0.47169461846351624, -0.47254180908203125, -0.49449390172958374, -0.5090405344963074, -0.5144534111022949], "cands": ["Wo sie nicht existieren, sollten sie in Partnerschaft mit allen betroffenen Ländern geschaffen werden.", "Wo sie nicht vorhanden sind, sollten sie in Partnerschaft mit allen betroffenen Ländern geschaffen werden.", "Wo sie nicht existieren, sollten sie in Zusammenarbeit mit allen betroffenen Ländern geschaffen werden.", "Wo sie nicht vorhanden sind, sollten sie in Zusammenarbeit mit allen betroffenen Ländern geschaffen werden.", "Wo sie nicht bestehen, sollten sie in Partnerschaft mit allen betroffenen Ländern geschaffen werden.", "Wenn sie nicht existieren, sollten sie in Partnerschaft mit allen betroffenen Ländern geschaffen werden.", "Wenn sie nicht vorhanden sind, sollten sie in Partnerschaft mit allen betroffenen Ländern geschaffen werden.", "Wenn sie nicht existieren, sollten sie in Zusammenarbeit mit allen betroffenen Ländern geschaffen werden.", "Wo sie nicht bestehen, sollten sie in Zusammenarbeit mit allen betroffenen Ländern geschaffen werden.", "Wenn sie nicht vorhanden sind, sollten sie in Zusammenarbeit mit allen betroffenen Ländern geschaffen werden.", "Wo sie nicht existieren, sollten sie in Partnerschaft mit allen betreffenden Ländern geschaffen werden.", "Wo sie nicht existieren, sollten sie in Partnerschaft mit allen betroffenen Ländern eingerichtet werden.", "Wo sie nicht existieren, sollten sie in Partnerschaft mit allen betroffenen Ländern erstellt werden.", "Wo diese nicht existieren, sollten sie in Partnerschaft mit allen betroffenen Ländern geschaffen werden.", "Falls sie nicht existieren, sollten sie in Partnerschaft mit allen betroffenen Ländern geschaffen werden.", "Wenn sie nicht bestehen, sollten sie in Partnerschaft mit allen betroffenen Ländern geschaffen werden.", "Dort, wo sie nicht existieren, sollten sie in Zusammenarbeit mit allen betroffenen Ländern geschaffen werden.", "Wo diese nicht vorhanden sind, sollten sie in Partnerschaft mit allen betroffenen Ländern geschaffen werden.", "Falls sie nicht vorhanden sind, sollten sie in Partnerschaft mit allen betroffenen Ländern geschaffen werden.", "Wo sie nicht vorhanden sind, sollten sie in Partnerschaft mit allen betreffenden Ländern geschaffen werden.", "Wo sie nicht vorhanden sind, sollten sie in Partnerschaft mit allen betroffenen Ländern eingerichtet werden.", "Wo sie nicht existieren, sollen sie in Partnerschaft mit allen betroffenen Ländern geschaffen werden.", "Wo sie nicht existieren, sollten sie in Zusammenarbeit mit allen betreffenden Ländern geschaffen werden.", "Wo sie nicht vorhanden sind, sollten sie in Partnerschaft mit allen betroffenen Ländern erstellt werden.", "Dort, wo sie nicht vorhanden sind, sollten sie in Zusammenarbeit mit allen betroffenen Ländern geschaffen werden.", "Wo sie nicht existieren, sollten sie in Zusammenarbeit mit allen betroffenen Ländern eingerichtet werden.", "Wo sie nicht existent sind, sollten sie in Partnerschaft mit allen betroffenen Ländern geschaffen werden.", "Wo sie nicht existieren, sollten sie in Zusammenarbeit mit allen betroffenen Ländern erstellt werden.", "Wo diese nicht existieren, sollten sie in Zusammenarbeit mit allen betroffenen Ländern geschaffen werden.", "Wo sie nicht existieren, sollten sie gemeinsam mit allen betroffenen Ländern geschaffen werden.", "Falls sie nicht existieren, sollten sie in Zusammenarbeit mit allen betroffenen Ländern geschaffen werden.", "Dort, wo sie nicht bestehen, sollten sie in Partnerschaft mit allen betroffenen Ländern geschaffen werden.", "Wo sie nicht existieren, sollten sie in Kooperation mit allen betroffenen Ländern geschaffen werden.", "Wenn sie nicht bestehen, sollten sie in Zusammenarbeit mit allen betroffenen Ländern geschaffen werden.", "Wo diese nicht vorhanden sind, sollten sie in Zusammenarbeit mit allen betroffenen Ländern geschaffen werden.", "Sofern sie nicht vorhanden sind, sollten sie in Partnerschaft mit allen betroffenen Ländern geschaffen werden.", "Falls sie nicht vorhanden sind, sollten sie in Zusammenarbeit mit allen betroffenen Ländern geschaffen werden.", "Wo sie nicht existieren, sollten sie in Partnerschaft mit allen betroffenen Ländern erschaffen werden.", "Wo sie nicht existieren, sollten sie in Partnerschaft mit allen betreffenden Ländern eingerichtet werden.", "Wo sie nicht existieren, sollten sie in Partnerschaft mit allen betreffenden Ländern erstellt werden."], "inp": "Where they do not exist, they should be created in partnership with all the countries concerned.", "ref": "Wo es sie noch nicht gibt, sollten sie in Zusammenarbeit mit allen betroffenen Staaten gebildet werden."}
{"scores": [-0.42126229405403137, -0.4433901906013489, -0.4549351632595062, -0.46170374751091003, -0.4667394757270813, -0.4687488377094269, -0.4726431667804718, -0.4817367494106293, -0.4912741184234619, -0.5008569955825806, -0.5038303732872009, -0.5079853534698486, -0.5107142329216003, -0.5120093822479248, -0.512808084487915, -0.5148880481719971, -0.514897346496582, -0.5185511112213135, -0.5199291706085205, -0.5228080749511719, -0.5228648781776428, -0.5279260873794556, -0.530780553817749, -0.5369742512702942, -0.5395445823669434, -0.540915846824646, -0.5438511371612549, -0.5454798340797424, -0.5456523895263672, -0.5505577325820923, -0.5515080690383911, -0.5518490076065063, -0.5546934604644775, -0.5576677322387695, -0.5601341724395752, -0.5734847187995911, -0.5812726020812988, -0.5837330222129822, -0.5904727578163147, -0.5921115875244141], "cands": ["Europa erfüllte damals diese Bedingungen nicht; es erfüllt sie noch immer nicht.", "Europa erfüllte damals diese Bedingungen nicht; es erfüllt sie immer noch nicht.", "Europa erfüllte damals diese Bedingungen nicht; es erfüllt sie noch nicht.", "Europa erfüllte damals diese Bedingungen nicht; das tut es noch immer nicht.", "Europa erfüllte damals diese Voraussetzungen nicht; es erfüllt sie noch immer nicht.", "Europa erfüllte damals diese Bedingungen nicht; das tut es immer noch nicht.", "Europa erfüllte damals diese Bedingungen nicht, noch immer nicht.", "Europa erfüllte damals diese Bedingungen nicht; noch immer nicht.", "Europa erfüllte damals diese Voraussetzungen nicht; es erfüllt sie immer noch nicht.", "Europa erfüllte damals diese Bedingungen nicht, es erfüllt sie noch immer nicht.", "Europa erfüllte damals diese Voraussetzungen nicht; das tut es noch immer nicht.", "Europa erfüllte damals diese Voraussetzungen nicht; es erfüllt sie noch nicht.", "Europa erfüllte damals diese Bedingungen nicht, das tut es noch immer nicht.", "Europa erfüllte damals diese Voraussetzungen nicht; das tut es immer noch nicht.", "Europa erfüllte damals diese Bedingungen nicht; sie erfüllt sie noch immer nicht.", "Europa erfüllte damals diese Bedingungen nicht, es erfüllt sie immer noch nicht.", "Europa erfüllte damals diese Bedingungen nicht, das tut es immer noch nicht.", "Europa erfüllte damals diese Bedingungen nicht; er erfüllt sie noch immer nicht.", "Europa erfüllte diese Bedingungen damals nicht; es erfüllt sie noch immer nicht.", "Europa erfüllte damals diese Bedingungen nicht; das tut es noch nicht.", "Europa erfüllte damals diese Voraussetzungen nicht, noch immer nicht.", "Europa erfüllte damals diese Bedingungen nicht; es erfüllt es noch immer nicht.", "Europa erfüllte damals diese Voraussetzungen nicht; noch immer nicht.", "Europa erfüllte damals diese Bedingungen nicht; sie erfüllt es noch immer nicht.", "Europa erfüllte damals diese Bedingungen nicht; sie erfüllt sie noch nicht.", "Europa erfüllte damals diese Bedingungen nicht, es erfüllt sie noch nicht.", "Europa erfüllte damals diese Voraussetzungen nicht, es erfüllt sie noch immer nicht.", "Europa erfüllte damals diese Bedingungen nicht; es erfüllt das noch immer nicht.", "Europa erfüllte damals nicht diese Bedingungen; es erfüllt sie noch immer nicht.", "Europa erfüllte diese Bedingungen damals nicht; das tut es noch immer nicht.", "Europa erfüllte damals diese Bedingungen nicht; er erfüllt sie noch nicht.", "Europa erfüllte damals diese Voraussetzungen nicht, das tut es noch immer nicht.", "Europa erfüllte damals diese Bedingungen nicht; es erfüllt es noch nicht.", "Europa erfüllte damals diese Voraussetzungen nicht; sie erfüllt sie noch immer nicht.", "Europa erfüllte diese Bedingungen damals nicht; es erfüllt sie noch nicht.", "Europa erfüllte damals diese Voraussetzungen nicht; das tut es noch nicht.", "Europa erfüllte damals diese Bedingungen nicht; sie erfüllt es noch nicht.", "Europa erfüllte damals diese Bedingungen nicht, das tut es noch nicht.", "Europa erfüllte damals diese Voraussetzungen nicht, es erfüllt sie noch nicht.", "Europa erfüllte damals diese Voraussetzungen nicht; sie erfüllt sie noch nicht."], "inp": "Europe didn’t meet those conditions at the time; it still doesn’t.", "ref": "Europa hat diese Bedingungen damals nicht erfüllt, und es erfüllt sie immer noch nicht."}
{"scores": [-0.43938419222831726, -0.44191092252731323, -0.448753297328949, -0.4495653808116913, -0.45079225301742554, -0.4525957703590393, -0.45294761657714844, -0.45297864079475403, -0.4552394449710846, -0.4569331109523773, -0.4577444791793823, -0.457925021648407, -0.4589230716228485, -0.4605543911457062, -0.46103858947753906, -0.4612026810646057, -0.4612555503845215, -0.46201208233833313, -0.46224817633628845, -0.462880402803421, -0.46539807319641113, -0.46708887815475464, -0.46797484159469604, -0.4691872298717499, -0.4691965878009796, -0.47019079327583313, -0.4703856408596039, -0.4723958373069763, -0.47272637486457825, -0.4740140736103058, -0.474143385887146, -0.4743190109729767, -0.47578001022338867, -0.4780847430229187, -0.4783647060394287, -0.48009011149406433, -0.480338990688324, -0.4806697368621826, -0.4812749922275543, -0.4820878803730011], "cands": ["Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) unterstützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) unterstützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner militärischen Kampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) unterstützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme ist 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) unterstützten.", "Es hat einen Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) unterstützten.", "Es hat einen Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) unterstützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner militärischen Kampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) unterstützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme ist 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) unterstützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu ihrer Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) unterstützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu ihrer Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) unterstützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zur Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) unterstützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zur Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) unterstützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme ist 1991, als ausländische Beiträge zu seiner militärischen Kampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) unterstützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als die ausländischen Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) unterstützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) stützten.", "Es hat einen Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme ist 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) unterstützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) untermauerte.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als Auslandsbeiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) unterstützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) stützten.", "Es hat ein Defizit für alle außer einem Jahr seit 1982 registriert, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) unterstützten.", "Seit 1982 verzeichnete sie ein Defizit für alle, außer für ein Jahr, die einzige Ausnahme war 1991, als ausländische Beiträge zu ihrer Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) begründeten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner militärischen Kampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) untermauerte.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) begründeten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner militärischen Kampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) stützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) gestützt haben.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) stützen.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) gestützt haben.", "Es hat einen Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) stützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner militärischen Kampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) stützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme ist 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) stützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) stützte.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme ist 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) gestützt haben.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) begründete.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) stützte.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner militärischen Kampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) stützen.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner militärischen Kampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) stützen.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner militärischen Kampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) stützte.", "Es hat einen Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) stützen.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als die ausländischen Beiträge zu seiner Militärkampagne im Persischen Golf einen winzigen Überschuss (0,05% des BIP) stützten.", "Es hat ein Defizit für alle registriert, außer für ein Jahr seit 1982, die einzige Ausnahme war 1991, als ausländische Beiträge zu seiner militärischen Kampagne im Persischen Golf einen winzigen Überschuss (0,05 % des BIP) gestützt haben."], "inp": "It has recorded a deficit for all but one year since 1982, the sole exception being 1991, when foreign contributions to its military campaign in the Persian Gulf underpinned a miniscule surplus (0.05% of GDP).", "ref": "Seit 1982 war die Bilanz jedes Jahr defizitär, mit einer einzigen Ausnahme im Jahr 1991, als durch ausländische Beiträge zur US-Militäraktion im Persischen Golf einen minimaler Überschuss erreicht wurde (0,05% des BIP)."}
{"scores": [-0.3822602331638336, -0.3832418620586395, -0.3880983293056488, -0.3927507996559143, -0.406512588262558, -0.4114203453063965, -0.4120924770832062, -0.4214017689228058, -0.4223521947860718, -0.42276981472969055, -0.4278533458709717, -0.43221837282180786, -0.4403778612613678, -0.441471666097641, -0.4417083263397217, -0.44282302260398865, -0.4431932866573334, -0.4432481527328491, -0.44580769538879395, -0.4475862681865692, -0.4476601183414459, -0.4476865828037262, -0.44863224029541016, -0.44965699315071106, -0.45114901661872864, -0.4558115601539612, -0.45859915018081665, -0.46028849482536316, -0.46063095331192017, -0.4628467559814453, -0.46582189202308655, -0.46582353115081787, -0.467000275850296, -0.46955907344818115, -0.46996280550956726, -0.47247010469436646, -0.47802579402923584, -0.482736200094223, -0.4829266667366028, -0.4854538142681122], "cands": ["Die Ereignisse der letzten Monate haben tief verwurzelte Besorgnisse kristallisiert.", "Die Ereignisse der letzten Monate haben tiefgreifende Bedenken kristallisiert.", "Die Ereignisse der letzten Monate haben tiefer verwurzelte Besorgnisse kristallisiert.", "Die Ereignisse der letzten Monate haben tiefgreifende Besorgnisse kristallisiert.", "Die Ereignisse der letzten Monate haben tief verankerte Besorgnisse kristallisiert.", "Die Ereignisse der letzten Monate haben tief verwurzelte Bedenken kristallisiert.", "Die Ereignisse der letzten Monate haben tiefer verwurzelte Bedenken kristallisiert.", "Die Ereignisse der letzten Monate haben tief verankerte Bedenken kristallisiert.", "Die Ereignisse der letzten Monate haben tiefgreifende Bedenken deutlich gemacht.", "Die Ereignisse der letzten Monate haben tief verwurzelte Besorgnisse deutlich gemacht.", "Die Ereignisse der letzten Monate haben tiefer verankerte Besorgnisse kristallisiert.", "Die Ereignisse der letzten Monate haben tiefer verwurzelte Sorgen kristallisiert.", "Die Ereignisse der letzten Monate haben tiefer verankerte Bedenken kristallisiert.", "Die Ereignisse der letzten Monate haben tief verwurzelte Bedenken deutlich gemacht.", "Die Ereignisse der letzten Monate haben tief verwurzelte Sorgen kristallisiert.", "Die Ereignisse der letzten Monate haben tiefer verankerte Besorgnisse kristallisiert.", "Die Ereignisse der letzten Monate haben tiefgreifende Besorgnisse deutlich gemacht.", "Die Ereignisse in den letzten Monaten haben tief verwurzelte Besorgnisse kristallisiert.", "Die Ereignisse der letzten Monate haben tiefgreifende Besorgnisse geklärt.", "Die Ereignisse der letzten Monate haben tief verwurzelte Besorgnisse geklärt.", "Die Ereignisse der letzten Monate haben tiefer verankerte Bedenken kristallisiert.", "Die Ereignisse der letzten Monate haben tief verankerte Besorgnisse deutlich gemacht.", "Die Ereignisse der letzten Monate haben tiefgreifende Bedenken geklärt.", "Die Ereignisse in den letzten Monaten haben tiefgreifende Bedenken kristallisiert.", "Die Ereignisse der letzten Monate haben tiefer verwurzelte Besorgnisse deutlich gemacht.", "Die Ereignisse in den letzten Monaten haben tiefgreifende Besorgnisse kristallisiert.", "Die Ereignisse der letzten Monate haben tief verwurzelte Sorgen deutlich gemacht.", "Die Ereignisse der letzten Monate haben tief verankerte Bedenken deutlich gemacht.", "Die Ereignisse der letzten Monate haben tiefer verwurzelte Bedenken deutlich gemacht.", "Die Ereignisse der letzten Monate haben tief verankerte Besorgnisse kristallisiert.", "Die Ereignisse in den letzten Monaten haben tief verankerte Besorgnisse kristallisiert.", "Die Ereignisse der vergangenen Monate haben tief verwurzelte Besorgnisse kristallisiert.", "Die Ereignisse der letzten Monate haben tiefer verankerte Sorgen kristallisiert.", "Die Ereignisse der vergangenen Monate haben tiefer verwurzelte Besorgnisse kristallisiert.", "Die Ereignisse der letzten Monate haben tiefer verwurzelte Sorgen deutlich gemacht.", "Die Ereignisse in den letzten Monaten haben tiefer verwurzelte Bedenken kristallisiert.", "Die Ereignisse in den letzten Monaten haben tief verwurzelte Besorgnisse deutlich gemacht.", "Die Ereignisse der letzten Monate haben tiefer verwurzelte Bedenken geklärt.", "Die Ereignisse der letzten Monate haben tiefer verwurzelte Besorgnis kristallisiert.", "Die Ereignisse der letzten Monate haben tiefer verankerte Besorgnisse geklärt."], "inp": "The events of recent months have crystallized more deep-seated concerns.", "ref": "Aufgrund der Ereignisse der letzten Monate haben sich tiefer sitzende Bedenken herauskristallisiert."}
{"scores": [-0.39222589135169983, -0.39359724521636963, -0.40041667222976685, -0.4009302854537964, -0.40102618932724, -0.4107409417629242, -0.41104742884635925, -0.41665157675743103, -0.4168332815170288, -0.41738277673721313, -0.41748595237731934, -0.41821709275245667, -0.4186086654663086, -0.4188724160194397, -0.42146146297454834, -0.4224836230278015, -0.42442646622657776, -0.42473533749580383, -0.4254441261291504, -0.42887547612190247, -0.4307771325111389, -0.43702471256256104, -0.43752574920654297, -0.4429336488246918, -0.4438185393810272, -0.4566994905471802, -0.4581613540649414, -0.461227685213089, -0.46551573276519775, -0.4674922823905945, -0.4723794162273407, -0.4733387529850006, -0.4740475118160248, -0.4776136577129364, -0.47921159863471985, -0.48041924834251404, -0.4831783175468445, -0.48364490270614624, -0.48583081364631653, -0.4863544702529907], "cands": ["Beide Ansätze brachen in der Großen Depression zusammen, vor allem aufgrund der protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem aufgrund der eigenen protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem aufgrund der protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brach in der Großen Depression zusammen, vor allem aufgrund der protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brach in der Großen Depression zusammen, vor allem aufgrund der eigenen protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brachen in der Großen Depression zusammen, hauptsächlich aufgrund der eigenen protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brachen in der Großen Depression zusammen, hauptsächlich aufgrund der protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brach in der Großen Depression zusammen, hauptsächlich aufgrund der eigenen protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze fielen in der Großen Depression zusammen, vor allem aufgrund der protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem aufgrund der eigenen protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze fielen in der Großen Depression zusammen, vor allem aufgrund der eigenen protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brach in der Großen Depression zusammen, hauptsächlich aufgrund der protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brachen in der Großen Depression zusammen, hauptsächlich aufgrund der eigenen protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brachen in der Großen Depression zusammen, hauptsächlich aufgrund der protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem aufgrund der protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze schlugen in der Großen Depression zusammen, vor allem aufgrund der protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem wegen der eigenen protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem aufgrund der eigenen protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brach in der Großen Depression zusammen, vor allem aufgrund der eigenen protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem aufgrund der protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brach in der Großen Depression zusammen, vor allem aufgrund der protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem aufgrund Frankreichs und Großbritanniens eigener protektionistischer Politik.", "Beide Ansätze brachen in der Großen Depression zusammen, hauptsächlich aufgrund der eigenen protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze fielen in der Großen Depression zusammen, vor allem aufgrund der eigenen protektionistischen Politik Frankreichs und Großbritanniens.", "Beide Ansätze brach in der Großen Depression zusammen, vor allem aufgrund Frankreichs und Großbritanniens eigener protektionistischer Politik.", "Beide Ansätze brachen in der Großen Depression zusammen, hauptsächlich aufgrund Frankreichs und Großbritanniens eigener protektionistischer Politik.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem aufgrund Frankreichs und Großbritanniens protektionistischer Politik.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem aufgrund der protektionistischen Politik Frankreichs und Großbritanniens selbst.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem aufgrund Frankreichs und Großbritanniens protektionistischer Politik.", "Beide Ansätze brach in der Großen Depression zusammen, vor allem aufgrund Frankreichs und Großbritanniens protektionistischer Politik.", "Beide Ansätze brach in der Großen Depression zusammen, vor allem aufgrund der protektionistischen Politik Frankreichs und Großbritanniens selbst.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem durch Frankreichs und Großbritanniens eigene protektionistische Politik.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem aufgrund Frankreichs und Großbritanniens eigenen protektionistischer Politik.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem wegen Frankreichs und Großbritanniens eigenen protektionistischen Politiken.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem aufgrund Frankreichs und Großbritanniens eigenen protektionistischer Politik.", "Beide Ansätze brach in der Großen Depression zusammen, vor allem aufgrund Frankreichs und Großbritanniens eigenen protektionistischer Politik.", "Beide Ansätze brachen in der Großen Depression zusammen, hauptsächlich aufgrund der protektionistischen Politik Frankreichs und Großbritanniens selbst.", "Beide Ansätze brach in der Großen Depression zusammen, vor allem wegen Frankreichs und Großbritanniens eigenen protektionistischen Politiken.", "Beide Ansätze brachen in der Großen Depression zusammen, vor allem aufgrund Frankreichs und Großbritanniens eigenen protektionistischer Politiken.", "Beide Ansätze brachen in der Großen Depression zusammen, hauptsächlich aufgrund Frankreichs und Großbritanniens eigener protektionistischer Politiken."], "inp": "Both approaches crashed in the Great Depression, owing primarily to France and Britain’s own protectionist policies.", "ref": "Beide Ansätze brachen in der Großen Depression zusammen, hauptsächlich aufgrund der protektionistischen Politik Frankreichs und Großbritanniens."}
{"scores": [-0.34113582968711853, -0.34246766567230225, -0.3452746272087097, -0.34654173254966736, -0.3465558588504791, -0.34766241908073425, -0.34772032499313354, -0.3483828008174896, -0.3504365086555481, -0.35067686438560486, -0.3514510989189148, -0.3515752851963043, -0.35331135988235474, -0.35334426164627075, -0.35382893681526184, -0.35391658544540405, -0.3540900647640228, -0.35419270396232605, -0.3552629053592682, -0.3560918867588043, -0.35619863867759705, -0.3571438193321228, -0.3573087155818939, -0.35741129517555237, -0.35855117440223694, -0.36219075322151184, -0.36420542001724243, -0.3653048872947693, -0.3655852675437927, -0.366974800825119, -0.3670448958873749, -0.36800140142440796, -0.3689548671245575, -0.3715241253376007, -0.3728119432926178, -0.37330499291419983, -0.37380388379096985, -0.37475329637527466, -0.37507563829421997, -0.3751233220100403], "cands": ["Im letzten Jahr wurden kleine Schritte – wie zum Beispiel die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtfähigkeit der EU zu steigern, Störungen auf der Straße zu bewältigen.", "Im letzten Jahr wurden kleine Schritte – wie zum Beispiel die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtfähigkeit der EU zu steigern, Störungen auf der Straße zu bewältigen.", "Im letzten Jahr wurden kleine Schritte – wie die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtfähigkeit der EU zu steigern, Störungen auf der Straße zu bewältigen.", "Im letzten Jahr wurden kleine Schritte – wie z.B. die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtfähigkeit der EU zu steigern, Störungen auf der Straße zu bewältigen.", "Im letzten Jahr wurden kleine Schritte – wie z.B. die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtfähigkeit der EU zu steigern, Störungen auf der Straße zu bewältigen.", "Im letzten Jahr wurden kleine Schritte – wie z. B. die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtfähigkeit der EU zu steigern, Störungen auf der Straße zu bewältigen.", "Im letzten Jahr wurden kleine Schritte – wie z. B. die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtfähigkeit der EU zu steigern, Störungen auf der Straße zu bewältigen.", "Im letzten Jahr wurden kleine Schritte – wie zum Beispiel die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu steigern.", "Im letzten Jahr wurden kleine Schritte – wie zum Beispiel die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu steigern.", "Im letzten Jahr wurden kleine Schritte – wie zum Beispiel die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu verbessern.", "Im letzten Jahr wurden kleine Schritte – wie die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu steigern.", "Im letzten Jahr wurden kleine Schritte – wie etwa die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu steigern.", "Im letzten Jahr wurden kleine Schritte – wie zum Beispiel die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu verbessern.", "Im letzten Jahr wurden kleine Schritte – wie etwa die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu steigern.", "Im letzten Jahr wurden kleine Schritte – wie etwa die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu verbessern.", "Im letzten Jahr wurden kleine Schritte – wie die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu steigern.", "Im letzten Jahr wurden kleine Schritte – wie zum Beispiel die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtfähigkeit der EU zur Bewältigung von Störungen auf der Straße zu verbessern.", "Im letzten Jahr wurden kleine Schritte – wie die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu verbessern.", "Im letzten Jahr wurden kleine Schritte – wie zum Beispiel die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtfähigkeit der EU zur Bewältigung von Störungen auf der Straße zu steigern.", "Im letzten Jahr wurden kleine Schritte – wie z.B. die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu verbessern.", "Im letzten Jahr wurden kleine Schritte – wie etwa die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu verbessern.", "Im letzten Jahr wurden kleine Schritte – wie z. B. die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu verbessern.", "Im letzten Jahr wurden kleine Schritte – wie die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu verbessern.", "Im letzten Jahr wurden kleine Schritte – wie z.B. die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu verbessern.", "Im letzten Jahr wurden kleine Schritte – wie z. B. die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu verbessern.", "Im letzten Jahr wurden kleine Schritte – wie zum Beispiel die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu stärken.", "Im letzten Jahr wurden kleine Schritte – wie zum Beispiel die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu stärken.", "Im letzten Jahr wurden kleine Schritte – wie etwa die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu stärken.", "Im letzten Jahr wurden kleine Schritte – wie die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu stärken.", "Im letzten Jahr wurden kleine Schritte – wie zum Beispiel die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtfähigkeit der EU zur Bewältigung von Störungen auf der Straße zu stärken.", "Im letzten Jahr wurden kleine Schritte – wie etwa die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu stärken.", "Im letzten Jahr wurden kleine Schritte – wie die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu stärken.", "Im letzten Jahr wurden kleine Schritte – wie zum Beispiel die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu erhöhen.", "Im letzten Jahr wurden kleine Schritte – wie zum Beispiel die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu erhöhen.", "Im letzten Jahr wurden kleine Schritte – wie etwa die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu erhöhen.", "Im letzten Jahr wurden kleine Schritte – wie die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu erhöhen.", "Im letzten Jahr wurden kleine Schritte – wie z.B. die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu erhöhen.", "Im letzten Jahr wurden kleine Schritte – wie z. B. die Stärkung des kollektiven finanziellen Sicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu erhöhen.", "Im letzten Jahr wurden kleine Schritte – wie z.B. die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu erhöhen.", "Im letzten Jahr wurden kleine Schritte – wie etwa die Stärkung des kollektiven Finanzsicherheitsnetzes – unternommen, um die Gesamtkapazität der EU zur Bewältigung von Störungen auf der Straße zu erhöhen."], "inp": "Over the last year, small steps – such as strengthening the collective financial safety net – have been taken to enhance the EU’s overall capacity to handle bumps in the road.", "ref": "Letztes Jahr wurden kleine Schritte unternommen – wie etwa die Stärkung des gemeinsamen finanziellen Sicherheitsnetzes – um die Kapazitäten der EU bei der Bewältigung von Problemen zu verbessern."}
{"scores": [-0.40527012944221497, -0.4087509512901306, -0.4102120101451874, -0.41239088773727417, -0.41289132833480835, -0.41298267245292664, -0.4133947491645813, -0.41440510749816895, -0.41635850071907043, -0.41659015417099, -0.41724997758865356, -0.4180990755558014, -0.41883984208106995, -0.41907286643981934, -0.4202151298522949, -0.42119017243385315, -0.4212397336959839, -0.421443372964859, -0.4220924377441406, -0.42294564843177795, -0.42408859729766846, -0.42523184418678284, -0.4257749021053314, -0.4258840084075928, -0.4266756474971771, -0.4268754720687866, -0.42721855640411377, -0.42768654227256775, -0.42805802822113037, -0.4281635284423828, -0.4295928478240967, -0.4303151071071625, -0.43055009841918945, -0.4311845302581787, -0.43193718791007996, -0.43387478590011597, -0.4345073103904724, -0.43483370542526245, -0.4348645508289337, -0.43504834175109863], "cands": ["Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten das slowenische Kraftwerk Kr", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels am Anfang der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten das slowenische Kraftwerk Kr", "Auch wenn es zahlreiche Angriffe auf die im Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten das slowenische Kraftwerk Kr", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Angriffe auf die slowen", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels am Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten das slowenische Kraftwerk Kr", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels beim Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten das slowenische Kraftwerk Kr", "Auch wenn es zahlreiche Angriffe auf die im Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels am Anfang der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten das slowenische Kraftwerk Kr", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten beschlossen hatten, die slowenische", "Auch wenn es zahlreiche Angriffe auf Kernreaktoren im Bau gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten das slowenische Kraftwerk Krško angreifen und", "Auch wenn es zahlreiche Angriffe auf die im Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Angriffe auf die slowen", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels am Anfang der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Angriffe auf die slowen", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Angriffe auf das slowen", "Auch wenn es zahlreiche Angriffe auf die im Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten beschlossen hatten, die slowenische", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels am Anfang der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten beschlossen hatten, die slowenische", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels beim Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Angriffe auf die slowen", "Auch wenn es zahlreiche Angriffe auf die im Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels am Anfang der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Angriffe auf die slowen", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels am Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Angriffe auf die slowen", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsstätte in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Angriffe auf die slowen", "Auch wenn es zahlreiche Angriffe auf die im Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Angriffe auf das slowen", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels am Anfang der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Angriffe auf das slowen", "Ebenso, obwohl es zahlreiche Angriffe auf Kernreaktoren im Bau gegeben hat, kam die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien, als serbische Nationalisten die Angriffe auf die slowenische Krško-Kraf", "Auch wenn es zahlreiche Angriffe auf Kernreaktoren im Bau gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten das slowenische Kraftwerk Krško angreifen wollte", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten in Betracht standen, die slow", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels beim Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Angriffe auf das slowen", "Auch wenn es zahlreiche Angriffe auf die im Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels am Anfang der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Angriffe auf das slowen", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels am Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Angriffe auf das slowen", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsstätte in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Angriffe auf das slowen", "Auch wenn es zahlreiche Angriffe auf Kernreaktoren im Bau gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten das slowenische Kraftwerk Krško angreifen sollten", "Ebenso, obwohl es zahlreiche Angriffe auf Kernreaktoren im Bau gegeben hat, kam die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien, als serbische Nationalisten die Angriffe auf die slowenische Kraftwerk Krško in", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten überlegen, die slowenische", "Auch wenn es zahlreiche Angriffe auf im Bau befindliche Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten in Betracht standen, die slowen", "Auch wenn es zahlreiche Angriffe auf die im Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten in Betracht standen, die slow", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels am Anfang der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten in Betracht standen, die slow", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten die Anschlagung der slowen", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten in Betracht kamen, die slowen", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels beim Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten in Betracht standen, die slow", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels am Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten in Betracht standen, die slow", "Auch wenn es zahlreiche Angriffe auf die im Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels am Anfang der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten in Betracht standen, die slow", "Auch wenn es zahlreiche Angriffe auf die in Bau befindlichen Kernreaktoren gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsstätte in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten in Betracht standen, die slow", "Auch wenn es zahlreiche Angriffe auf Kernreaktoren im Bau gegeben hat, stellte sich die einzige Bedrohung für eine Betriebsanlage in einer Kampfzone außerhalb Israels zu Beginn der Kämpfe in der ehemaligen Jugoslawien dar, als serbische Nationalisten das slowenische Kraftwerk Krško in Angriff nehmen"], "inp": "Likewise, though there have been numerous attacks on nuclear reactors under construction, the sole threat to an operating plant in a combat zone outside of Israel occurred at the start of the fighting in ex-Yugoslavia, when Serbian nationalists considered attacking Slovenia’s Krško power plant and sent warplanes over the site.", "ref": "Und obwohl es zahlreiche Angriffe auf im Bau befindliche Atomreaktoren gab, fand die einzige Bedrohung einer Anlage in Betrieb zu Beginn der Kämpfe in Ex-Jugoslawien statt, als serbische Nationalisten planten, das slowenische Krško-Kraftwerk anzugreifen, und Kampfflugzeuge über die Anlage schickten."}
