{"scores": [], "cands": [], "inp": "Historically, cease-fires have survived only when they are backed by talks that both parties believe are genuine and serious.", "ref": "Historisch betrachtet haben Waffenstillstände nur gehalten, wenn sie von Verhandlungen begleitet waren, die von beiden Seiten als aufrichtig und ernsthaft eingeschätzt wurden."}
{"scores": [], "cands": [], "inp": "The essence of the first impeachment charge was that by holding up congressionally approved military assistance for Ukraine, which is under attack by Russia, Trump was using his government position to benefit himself.", "ref": "Im Mittelpunkt dieses Anklagepunktes stand, dass Trump dadurch, dass er vom Kongress genehmigte Militärhilfen gegen die von Russland angegriffene Ukraine zurückhielt, seine Regierungsposition ausnutzte, um sich selbst Vorteile zu verschaffen."}
{"scores": [-0.46823728654811714], "cands": ["Das Ausmaß der Subventionen in diesem Sektor ist erstaunlich."], "inp": "The extent of subsidies in this sector is stunning and, under current policies, will only increase over time – thereby primarily supporting the lifestyles of the top 1% of people in very rich countries.", "ref": "Das Ausmaß der Subventionen in diesem Sektor ist atemberaubend und wird, bei der gegenwärtigen Politik, mit der Zeit nur noch weiter zunehmen – und somit vorrangig den Lebensstil des einen Prozents der Wohlhabenden in sehr reichen Ländern unterstützen."}
{"scores": [], "cands": [], "inp": "Their professional expertise is validated by the quality of their advanced degrees, rather than by their achievements in practical policymaking.", "ref": "Die Fachkompetenz dieser Ökonomen ergibt sich eher aus der Qualität ihrer Universitätsabschlüsse als aus deren Leistungen hinsichtlich der praktischen Umsetzung politischer Strategien."}
{"scores": [-0.37133611231987623, -0.3793109616070118, -0.4776254023247663, -0.49876238821548924, -0.5040252273144566, -0.5140434235743262, -0.5149204732643012, -0.5284597419279534, -0.5310283254269232, -0.5344786074277174, -0.5405737802501224, -0.5464469689705724, -0.5466606147190934, -0.561422561665635, -0.5697621755953883, -0.5725952183871464, -0.5765882669101785, -0.5792453842035377, -0.5807106978666189, -0.5919811150109349, -0.6008499159643044, -0.6016616645789054, -0.6038453629846804, -0.614974391679574, -0.6167451014172101, -0.6204063095715984, -0.621650757202812, -0.6238243396904475, -0.6278344936207374, -0.6316883333610471, -0.6317352238123998, -0.6343271506185022, -0.6367356495113796, -0.6393793051994928, -0.6434741276789433, -0.6457509976658246, -0.6464656154113289, -0.646774516945601, -0.6469360450302041, -0.647545978861561, -0.647830274632213, -0.6513489282598607, -0.6518548654465066, -0.6519989269525078, -0.6523401795320019, -0.6531869596851194, -0.6550620821783274, -0.6563805687746183, -0.6566511228304883, -0.6593017382778341, -0.6607577890881394, -0.6609584108718553, -0.6626204751055706, -0.6653807372058235, -0.6662763844704013, -0.6665868607696958, -0.6696326505913744, -0.6703036389894211, -0.672498885369155, -0.6728862294578649, -0.6731843188670349, -0.673359261055107, -0.6758606231323482, -0.6768072748971516, -0.6773473867502268, -0.6783470379294492, -0.6783843426611254, -0.681413767613403, -0.6846978077910444, -0.6855667930886743, -0.6862294521043254, -0.6878813403619674, -0.691095374077192, -0.6916721152518814, -0.6917712807607567, -0.6919004841903771, -0.6920815485567255, -0.6925606323094267, -0.6941589616323895, -0.6950304390986383, -0.6965149296961823, -0.6980395004583996, -0.6980758036342813, -0.6994929784855857, -0.7001797053871197, -0.7002040230029023, -0.7018253844300835, -0.7035872072373199, -0.7036963282200231, -0.7049431024229721, -0.7070800209171383, -0.7076411088981716, -0.7077256767712857, -0.7077898837222891, -0.7118147605964029, -0.7135836635152293, -0.7136611783682365, -0.7145573932131556, -0.7162122168606336, -0.7187189648205162, -0.7206730292408381, -0.7211739599140322, -0.7223897838609914, -0.726069334353145, -0.7271242543013604, -0.7318658715976106, -0.7325367064918447, -0.7330343017101234, -0.7331707074335012, -0.7332055575810418, -0.7351797760229273, -0.7382131816739451, -0.7388581317161762, -0.7392091094125957, -0.7395642210173813, -0.7398002426190808, -0.7401335213833176, -0.7405267288493176, -0.7411238990920881, -0.7431190769213173, -0.7431902398161172, -0.7449047320410309, -0.745319243570646, -0.7461310270485124, -0.746647974934402, -0.7467638307851839, -0.7478525295828335, -0.7485857201551122, -0.7495832845393662, -0.753368291138489, -0.7541998698331647, -0.7545760993556815, -0.7624467726453698, -0.7717470773445552, -0.7717687051524063, -0.7721658329592028, -0.7731862375838728, -0.7733829954331515, -0.7737824627690069, -0.7739540517168043, -0.7744733772175451, -0.7806568683925609, -0.7869563275076239, -0.78748505692004, -0.7882942291435312, -0.7885819915508038, -0.7935808639828349, -0.7936866065608906, -0.7943408737681078, -0.7957912138233124, -0.797802375753416, -0.8015341330215264, -0.8024455174498217, -0.8030810306009984, -0.805773383543944, -0.8071506596168257, -0.8071839120234044, -0.809495797629275, -0.8135584207365698, -0.8140922027378835, -0.8153166820156419, -0.8221876189511501, -0.826000733716674, -0.838247399636024, -0.8407931284769737, -0.8409530219664203, -0.8481160213011759, -0.8489824960833989, -0.8499055848476538, -0.8543973710769865, -0.8557941790522828, -0.8605513022012177, -0.8623333325048445, -0.8659088547677316, -0.8689269501645455, -0.8694273685685804, -0.8735882383184111, -0.8781474398948561, -0.8834644809504463, -0.8862271964618209, -0.8875058247698049, -0.8931842636738931, -0.8990030506524425, -0.8990292208631034, -0.9012568684056171, -0.9127547343613658, -0.972350058970707], "cands": ["Auch das Dorf ist mysteriös ohne Telefondienst.", "Auch das Dorf ist geheimnisvoll ohne Telefondienst.", "Auch das Dorf ist mysteriös ohne Telefon.", "Auch das Dorf ist geheimnisvoll ohne Telefon.", "Auch das Dorf ist rätselhaft ohne Telefondienst.", "Das Dorf ist auch geheimnisvoll ohne Telefondienst.", "Das Dorf ist auch mysteriös ohne Telefondienst.", "Auch das Dorf ist mysteriös ohne Telefon-Service.", "Auch das Dorf ist mysteriös ohne Telefondienste.", "Das Dorf ist ebenfalls mysteriös ohne Telefondienst.", "Das Dorf ist ebenfalls geheimnisvoll ohne Telefondienst.", "Auch das Dorf ist geheimnisvoll ohne Telefon-Service.", "Auch das Dorf ist geheimnisvoll ohne Telefondienste.", "Auch das Dorf ist mysteriös ohne Handy-Service.", "Auch das Dorf ist heimlich ohne Telefondienst.", "Auch das Dorf ist mysteriös ohne Telefonanschluss.", "Auch das Dorf ist geheimnisvoll ohne Handy-Service.", "Auch das Dorf ist mysteriös ohne Telefon-Dienst.", "Auch das Dorf ist mysteriöserweise ohne Telefondienst.", "Auch das Dorf ist geheimnisvoll ohne Telefonanschluss.", "Auch das Dorf ist geheimnisvoll ohne Telefon-Dienst.", "Auch das Dorf ist mysteriös ohne Telefonanruf.", "Auch das Dorf ist mysteriös ohne Telefonnummerndienst.", "Auch das Dorf ist mysteriös ohne Telefonanbindung.", "Auch das Dorf ist rätselhaft ohne Telefon.", "Auch das Dorf ist geheimnisvoll ohne Telefonanruf.", "Auch das Dorf ist geheimnisvoll ohne Telefonnummerndienst.", "Das Dorf, auch, ist mysteriös ohne Telefondienst.", "Auch der Ort ist mysteriös ohne Telefondienst.", "Das Dorf ist auch mysteriös ohne Telefon.", "Auch das Dorf ist mysteriös ohne Handydienst.", "Das Dorf ist mysteriöserweise auch ohne Telefondienst.", "Auch das Dorf ist geheimnisvoll ohne Telefonanbindung.", "Auch das Dorf ist mysteriös ohne Telefonnummer.", "Das Dorf ist auch geheimnisvoll ohne Telefon.", "Auch das Dorf ist mysteriös ohne Mobilfunk.", "Das Dorf ist auch mysteriös ohne Telefon-Service.", "Auch das Dorf ist geheimnisvoller Weise ohne Telefondienst.", "Auch das Dorf ist rätselhaft ohne Telefon-Service.", "Auch das Dorf ist mysteriös ohne Telefonanrufe.", "Auch das Dorf ist mysteriös ohne Handy-Dienst.", "Auch der Ort ist geheimnisvoll ohne Telefondienst.", "Das Dorf ist ebenfalls mysteriös ohne Telefon.", "Das Dorf, auch, ist geheimnisvoll ohne Telefondienst.", "Auch das Dorf ist verborgen ohne Telefondienst.", "Auch das Dorf ist geheimnisvoll ohne Handydienst.", "Auch das Dorf ist mysteriös ohne Handy.", "Auch das Dorf ist verrätselnd ohne Telefondienst.", "Das Dorf ist auch geheimnisvoll ohne Telefon-Service.", "Auch das Dorf ist mysteriös unzugänglich.", "Auch das Dorf ist rätselhaft ohne Telefondienste.", "Auch das Dorf ist mysteriös ohne Telefonnummern.", "Auch das Dorf ist mysterisch ohne Telefondienst.", "Auch das Dorf ist geheimnisvoll ohne Mobilfunk.", "Auch das Dorf ist heimlicherweise ohne Telefondienst.", "Auch das Dorf ist geheimnisvoll ohne Telefonnummer.", "Auch das Dorf ist geheimnisvoll ohne Handy-Dienst.", "Auch das Dorf ist geheimnisvoll ohne Telefonanrufe.", "Auch das Dorf hat mysteriös keinen Telefondienst.", "Das Dorf ist ebenfalls geheimnisvoll ohne Telefon.", "Auch im Dorf gibt es mysteriös keinen Telefondienst.", "Das Dorf auch ist mysteriös ohne Telefondienst.", "Das Dorf ist ebenfalls mysteriös ohne Telefon-Service.", "Auch das Dorf ist rätselhaft ohne Handy-Service.", "Auch das Dorf ist verborgenerweise ohne Telefondienst.", "Das Dorf ist auch mysteriös ohne Telefondienste.", "Das Dorf ist auch mysteriös ohne Handy-Service.", "Auch das Dorf ist mysteriös, ohne Telefondienst.", "Das Dorf ist auch geheimnisvoll ohne Handy-Service.", "Auch das Dorf ist geheimnisvoll ohne Telefonnummern.", "Das Dorf ist auch geheimnisvoll ohne Telefondienste.", "Auch das Dorf ist verrätsellich ohne Telefondienst.", "Auch das Dorf ist geheimnisvoll, ohne Telefondienst.", "Das Dorf ist ebenfalls mysteriös ohne Telefondienste.", "Auch das Dorf ist geheimnisvoll ohne Handy.", "Das Dorf ist ebenfalls geheimnisvoll ohne Telefon-Service.", "Das Dorf ist zugleich mysteriös ohne Telefondienst.", "Auch das Dorf ist mysteriöserweise ohne Telefon.", "Das Dorf ist mysteriös auch ohne Telefondienst.", "Auch das Dorf ist verrätsellicherweise ohne Telefondienst.", "Auch das Dorf ist rätselhaft ohne Telefonanschluss.", "Das Dorf auch ist geheimnisvoll ohne Telefondienst.", "Auch das Dorf ist rätselhaft ohne Telefon-Dienst.", "Auch das Dorf ist geheimnisvoll unzugänglich.", "Auch das Dorf steht geheimnisvoll ohne Telefondienst.", "Das Dorf ist auch mysteriös ohne Telefon-Dienst.", "Das Dorf ist auch heimlich ohne Telefondienst.", "Das Dorf ist ebenfalls geheimnisvoll ohne Telefondienste.", "Das Dorf ist zugleich geheimnisvoll ohne Telefondienst.", "Das Dorf ist auch unheimlich ohne Telefondienst.", "Auch das Dorf ist mysteriös ohne Telefondienst.", "Auch das Dorf ist mysteritisch ohne Telefondienst.", "Auch das Dorf ist mysteriell ohne Telefondienst.", "Auch das Dorf ist geheimnisvollerweise ohne Telefondienst.", "Auch das Dorf ist mysteriös ohne Handyservice.", "Auch das Dorf ist heimlich ohne Telefon.", "Das Dorf ist auch geheimnisvoll ohne Telefon-Dienst.", "Auch das Dorf wird mysteriös ohne Telefondienst.", "Das Dorf ist geheimnisvoll auch ohne Telefondienst.", "Auch das Dorf ist mysteriös ohne Anruf.", "Das Dorf ist auch geheimnisvoll ohne Telefonanschluss.", "Auch das Dorf steht mysteriös ohne Telefondienst.", "Der Ort ist auch mysteriös ohne Telefondienst.", "Das Dorf ist ebenfalls geheimnisvoll ohne Handy-Service.", "Auch das Dorf bleibt geheimnisvoll ohne Telefondienst.", "Der Ort ist ebenfalls mysteriös ohne Telefondienst.", "Auch das Dorf hat geheimnisvoll keinen Telefondienst.", "Auch die Ortschaft ist geheimnisvoll ohne Telefondienst.", "Der Ort ist auch geheimnisvoll ohne Telefondienst.", "Das Dorf ist ebenfalls geheimnisvoll ohne Telefonanschluss.", "Das Dorf ist mysteriöserweise auch ohne Telefon.", "Auch das Dorf ist geheimnisvoll ohne Anruf.", "Auch der Ort ist mysteriös ohne Telefon.", "Das Dorf ist ebenfalls unheimlich ohne Telefondienst.", "Der Ort ist ebenfalls geheimnisvoll ohne Telefondienst.", "Auch das Dorf ist verheimlicht ohne Telefondienst.", "Auch das Dorf bleibt mysteriös ohne Telefondienst.", "Auch das Dorf ist geheimnisvoll ohne Handyservice.", "Das Dorf ist geheimnisvoll ohne Telefondienst.", "Auch das Dorf ist mysteriös ohne Handydienste.", "Auch das Dorf ist heimlich ohne Telefon-Service.", "Das Dorf ist ebenfalls heimlich ohne Telefondienst.", "Das Dorf ist ebenfalls geheimnisvoll ohne Telefon-Dienst.", "Das Dorf, auch ist geheimnisvoll ohne Telefondienst.", "Auch im Dorf gibt es geheimnisvoll keinen Telefondienst.", "Auch das Dorf wird geheimnisvoll ohne Telefondienst.", "Auch das Dorf ist mysterischerweise ohne Telefondienst.", "Das Dorf ist auch geheimnisvoll ohne Telefonnummerndienst.", "Auch das Dorf ist geheimnisvoll ohne Telefondienst.", "Auch das Dorf ist heimlich ohne Telefondienste.", "Auch das Dorf ist mysteriumlos ohne Telefondienst.", "Auch das Dorf ist rätselhaft ohne Handydienst.", "Das Dorf ist auch geheimnisvoll ohne Telefonanruf.", "Auch das Dorf ist geheimnisvoll ohne Handydienste.", "Auch das Dorf ist rätselhaft ohne Telefonnummer.", "Das Dorf ist ebenfalls verborgen ohne Telefondienst.", "Auch die Stadt ist geheimnisvoll ohne Telefondienst.", "Auch das Dorf ist mysteriös ohne Mobiltelefon.", "Auch das Dorf ist heimlich ohne Handy-Service.", "Auch das Dorf ist mysterios ohne Telefondienst.", "Das Dorf ist ebenfalls geheimnisvoll ohne Telefonanruf.", "Auch der Ort ist geheimnisvoll ohne Telefon.", "Auch das Dorf ist verrätselnd ohne Telefon.", "Auch das Dorf ist geheimnishaft ohne Telefondienst.", "Das Dorf ist auch verborgen ohne Telefondienst.", "Auch das Dorf ist heimlich ohne Telefonanschluss.", "Das Dorf ist auch geheimnisvoll ohne Handydienst.", "Auch das Dorf ist rätselhaft ohne Handy.", "Auch der Dorf ist geheimnisvoll ohne Telefondienst.", "Auch das Dorf ist verborgen ohne Telefon.", "Das Dorf ist auch mysteriös ohne Telefonnummer.", "Das Dorf ist mysteriös ohne Telefondienst.", "Auch das Dorf ist heimlich ohne Telefon-Dienst.", "Auch das Dorf ist mysterisch ohne Telefon.", "Auch das Dorf ist heimlicherweise ohne Telefon.", "Auch das Dorf ist verborgen ohne Telefondienste.", "Das Dorf ist auch geheimnisvoll ohne Mobilfunk.", "Auch im Dorf ist mysteriös kein Telefondienst.", "Auch das Dorf ist geheimnisvoll ohne Mobiltelefon.", "Das Dorf ist auch mysterisch ohne Telefondienst.", "Das Dorf ist auch geheimnisvoll ohne Telefonnummer.", "Auch das Dorf ist heimlich ohne Telefonanruf.", "Das Dorf ist ebenfalls geheimnisvoll ohne Mobilfunk.", "Auch das Dorf ist heimelig ohne Telefondienst.", "Das Dorf ist ebenfalls geheimnisvoll ohne Telefonnummer.", "Das Dorf ist auch unheimlich ohne Telefon.", "Das Dorf auch ist geheimnisvoll ohne Telefon.", "Auch das Dorf steht geheimnisvoll ohne Telefon.", "Das Dorf ist auch geheimnisvoll ohne Handy.", "Das Dorf ist geheimnisvoll auch ohne Telefon.", "Das Dorf ist auch heimlich ohne Telefon.", "Auch das Dorf ist heimisch ohne Telefondienst.", "Auch das Dorf bleibt geheimnisvoll ohne Telefon.", "Auch das Dorf ist heimlich ohne Handydienst.", "Das Dorf ist ebenfalls geheimnisvoll ohne Handy.", "Der Ort ist auch geheimnisvoll ohne Telefon.", "Auch das Dorf hat mysteriös kein Telefon.", "Auch der Ort ist heimlich ohne Telefondienst.", "Das Dorf ist auch geheimnisvoll ohne Anruf.", "Das Dorf ist geheimnisvoll ohne Telefon.", "Auch das Dorf ist heimlich ohne Mobilfunk.", "Auch das Dorf wird heimlich ohne Telefondienst.", "Auch im Dorf herrscht mysteriös kein Telefon.", "Auch das Dorf ist heimlich ohne Telefonnummer.", "Das Dorf ist ebenfalls heimlich ohne Telefon.", "Auch das Dorf ist heimlich ohne Handy.", "Auch das Dorf ist heimlich ohne Anruf."], "inp": "The village, too, is mysteriously without phone service.", "ref": "Деревня также загадочным образом осталась без телефонной связи."}
{"scores": [-0.3420231693284465, -0.40910389466095537, -0.41125726722075684, -0.45135457824823094, -0.4557790527371748, -0.4558313978115203, -0.4783679901764711, -0.48288828056540695, -0.49972952515834673, -0.5011941689904702, -0.5064649062815774, -0.512945344179791, -0.516901205516782, -0.5182303223696635, -0.5188922410119708, -0.5207432567614108, -0.5218658760992961, -0.5220626611845197, -0.5307746712908735, -0.5380072640325559, -0.5399694874238227, -0.5403446598790216, -0.5406741518063387, -0.5437898061712778, -0.5450754313220538, -0.5471527175190629, -0.5510565212659112, -0.552873576563084, -0.5530143048741839, -0.5547082098679695, -0.5580144598789237, -0.5596840628312452, -0.5598680364694247, -0.5635023439902243, -0.5650322680166775, -0.5662956382416113, -0.5663041135269073, -0.5757201658855948, -0.5758280821830806, -0.5762364756281967, -0.5767863652863069, -0.5777999333679132, -0.5789281375741878, -0.5789484658243763, -0.5821108223004713, -0.5844377248573362, -0.5856212066816258, -0.586758697165587, -0.5877713769570179, -0.5883436241121416, -0.5918839533095247, -0.5924727191295495, -0.5934481391722001, -0.59477101496098, -0.5951946021214425, -0.5954128192924235, -0.5976315067102272, -0.598221646424138, -0.5984631071666388, -0.5997080120782224, -0.5998530486384896, -0.6043462265667822, -0.6069529689249582, -0.6075345296416359, -0.6079996271910009, -0.6083968517131925, -0.6089067565453891, -0.6094824767731362, -0.6110502146057438, -0.611092145872437, -0.6112460750455933, -0.6131148109166409, -0.6151806854936381, -0.6154253021551606, -0.6186639241846211, -0.6206269720842953, -0.6217222779394209, -0.624648223970207, -0.6275422299299823, -0.6279121581543843, -0.6280189236449811, -0.6284608086464324, -0.6287631575913873, -0.6305727809242003, -0.6308597427352785, -0.6325253293891869, -0.6371348128063299, -0.6373152615785288, -0.6392870725272414, -0.6406787471455585, -0.6412181711173607, -0.6421672841072232, -0.6439823576417972, -0.6469229641939427, -0.6549902371729488, -0.6554883194873282, -0.6563180881588256, -0.6596922808281884, -0.6603871831585905, -0.6617591500682125, -0.6661808645772347, -0.66719055490056, -0.6778891129018634, -0.6825788962362505, -0.6896573440413954, -0.6980641885449087, -0.7089941399996512], "cands": ["Drogenherren regieren durch Angst über ganze Gemeinschaften.", "Drogenherren regieren mit Angst über ganze Gemeinschaften.", "Drogenherren regieren durch Furcht über ganze Gemeinschaften.", "Drogensherren regieren durch Angst über ganze Gemeinschaften.", "Drogenherren regieren mit Furcht über ganze Gemeinschaften.", "Drogenherren regieren durch Angst über ganze Gemeinden.", "Drogeherren regieren durch Angst über ganze Gemeinschaften.", "Die Drogenherren regieren durch Angst über ganze Gemeinschaften.", "Drogenherren regieren durch Angst über ganze Gemeinschaften.", "Drogenherren herrschten durch Angst über ganze Gemeinschaften.", "Drogenherren regieren durch Angst über gesamte Gemeinschaften.", "Drogensherren regieren durch Furcht über ganze Gemeinschaften.", "Drogenherrn regieren durch Angst über ganze Gemeinschaften.", "Drug Lords regieren durch Angst über ganze Gemeinschaften.", "Drogensherren regieren mit Angst über ganze Gemeinschaften.", "Drogenherren regieren durch Ängste über ganze Gemeinschaften.", "Drogenherren regieren mit Angst über ganze Gemeinden.", "Drogenherren regieren durch Furcht über ganze Gemeinden.", "Drogenherren regieren aus Angst über ganze Gemeinschaften.", "Die Drogenherren regieren durch Furcht über ganze Gemeinschaften.", "Drogenherren führen durch Angst über ganze Gemeinschaften.", "Die Drogenherren regieren mit Angst über ganze Gemeinschaften.", "Drogeherren regieren durch Furcht über ganze Gemeinschaften.", "Drogenfürsten regieren durch Angst über ganze Gemeinschaften.", "Drug lords regieren durch Angst über ganze Gemeinschaften.", "Drogeherren regieren mit Angst über ganze Gemeinschaften.", "Drogenherren beherrschen durch Angst über ganze Gemeinschaften.", "Drogenherren regieren durch Furcht über ganze Gemeinschaften.", "Drogenherrscher regieren durch Angst über ganze Gemeinschaften.", "Drogenherren herrschten durch Furcht über ganze Gemeinschaften.", "Drogensherren regieren mit Furcht über ganze Gemeinschaften.", "Drogen Herren regieren durch Angst über ganze Gemeinschaften.", "Drogenherren regieren von Angst über ganze Gemeinschaften.", "Drogenherren regieren durch Furcht über gesamte Gemeinschaften.", "Drogenherren regieren mit Furcht über ganze Gemeinden.", "Drogensherren regieren durch Angst über ganze Gemeinden.", "Drogenherren regieren mit Angst über ganze Gemeinschaften.", "Drogenherren regieren mit Angst über gesamte Gemeinschaften.", "Drogenherrn regieren durch Furcht über ganze Gemeinschaften.", "Drogenherren regieren durch die Angst über ganze Gemeinschaften.", "Drogenherren beherrschen durch Angst ganze Gemeinschaften.", "Drogenherren regieren mit der Angst über ganze Gemeinschaften.", "Drogenherre regieren durch Angst über ganze Gemeinschaften.", "Die Drogenherren regieren mit Furcht über ganze Gemeinschaften.", "Drogenherren steuern durch Angst über ganze Gemeinschaften.", "Drogenherren richten durch Angst über ganze Gemeinschaften.", "Drogeherren regieren mit Furcht über ganze Gemeinschaften.", "Drogenherrn regieren mit Angst über ganze Gemeinschaften.", "Drogeherren regieren durch Angst über ganze Gemeinden.", "Die Drogenherren regieren durch Angst über ganze Gemeinden.", "Drogenherren beherrschen durch Furcht ganze Gemeinschaften.", "Drogenherren regieren durch Angst über ganze Gemeinden.", "Drogenherrinnen regieren durch Angst über ganze Gemeinschaften.", "Drug Lords regieren durch Furcht über ganze Gemeinschaften.", "Drogenfürsten regieren durch Furcht über ganze Gemeinschaften.", "Drogenherren regieren von Furcht über ganze Gemeinschaften.", "Drogenherren herrschten mit Angst über ganze Gemeinschaften.", "Drogenherren regieren durch Angst über komplette Gemeinschaften.", "Drug Lords regieren mit Angst über ganze Gemeinschaften.", "Drogerherren regieren durch Angst über ganze Gemeinschaften.", "Drogensherren regieren durch Angst über ganze Gemeinschaften.", "Drogensherrn regieren durch Angst über ganze Gemeinschaften.", "Drogenfürsten regieren mit Angst über ganze Gemeinschaften.", "Drogenherrscher regieren durch Furcht über ganze Gemeinschaften.", "Drogenherren regieren aus Furcht über ganze Gemeinschaften.", "Die Drogeherren regieren durch Angst über ganze Gemeinschaften.", "Drogenherren leiten durch Angst über ganze Gemeinschaften.", "Drogenherren führen durch Furcht über ganze Gemeinschaften.", "Drogenherren richten sich durch Angst über ganze Gemeinschaften.", "Drogenherren regieren mit Furcht über gesamte Gemeinschaften.", "Drogensherren herrschten durch Angst über ganze Gemeinschaften.", "Drogenherrscher regieren mit Angst über ganze Gemeinschaften.", "Drogenherren herrschten durch Angst über ganze Gemeinden.", "Drogensherren regieren durch Angst über gesamte Gemeinschaften.", "Drogenherren regieren über ganze Gemeinschaften durch Angst.", "Drogeherrscher regieren durch Angst über ganze Gemeinschaften.", "Drug lords regieren durch Furcht über ganze Gemeinschaften.", "Drogenherren regieren durch Angst über gesamte Gemeinden.", "Drogenherren beherrschen mit Angst ganze Gemeinschaften.", "Drogeherrn regieren durch Angst über ganze Gemeinschaften.", "Drug lords regieren mit Angst über ganze Gemeinschaften.", "Droge Herren regieren durch Angst über ganze Gemeinschaften.", "Drogenherren richten durch Furcht über ganze Gemeinschaften.", "Drogenherrn regieren durch Angst über ganze Gemeinden.", "Drogen Herren regieren durch Furcht über ganze Gemeinschaften.", "Drogensherren regieren mit Angst über ganze Gemeinden.", "Drogen Herren regieren mit Angst über ganze Gemeinschaften.", "Drogensherren regieren aus Angst über ganze Gemeinschaften.", "Drogenherre regieren mit Angst über ganze Gemeinschaften.", "Drogeherren herrschten durch Angst über ganze Gemeinschaften.", "Drogenherren regieren aus Angst über ganze Gemeinden.", "Drogeherren regieren durch Angst über gesamte Gemeinschaften.", "Drug Lords regieren durch Angst über ganze Gemeinden.", "Drug Lords regieren mit Furcht über ganze Gemeinschaften.", "Drogenherren herrschten durch Angst über gesamte Gemeinschaften.", "Drogeherren regieren mit Angst über ganze Gemeinden.", "Drogenherrinnen regieren mit Angst über ganze Gemeinschaften.", "Drogenfürsten regieren durch Angst über ganze Gemeinden.", "Drogensherren führen durch Angst über ganze Gemeinschaften.", "Drogenherren führen durch Angst über ganze Gemeinden.", "Drogenherren führen mit Angst über ganze Gemeinschaften.", "Drug lords regieren durch Angst über ganze Gemeinden.", "Drogen Herren regieren durch Angst über ganze Gemeinden.", "Drug Lords regieren durch Angst über gesamte Gemeinschaften.", "Drogeherren führen durch Angst über ganze Gemeinschaften.", "Drug Lords herrschten durch Angst über ganze Gemeinschaften.", "Drogenherren führen durch Angst über gesamte Gemeinschaften."], "inp": "Drug lords rule by fear over entire communities.", "ref": "Die Drogenbarone herrschen durch Furcht, über komplette Gemeinwesen."}
{"scores": [-0.4683454565734395, -0.47552921616402155, -0.5269566494618908, -0.5354480674399619, -0.5521837671233213, -0.5560553639906165, -0.5575459395459471, -0.5626831325108961, -0.5641876420398182, -0.5681533394074646, -0.5690594460021009, -0.5699004826196635, -0.5714880632495231, -0.5722761748872587, -0.5746609907025249, -0.5774596913637542, -0.5812995778051329, -0.5855277861057748, -0.591561822908736, -0.593974646558615, -0.5970130141135981, -0.5999787048885423, -0.6045567203809753, -0.607803156289347, -0.609154256366168, -0.6092441677429745, -0.6118861887433841, -0.618561117702751, -0.6189895127419465, -0.6189925141746044, -0.6202669282065673, -0.6206431721293223, -0.6240806516433645, -0.6241240782849203, -0.6319846165536609, -0.6327145332463205, -0.633188096750542, -0.6339178408446743, -0.6370356214488678, -0.6383298987225456, -0.6401702554330255, -0.6407817730366538, -0.6409319426754396, -0.6416199260081709, -0.6462871712922852, -0.6490558821157225, -0.6494697769129973, -0.6497596055780973, -0.6503480383839053, -0.6523301672827512, -0.653675200369581, -0.6583463741516975, -0.6586752148502182, -0.658884675983721, -0.6590665226872557, -0.6598823006948701, -0.6621538767897276, -0.6628918901577365, -0.663075627260587, -0.6645743124794526, -0.667871539116491, -0.6726408542291248, -0.6753475223411465, -0.6756446898387174, -0.6756757381673523, -0.6763357868626602, -0.6772127025563265, -0.6796785432352132, -0.6800044399373313, -0.6805382285708581, -0.6815531060307016, -0.6822373864260786, -0.6863824877719314, -0.6878762190648576, -0.6879069729676601, -0.6908566311025545, -0.6979781652993102, -0.7057179751463557, -0.7064886602406746, -0.7074940451106092, -0.7117346330183141, -0.7126253104137885, -0.7146879378107941, -0.7152960858760277, -0.7154616156689086, -0.71550580315205, -0.717385185893965, -0.7182452355070066, -0.7184569956323081, -0.7185043026722331, -0.7203587420788706, -0.7207167430167384, -0.7246052711402687, -0.7256515292266147, -0.7278194885933388, -0.7314635793007995, -0.7329223918557376, -0.7339507041156506, -0.7343621391342873, -0.7344901458863903, -0.7346231064067757, -0.7346711334446848, -0.7351276263075137, -0.7388156867539772, -0.7440444755008824, -0.7444315508719007, -0.7539470607305586, -0.7549325239432145, -0.7556773025748988, -0.7612463847417877, -0.7632900953612429, -0.7671651636623159, -0.7720518500034023, -0.7740798909469558, -0.7790239230122431, -0.7804888811641784, -0.7902496798719257, -0.7911129419251438, -0.7932461447121046, -0.8176754895826333, -0.821645328850344, -0.832914710159168, -0.8358270157188393, -0.8514423157736977, -0.8539327434677348, -0.8674717715534623], "cands": ["Leider wird das gegenwärtige Regelsystem bereits abgebaut.", "Leider wird das derzeitige Regelsystem bereits abgebaut.", "Leider wird das gegenwärtige Regelwerk bereits abgebaut.", "Leider wird das derzeitige Regelwerk bereits abgebaut.", "Leider wird das gegenwärtige Regelsystem bereits erobert.", "Leider wird das gegenwärtige Regelsystem bereits ausgehöhlt.", "Leider wird das aktuelle Regelsystem bereits abgebaut.", "Leider wird das gegenwärtige Regelungssystem bereits abgebaut.", "Leider wird das gegenwärtige Regelsystem bereits abgeschwächt.", "Leider wird das derzeitige Regelungssystem bereits abgebaut.", "Leider wird das derzeitige Regelsystem bereits ausgehöhlt.", "Leider wird das derzeitige Regelsystem bereits erobert.", "Leider wird das derzeitige Regelnsystem bereits abgebaut.", "Leider wird das gegenwärtige Regelnsystem bereits abgebaut.", "Leider wird das derzeitige Regelsystem bereits abgeschwächt.", "Leider wird das gegenwärtige Regelsystem bereits ausgebaut.", "Leider wird das gegenwärtige Regelsystem bereits erschüttert.", "Leider wird das gegenwärtige Regelsystem bereits ausgehöht.", "Leider ist das gegenwärtige Regelsystem bereits geschwächt.", "Leider wird das derzeitige Regelsystem bereits ausgebaut.", "Leider wird das derzeitige Regelsystem bereits erschüttert.", "Leider wird das gegenwärtige Regelsystem bereits zerstört.", "Leider wird das derzeitige Regelsystem bereits ausgehöht.", "Leider ist das derzeitige Regelsystem bereits geschwächt.", "Leider ist das gegenwärtige Regelsystem bereits abgebaut worden.", "Leider wird das gegenwärtige Regelsystem schon abgebaut.", "Leider wird das gegenwärtige Regelsystem bereits ausgerottet.", "Leider ist das gegenwärtige Regelsystem bereits abgebaut.", "Leider wird das gegenwärtige Regelsystem bereits abgerissen.", "Leider wird das gegenwärtige Regelwerk bereits erobert.", "Leider wird das derzeitige Regelsystem bereits zerstört.", "Leider wird das derzeitige Regelsystem schon abgebaut.", "Leider ist das derzeitige Regelsystem bereits abgebaut worden.", "Leider wird das derzeitige Regelwerk bereits ausgehöhlt.", "Leider wird bereits das gegenwärtige Regelsystem abgebaut.", "Leider wird das aktuelle Regelwerk bereits abgebaut.", "Leider wird das derzeitige Regelsystem bereits abgerissen.", "Leider wird das derzeitige Regelsystem bereits ausgerottet.", "Leider wird das gegenwärtige Regelwerk bereits ausgebaut.", "Leider wird das derzeitige Regelwerk bereits erobert.", "Leider wird das aktuelle Regelsystem bereits abgeschwächt.", "Leider ist das derzeitige Regelsystem bereits abgebaut.", "Leider wird das gegenwärtige Regelwerk bereits ausgehöht.", "Leider wird das aktuelle Regelsystem bereits ausgehöhlt.", "Leider ist das derzeitige Regelsystem bereits geschrumpft.", "Leider wird das gegenwärtige Regelungssystem bereits erobert.", "Leider wird das bestehende Regelsystem bereits abgebaut.", "Leider wird das heutige Regelsystem bereits abgebaut.", "Leider wird das aktuelle Regelsystem bereits erobert.", "Leider wird das gegenwärtige Regelwerk schon abgebaut.", "Leider wird das derzeitige Regelwerk bereits ausgebaut.", "Leider wird das aktuelle Regelungssystem bereits abgebaut.", "Leider wird das gegenwärtige Regelwerk bereits zerstört.", "Leider wird das gegenwärtige Regelnsystem bereits erobert.", "Das gegenwärtige Regelsystem wird leider bereits abgebaut.", "Leider wird das derzeitige Regelwerk bereits ausgehöht.", "Leider wird das aktuelle Regelnsystem bereits abgebaut.", "Leider wird bereits das derzeitige Regelsystem abgebaut.", "Leider wird das derzeitige Regelwerk schon abgebaut.", "Leider wird das derzeitige Regelungssystem bereits erobert.", "Leider wird das derzeitige Regelnsystem bereits erobert.", "Leider wird das aktuelle Regelsystem bereits erschüttert.", "Leider wird das derzeitige Regelwerk bereits abgerissen.", "Leider wird das gegenwärtige Regelungssystem bereits ausgebaut.", "Das derzeitige Regelsystem wird leider bereits abgebaut.", "Leider wird das derzeitige Regelsystem bereits erlischt.", "Leider wird das derzeitige Regelsystem bereits ausgestorben.", "Leider wird das gegenwärtige Regelnsystem bereits ausgebaut.", "Leider ist das aktuelle Regelsystem bereits geschwächt.", "Leider wird das derzeitige Regelwerk bereits zerstört.", "Leider wird bereits das gegenwärtige Regelwerk abgebaut.", "Leider wird das aktuelle Regelsystem bereits ausgehöht.", "Leider ist das gegenwärtige Regelwerk bereits abgebaut.", "Leider wird das aktuelle Regelsystem bereits ausgebaut.", "Leider wird das derzeitige Regelnsystem bereits ausgebaut.", "Leider wird das derzeitige Regelungssystem bereits ausgebaut.", "Leider wird das gegenwärtige Regelungssystem bereits zerstört.", "Leider wird das heutige Regelwerk bereits abgebaut.", "Leider wird das bestehende Regelwerk bereits abgebaut.", "Leider ist das derzeitige Regelwerk bereits abgebaut.", "Leider wird das aktuelle Regelsystem bereits abgerissen.", "Leider wird das aktuelle Regelsystem bereits ausgerottet.", "Leider wird das derzeitige Regelsystem schon erobert.", "Leider wird das gegenwärtige Regelnsystem bereits zerstört.", "Leider ist das gegenwärtige Regelungssystem bereits abgebaut.", "Leider wird das aktuelle Regelsystem bereits zerstört.", "Leider wird das derzeitige Regelungssystem bereits zerstört.", "Leider wird das derzeitige Regelnsystem schon abgebaut.", "Leider wird bereits das derzeitige Regelwerk abgebaut.", "Leider ist das aktuelle Regelsystem bereits abgebaut worden.", "Leider wird das derzeitige Regelungssystem schon abgebaut.", "Leider wird das gegenwärtige System bereits abgebaut.", "Leider wird das aktuelle Regelsystem schon abgebaut.", "Leider ist das gegenwärtige Regelsystem bereits erobert.", "Leider wird das derzeitige Regelnsystem bereits zerstört.", "Leider wird bereits das gegenwärtige Regelsystem zerstört.", "Leider wird das derzeitige Regelsystem schon ausgebaut.", "Leider wird das aktuelle Regelwerk bereits erobert.", "Leider ist das aktuelle Regelsystem bereits abgebaut.", "Leider wird das bestehende Regelsystem bereits erobert.", "Leider ist das derzeitige Regelungssystem bereits abgebaut.", "Das derzeitige Regelwerk wird leider bereits abgebaut.", "Leider wird das heutige Regelungssystem bereits abgebaut.", "Leider wird bereits das aktuelle Regelsystem abgebaut.", "Leider wird das derzeitige System bereits abgebaut.", "Leider ist das derzeitige Regelnsystem bereits abgebaut.", "Leider wird das aktuelle Regelungssystem bereits erobert.", "Leider ist das derzeitige Regelsystem bereits erobert.", "Leider wird das aktuelle Regelnsystem bereits erobert.", "Leider wird die derzeitige Regelung bereits abgebaut.", "Leider wird das aktuelle Regelwerk bereits ausgebaut.", "Leider ist das derzeitige Regelsystem bereits ausgebaut.", "Das aktuelle Regelsystem wird leider bereits abgebaut.", "Leider wird bereits das derzeitige Regelsystem zerstört.", "Leider ist das derzeitige Regelsystem schon abgebaut.", "Leider wird das aktuelle Regelwerk schon abgebaut.", "Leider wird das aktuelle Regelnsystem bereits ausgebaut.", "Leider wird das aktuelle Regelwerk bereits zerstört.", "Leider wird das aktuelle Regelungssystem bereits ausgebaut.", "Leider ist das aktuelle Regelwerk bereits abgebaut.", "Leider wird das aktuelle Regelungssystem bereits zerstört.", "Leider wird das aktuelle Regelnsystem bereits zerstört.", "Leider ist das aktuelle Regelungssystem bereits abgebaut.", "Leider ist das aktuelle Regelsystem bereits erobert.", "Leider wird bereits das aktuelle Regelsystem zerstört.", "Leider wird die aktuelle Regelung bereits abgebaut."], "inp": "Unfortunately, the current system of rules is already being eroded.", "ref": "Unglücklicherweise wird das bestehende Regelwerk bereits jetzt untergraben."}
{"scores": [-0.24858547824665164, -0.2541303782538003, -0.2712927135483354, -0.27192664496969254, -0.27663247260468055, -0.2772093896653578, -0.27888817764186685, -0.28004742185097375, -0.28431499367304003, -0.285124346782038, -0.2851839751239161, -0.2881397309962095, -0.2990163107821172, -0.30407549784325866, -0.30563844743688384, -0.30625734961634976, -0.31088016462845797, -0.433534524721471, -0.48019662950276704, -0.4814864842221754, -0.5584612615074873, -0.5636574382405243, -0.7433899939498599, -0.7684303967154973, -0.8475878331222606], "cands": ["WASHINGTON, DC – Ich bin im Schatten des Zweiten Weltkrieges und am Beginn des Kalten Krieges aufgewachsen.", "WASHINGTON, DC – Ich bin im Schatten des Zweiten Weltkriegs und am Beginn des Kalten Krieges aufgewachsen.", "WASHINGTON, DC – Ich bin im Schatten des Zweiten Weltkrieges und am Morgen des Kalten Krieges aufgewachsen.", "WASHINGTON – Ich bin im Schatten des Zweiten Weltkrieges und am Beginn des Kalten Krieges aufgewachsen.", "WASHINGTON, DC – Ich bin im Schatten des Zweiten Weltkriegs und am Morgen des Kalten Krieges aufgewachsen.", "WASHINGTON – Ich bin im Schatten des Zweiten Weltkriegs und am Beginn des Kalten Krieges aufgewachsen.", "WASHINGTON, DC – Ich bin im Schatten des Zweiten Weltkrieges und zu Beginn des Kalten Krieges aufgewachsen.", "WASHINGTON, DC – Ich bin im Schatten des Zweiten Weltkrieges und am Anbruch des Kalten Krieges aufgewachsen.", "WASHINGTON, DC – Ich bin im Schatten des Zweiten Weltkriegs und zu Beginn des Kalten Krieges aufgewachsen.", "WASHINGTON, DC – Ich wuchs im Schatten des Zweiten Weltkrieges und am Beginn des Kalten Krieges auf.", "WASHINGTON, DC – Ich bin im Schatten des Zweiten Weltkriegs und am Anbruch des Kalten Krieges aufgewachsen.", "WASHINGTON, DC – Ich wuchs im Schatten des Zweiten Weltkriegs und am Beginn des Kalten Krieges auf.", "WASHINGTON – Ich bin im Schatten des Zweiten Weltkrieges und am Morgen des Kalten Krieges aufgewachsen.", "WASHINGTON – Ich bin im Schatten des Zweiten Weltkriegs und am Morgen des Kalten Krieges aufgewachsen.", "WASHINGTON – Ich bin im Schatten des Zweiten Weltkrieges und zu Beginn des Kalten Krieges aufgewachsen.", "WASHINGTON – Ich bin im Schatten des Zweiten Weltkrieges und am Anbruch des Kalten Krieges aufgewachsen.", "WASHINGTON – Ich bin im Schatten des Zweiten Weltkriegs und zu Beginn des Kalten Krieges aufgewachsen.", "WASHINGTON, D.C.", "WASHINGTON, DC – Ich wuchs im Schatten des II.", "WASHINGTON, DC – Ich bin im Schatten des II.", "WASHINGTON – Ich bin im Schatten des II.", "WASHINGTON (D.C.", "WASSHINGTON, D.C.", "WASHINGTON, D.K.", "WasHINGTON, D.C."], "inp": "WASHINGTON, DC – I grew up in the shadow of World War II, and at the dawn of the Cold War.", "ref": "WASHINGTON, DC – Ich wuchs im Schatten des Zweiten Weltkriegs und im Morgengrauen des Kalten Kriegs auf."}
{"scores": [], "cands": [], "inp": "After that point, upon the MDGs-inspired mass distribution of anti-malaria bed nets, malaria deaths began to decline, to around 1.1 million per year in 2010, and perhaps lower now.", "ref": "Ab diesem Zeitpunkt begannen die durch Malaria bedingten Todesfälle dank der massenhaften Verteilung von Moskitonetzen auf Grundlage der MDGs bis zum Jahr 2010 auf etwa 1,1 Millionen jährlich (und jetzt vielleicht noch weniger) zu sinken."}
{"scores": [-0.3834462612414603, -0.38985289636872134, -0.429806036398437, -0.4378431889902392, -0.4408610338059633, -0.44676603594362985, -0.4490533045322285, -0.45790948172721513, -0.460535752789989, -0.4636527354057662, -0.4716884827013102, -0.4851191936330334, -0.48711230578935033, -0.49423337753160623, -0.49790264863105055, -0.49918848595054843, -0.5105211700279918, -0.5118218753724222, -0.5125311542331729, -0.5146933900528085, -0.5160062556858384, -0.5166713220990563, -0.55523242703855, -0.5654286448452208, -0.5768730708001122, -0.5819945515881473, -0.605412478077325, -0.6108614985734376, -0.6256188955560833, -0.63503392457253, -0.6424198194832368, -0.6521939299941371, -0.662794345044999, -0.6726625277241258, -0.6753317033000065], "cands": ["Aber ich denke, dass wir Grund haben, optimistisch über die Zukunft zu sein.", "Aber ich denke, wir haben Grund, optimistisch über die Zukunft zu sein.", "Aber ich glaube, dass wir Grund haben, optimistisch über die Zukunft zu sein.", "Aber ich glaube, wir haben Grund, optimistisch über die Zukunft zu sein.", "Aber ich denke, dass wir Gründe haben, optimistisch über die Zukunft zu sein.", "Ich denke aber, dass wir Grund haben, optimistisch über die Zukunft zu sein.", "Aber ich denke, daß wir Grund haben, optimistisch über die Zukunft zu sein.", "Aber ich denke, dass wir Grund genug haben, optimistisch über die Zukunft zu sein.", "Aber ich denke, dass wir Grund dafür haben, optimistisch über die Zukunft zu sein.", "Aber ich denke, wir haben Gründe, optimistisch über die Zukunft zu sein.", "Ich glaube aber, dass wir Grund haben, optimistisch über die Zukunft zu sein.", "Doch ich denke, dass wir Grund haben, optimistisch über die Zukunft zu sein.", "Aber ich glaube, dass wir Gründe haben, optimistisch über die Zukunft zu sein.", "Ich denke aber, wir haben Grund, optimistisch über die Zukunft zu sein.", "Aber ich denke, dass wir Grund haben optimistisch über die Zukunft zu sein.", "Doch ich denke, wir haben Grund, optimistisch über die Zukunft zu sein.", "Aber ich denke, wir haben Grund, optimistisch zu sein über die Zukunft.", "Aber ich denke, wir haben Grund optimistisch über die Zukunft zu sein.", "Aber ich glaube, wir haben Gründe, optimistisch über die Zukunft zu sein.", "Aber ich denke, wir können optimistisch über die Zukunft sein.", "Aber ich denke, wir haben Grund zu optimistisch über die Zukunft zu sein.", "Aber ich denke, wir haben Grund, optimistisch für die Zukunft zu sein.", "Aber ich denke, wir müssen optimistisch über die Zukunft sein.", "Aber ich glaube, wir können optimistisch über die Zukunft sein.", "Aber ich denke, dass wir Grund haben, optimistisch zu sein.", "Aber ich denke, wir haben Grund, optimistisch zu sein.", "Ich denke aber, wir können optimistisch über die Zukunft sein.", "Aber ich glaube, wir müssen optimistisch über die Zukunft sein.", "Aber ich glaube, dass wir Grund haben, optimistisch zu sein.", "Aber ich glaube, wir haben Grund, optimistisch zu sein.", "Ich denke aber, dass wir Grund haben, optimistisch zu sein.", "Aber ich denke, dass wir Gründe haben, optimistisch zu sein.", "Aber ich denke, wir haben Grund zu optimistischer Zukunft.", "Aber ich denke, wir haben Gründe, optimistisch zu sein.", "Aber ich denke, wir sind für die Zukunft optimistisch."], "inp": "But I think that we have grounds to be optimistic about the future.", "ref": "Ich denke jedoch, dass es Grund für uns gibt, zuversichtlich in die Zukunft zu blicken."}
{"scores": [-0.4327851944811522, -0.45854382810398264, -0.4614822062261855, -0.5495640291088443, -0.5519684614544613, -0.5536277087977681, -0.5744922136616534, -0.5821796892337651, -0.5963170653404478, -0.6160478074937386, -0.6351331783220421, -0.6359790503975448, -0.6475015785310076, -0.648003931053687, -0.6501424318120318, -0.6605472088976325, -0.6646354144100716, -0.6751749801804996, -0.6858980234650299, -0.6951085362368502, -0.6977988836351399, -0.7013037892865952, -0.7030468104667732, -0.7052744001380361, -0.7100322835166761, -0.7129768878262026, -0.7148587529758794, -0.7171977156348804, -0.7203366624225144, -0.7234036669931079, -0.7248106191156033, -0.7248516316981163, -0.7260492244393, -0.732451001397938, -0.7336505973097485, -0.7368459438694217, -0.7377994015026526, -0.7381292550845554, -0.7454547245936901, -0.7576408190507778, -0.7626839558845595, -0.7648194660985648, -0.7650564823246981, -0.765408385161161, -0.7658247022503605, -0.7690493339956297, -0.7697942104519311, -0.7761807446837182, -0.7762281143253044, -0.7763301326260716, -0.7767151532530295, -0.7792609119660068, -0.7795312961331833, -0.782528985401904, -0.7852762763802752, -0.785462493281049, -0.7855301836765478, -0.7864576787418341, -0.795360593195667, -0.7986633631884681, -0.8078355310950992, -0.8106096622280645, -0.8113508977845628, -0.8130499426895147, -0.81346621449315, -0.8158548643673258, -0.8161290909944957, -0.816575816995627, -0.8170098913072654, -0.8182472296098103, -0.8188391474703535, -0.8195095262467623, -0.8197878910813098, -0.8205901431297979, -0.8217487490438625, -0.8239703592883504, -0.8244908126494703, -0.8260541923980307, -0.8271252669054515, -0.8287576060995406, -0.8312769002251637, -0.8330173534534809, -0.833382220894867, -0.8369815994993894, -0.8385114246063551, -0.8396357979149633, -0.8433349053822441, -0.8444728651578218, -0.8479347112084946, -0.8480864805192249, -0.8481668240093595, -0.8563012815803447, -0.8573428587508144, -0.8583730502598236, -0.863798972008451, -0.8661827201706902, -0.866848078457336, -0.8670366236413914, -0.8674153209424434, -0.867493308971115, -0.8686564215130663, -0.8688286452720461, -0.8691131810225695, -0.8698172359645673, -0.8714035887795535, -0.8715850444441887, -0.8723207241568626, -0.8732928791764573, -0.8736153787588999, -0.8739075650985095, -0.8746261389292544, -0.8750706372755956, -0.8775405318768495, -0.8778613846810748, -0.8779484104139512, -0.8786502732717173, -0.8809569231930185, -0.881891502714919, -0.8822173794415084, -0.882757508590735, -0.8861648626304657, -0.8868769997344003, -0.8876475445697484, -0.8890255956410342, -0.8921226117994027, -0.8938679396431164, -0.8939418654696455, -0.8972695363390679, -0.8975700101026192, -0.898451276347463, -0.8985993246653992, -0.8994307017630585, -0.8997890389494454, -0.899938762961945, -0.9009800301421556, -0.9031381362329277, -0.9035779067044201, -0.9040355119199199, -0.9046234625856268, -0.9055242630095011, -0.9104168614336654, -0.9112412698164676, -0.912127276755511, -0.9128848709879601, -0.9141412189013497, -0.914201271595549, -0.9172032509342359, -0.9180519027083996, -0.9186503635990731, -0.918848319651859, -0.9190650302753968, -0.9210266703302988, -0.9255466764580456, -0.925874043994119, -0.9282688130379008, -0.9287500286982815, -0.9289808807168269, -0.9297413692111899, -0.9299482660118187, -0.9315261949780603, -0.9317538993941693, -0.9335719372119784, -0.9383129604750413, -0.9383570867025431, -0.9388648094512633, -0.9391740309804748, -0.9394103919078596, -0.9399685778659721, -0.9409859874863259, -0.9419872851691075, -0.9420463911171346, -0.9429551533249475, -0.944580263347706, -0.9461167904410375, -0.9473582568610466, -0.947480271921825, -0.9482830772543333, -0.9483916968738566, -0.948491527808654, -0.9502749319871244, -0.9514861320709124, -0.953188913902237, -0.9533866355506492, -0.9546674007811824, -0.9571323621293266, -0.9575685761511695, -0.9588267280069297, -0.9605372937922491, -0.9613258378390247, -0.9615793631873277, -0.9624893872192988, -0.9629706202883669, -0.9632568907551736, -0.9642068643046402, -0.9658998571986521, -0.9661035359500101, -0.967166019466514, -0.9673143793460772, -0.9688476330767756, -0.9703374721084387, -0.9723785816144749, -0.9726399062262763, -0.9728493832736362, -0.9744336529984424, -0.9748039878723485, -0.9752025607264103, -0.9760539953459604, -0.9762741882177677, -0.9766965094833817, -0.9792747682744639, -0.9797460326533923, -0.980345479954899, -0.9804312362740206, -0.9811906554918544, -0.9815570821399999, -0.9826327721256944, -0.9831779351248918, -0.9836351175204272, -0.9838319951313217, -0.9853850073478981, -0.9885117190228464, -0.9895855723478368, -0.9914681233715414, -0.9929318326594345, -0.993357370617665, -0.9941400798515057, -0.9955119206489604, -0.9957179772978343, -0.9963753060595356, -0.996731953488399, -0.9973828310537266, -0.9984154416770543, -0.9994859556090838, -1.0002007432617654, -1.0004416646268905, -1.0025166494623658, -1.0025686002624965, -1.0026318381401051, -1.0032906363038205, -1.0044943283113816, -1.0046438406732348, -1.0053071091663635, -1.0078029528037244, -1.0082165787678146, -1.0137412764868865, -1.0153266220050305, -1.0161305808932342, -1.016968827679894, -1.0175237194012743, -1.018830466864168, -1.0194961194899606, -1.020494043704551, -1.0216664529208657, -1.0218359750755661, -1.0222981512967924, -1.022794604073278, -1.0229421866664101, -1.024115962651543, -1.0242783158062936, -1.025852515604492, -1.025949814071848, -1.0261166624533204, -1.0274993520005864, -1.0282345586189616, -1.0289779565619928, -1.0294031933466818, -1.0298520383182137, -1.0319323765278612, -1.0339548514457888, -1.0361425670276858, -1.0376296833154603, -1.0402718661745396, -1.0402926522890414, -1.0408907771489104, -1.0412145319600827, -1.0440717724621873, -1.044214669762171, -1.0448008733338159, -1.0459621260233858, -1.0463081171101738, -1.0479651245521007, -1.048658709654015, -1.051055195010755, -1.0512906422452302, -1.0531612347976043, -1.0548368208932144, -1.0555214178445198, -1.0557576026054958, -1.056954793189847, -1.0571953399197012, -1.058892789815113, -1.0615617645128297, -1.0616635841164581, -1.0627398088266573, -1.0642839978514869, -1.0648825693355983, -1.065891028929738, -1.0668692474888188, -1.0674558258490041, -1.068157190883928, -1.0699698078185695, -1.072011008680921, -1.0723550777037287, -1.0730379262182994, -1.0744123377404475, -1.0757228172421187, -1.0761823743401226, -1.0789886380993676, -1.0790908950218596, -1.080115296104009, -1.081167547304295, -1.08136986718587, -1.081779631296657, -1.0826366297876306, -1.0831863912754798, -1.083273710943805, -1.0855948320305877, -1.0862599775131165, -1.0864281194600396, -1.0867932326073726, -1.0870405292724845, -1.0891527000132792, -1.089896515034986, -1.0901052886626506, -1.0912938934733452, -1.0919617764926555, -1.0922551697026417, -1.0924232900161543, -1.0930145069624406, -1.0938363413745151, -1.0980928284771925, -1.0990366928497906, -1.1004516061164429, -1.101019889407335, -1.1012972625593425, -1.1014295847519895, -1.101647692484555, -1.1017998543052159, -1.102514532517717, -1.103073024918418, -1.1031470856982961, -1.1035530407729464, -1.1037602301554958, -1.1056922859292853, -1.1068809890165658, -1.1080986129929737, -1.1086413782303273, -1.1089733065548888, -1.1093258894106592, -1.1097234710727577, -1.1105965122012325, -1.1113916673882724, -1.1119469750205264, -1.112849903947746, -1.1129348319433685, -1.1153190344241397, -1.1158654870085918, -1.1158910197711789, -1.1165442026140753, -1.1167347766533193, -1.1171001825478932, -1.1171446152716433, -1.1174276368191685, -1.1207898300064736, -1.1213832788562292, -1.1223928954610982, -1.1234472161356284, -1.1245373434233454, -1.1249012272889947, -1.1254098240067694, -1.1289501926593395, -1.132564792535469, -1.133132926471591, -1.13405045864247, -1.1374142278096464, -1.137546646042181, -1.1375598136623106, -1.1382373372339636, -1.138302588746175, -1.1398074184277383, -1.140974824246952, -1.1416482449718628, -1.1422061083284432, -1.142736185063014, -1.1441346251476034, -1.1442273528934837, -1.1461200785981251, -1.1461523732807233, -1.1469300212986688, -1.1474401885377323, -1.1486369562305776, -1.1493696482960307, -1.149593460917637, -1.1496117683082097, -1.1503455575360015, -1.150830358274325, -1.152147588976936, -1.1528756136413585, -1.1544437311085676, -1.1554600106739101, -1.1557693956374229, -1.1572983758463626, -1.1587720580136252, -1.1593143641638242, -1.1606078215299809, -1.161316621656953, -1.1623618324812535, -1.1626861154487829, -1.1648742461275237, -1.165356434058569, -1.1670011558774904, -1.1672815207787366, -1.1676580956310367, -1.1686744118686512, -1.170746355287748, -1.1728043576802318, -1.1735308721953042, -1.1752393993785986, -1.1768338874279256, -1.1772834944237687, -1.1818058643218017, -1.182306341912853, -1.184588933616402, -1.1860094410770705, -1.1889768126959444, -1.1908859912493697, -1.1916177663660523, -1.1940827055091618, -1.1967945833742506, -1.197434704424831, -1.1974814873676942, -1.1988436777221176, -1.200986606470002, -1.202139637337374, -1.2026561429917766, -1.2044800573475294, -1.2084014168650847, -1.2240334484394382, -1.2280863169509861, -1.231577151736248, -1.2357822764074942, -1.2368818907412402, -1.2395780950805348, -1.2465899460316396, -1.2488524169853403, -1.2506554967612293, -1.2515058404209782, -1.2539560001626116, -1.255879220807668, -1.2588059315263527, -1.2632055808769433, -1.2774954593558399, -1.2786967106413807, -1.279061672343802, -1.2831410057758443, -1.2855735615354102, -1.2892223006548276, -1.3106837466673682, -1.3153309563936408, -1.3205170939682065, -1.3242292182802766, -1.3297485803612832, -1.3307222177411198, -1.3579506938589792, -1.3657024629724228, -1.4176042521637358, -1.4391502616040448], "cands": ["Mit gutem Grund.ml_IN", "Mit gutem Grund.si_LK", "Mit gutem Grund.te_IN mit gutem Grund.", "Aus gutem Grund.si_LK", "Mit gutem Grund.te_IN", "Aus gutem Grund.ml_IN", "Aus gutem Grund.te_IN mit gutem Grund.", "Mit gutem Grund.ml_IN.", "Mit gutem Grund.cs_CZ Mit gutem Grund.", "Mit gutem Grund.ml_IN...", "Mit gutem Grund.si_LK Mit gutem Grund.", "Mit gutem Grund.ur_PK", "Mit gutem Grund.ur_PK mit gutem Grund.", "Mit guten Gründen.te_IN mit gutem Grund.", "Mit gutem Grund.ml_IN?", "Mit gutem Grund.te_IN.", "Mit gutem Grund.te_IN mit guten Gründen.", "Mit einem guten Grund.te_IN mit gutem Grund.", "Aus gutem Grund.te_IN", "Mit guten Gründen.si_LKte_IN mit gutem Grund.", "Aus gutem Grund.ml_IN.", "Mit gutem Grund.te_IN mit.", "Aus gutem Grund.ml_IN Mit gutem Grund.", "Mit gutem Grund.te_IN mit gutem Grund!", "Mit gutem Grund!te_IN mit gutem Grund!", "Aus gutem Grund.si_LK Mit gutem Grund.", "Mit einem guten Grund.ml_IN", "Mit gutem Grund.te_IN mit guter Grund.", "Mit guten Gründen.ml_INte_IN mit gutem Grund.", "Mit einem guten Grund.si_LK", "Aus gutem Grund.cs_CZ Mit gutem Grund.", "Mit guten Gründen.te_INte_IN mit gutem Grund.", "Aus gutem Grund.ur_PK", "Mit gutem Grund!te_IN mit gutem Grund.", "Das mit gutem Grund.te_IN mit gutem Grund.", "Mit gutem Grund.ur_PK...", "Mit gutem Grund.si_LK.", "Aus gutem Grund.ml_IN...", "Aus gutem Grund.te_IN mit.", "Mit gutem Grund.te_IN.", "Mit guten Grund.te_IN mit gutem Grund.", "Mit gutem Grund.cs_CZ Mit gutem Grund!", "Aus gutem Grund.te_IN.", "Mit gutem Grund.te_IN mit guten Grund.", "Mit gutem Grund!ml_IN", "Mit guter Vernunft.te_IN mit gutem Grund.", "Mit guten Gründen.si_LKsi_LK", "Mit guten Gründen.te_IN mit gutem Grund.", "Mit gutem Grund.te_IN mit gutem Grund", "Aus gutem Grund.te_IN mit guten Gründen.", "Mit guten Gründen.si_LKml_IN", "Mit gutem Grund.ur_PK.", "Mit guter Begründung.te_IN mit gutem Grund.", "Auf gutem Grund.te_IN mit gutem Grund.", "Aus gutem Grund.ur_PK mit gutem Grund.", "Mit guten Gründen.ml_INsi_LK", "Mit gutem Grund.te_IN mit guten Gründen.", "Mit guten Gründen.ml_INml_IN", "Mit guten Gründen.ml_IN.", "Mit guten Gründen.te_IN mit guten Gründen.", "Mit gutem Grund.cs_CZ", "Aus gutem Grunde.ml_IN", "Mit gutem Grund.ur_PK.", "Das mit gutem Grund.ml_IN", "Mit guten Gründen.cs_CZ Mit gutem Grund.", "Mit einem guten Grund.te_IN", "Aus gutem Grunde.si_LK", "Mit gutem Grund!si_LK", "Aus gutem Grund!te_IN mit gutem Grund.", "Mit guter Grund.te_IN mit gutem Grund.", "Mit einem guten Grund.cs_CZ Mit gutem Grund.", "Mit gutem Grund.te_IN mit guten Gründe.", "Mit gutem Grund!cs_CZ Mit gutem Grund.", "Mit gutem Grund.te_IN mit guter Begründung.", "Aus gutem Grund.te_IN mit guter Grund.", "Mit guten Gründen.ml_IN...", "Mit guten Gründen.ml_IN", "Mit einem guten Grund.te_IN mit einem guten Grund.", "Mit guten Gründen.si_LK", "Auf gute Weise.te_IN mit gutem Grund.", "Mit einem guten Grund.ml_IN.", "Mit guten Grunden.te_IN mit gutem Grund.", "Mit gutem Grund.cs_CZ Mit guten Gründen.", "Aus gutem Grund.ur_PK...", "Aus gutem Grund.si_LK.", "Das mit gutem Grund.si_LK", "Das ist aus gutem Grund.", "Mit gutem Grund.ml_IN -", "Aus gutem Grund!ml_IN", "Mit guten Gründen.ml_INml_IN.", "Mit gutem Grunde.ml_IN", "Aus gutem Grund.ur_PK.", "Mit gutem Grund.ur_PK mit guten Gründen.", "Mit einem guten Grund.ml_IN...", "Mit guter Vernunft.si_LK", "Mit gutem Grund.ml_IN,", "Mit guter Begründung.si_LK", "Mit gutem Vernunft.", "Mit guter Vernunft.ml_IN", "Zu Recht.te_IN mit gutem Grund.", "Mit einem guten Grund.te_IN mit guten Gründen.", "Mit guten Grunden.ml_IN", "Mit guten Gründen.ml_IN?", "Aus gutem Grund!si_LK", "Das ist mit gutem Grund.", "Mit guten Gründen.si_LKml_IN.", "Mit gutem Grund.te_IN mit gute Gründe.", "Mit gutem Grund.te_IN mit gutem.", "Mit guten Gründen.ml_INml_IN...", "Mit guten Gründen.ur_PK mit gutem Grund.", "Mit guter Begründung.ml_IN", "Mit gutem Grund!si_LK Mit gutem Grund.", "Mit gutem Grunde.si_LK", "Mit guten Gründen.te_IN mit guter Grund.", "Auf gutem Grund.ml_IN", "Mit gutem Grund.si_LK Mit guten Gründen.", "Mit guten Gründen.ml_INte_IN", "Mit guten Gründen.te_IN.", "Mit gutem Grund.te_IN mit guter Gründe.", "Mit guten Grunden.si_LK", "Mit gutem Grund!ml_IN.", "Mit einem guten Grund.ml_IN?", "Mit guten Gründen.si_LKte_IN", "Aus gutem Grund.te_IN mit guten Grund.", "Mit gutem Grund.ur_PK mit.", "Aus guten Gründen.te_IN mit gutem Grund.", "Mit guten Gründen.si_LK Mit gutem Grund.", "Mit guten Grund.cs_CZ Mit gutem Grund.", "Mit guten Gründen.te_IN mit guten Grund.", "Auf gutem Grund.si_LK", "Mit gutem Grund.cs_CZ Das ist richtig.", "Mit gutem Grund.cs_CZ Mit guten Grund.", "Aus gutem Grund.te_IN.", "Zu Recht.ml_IN mit gutem Grund.", "Aus gutem Grund.ur_PK mit.", "Mit guten Gründen.si_LKml_IN...", "Mit einem guten Grund.te_IN.", "Mit guten Gründen.ml_INte_IN.", "Mit einem guten Grund.ur_PK", "Mit guten Gründen.ml_INml_IN?", "Mit guten Gründen.te_INml_IN.", "Auf Grund.te_IN mit gutem Grund.", "Mit guten Gründen.te_IN mit.", "Mit gutem Grund!te_IN", "Mit guten Gründen.si_LKml_IN?", "Mit guten Gründen.te_INml_IN", "Mit guten Begründungen.si_LK", "Mit guten Gründen.ml_INur_PK", "Mit gutem Grund.ml_IN", "Mit gutem Grund!te_IN.", "Mit guten Gründen.te_IN", "Mit guten Gründen.te_IN.", "Mit guten Begründungen.ml_IN", "Mit gutem Grund.cs_CZ Mit.", "Mit guten Gründen.te_INsi_LK", "Zu Recht.cs_CZ Mit gutem Grund.", "Mit gutem Grund.si_LK", "Aus gutem Grunde.te_IN", "Aus gutem Grund.cs_CZ", "Zu gutem Grund.ml_IN", "Mit guten Grund.si_LKsi_LK", "Mit gutem Grund.ml_IN....", "Mit guten Grund.si_LKml_IN", "Das mit gutem Grund.te_IN", "Mit gutem Grund.ml_IN.", "Das mit gutem Grund.ml_IN.", "Mit guten Gründen.si_LKur_PK", "Mit guten Grund.te_IN mit guten Gründen.", "Aus gutem Grunde.ml_IN.", "Mit gutem Grund!ml_IN...", "Mit guten Gründen.si_LKte_IN.", "Mit guten Grund.ml_INsi_LK", "Mit guten Grund.ml_INml_IN", "Aus gutem Grunde.te_IN mit.", "Zu gutem Grund.si_LK", "Mit guten Grund.ml_IN.", "Mit gutem Grund!te_IN.", "Mit guten Gründen.si_LK.", "Mit guten Gründen.ur_PK...", "Zu Recht.si_LK Mit gutem Grund.", "Mit gutem Grund.ml_IN", "Mit gutem Grund.si_LK -", "Mit einem guten Grund.te_IN mit.", "Mit gutem Grunde.te_IN", "Mit guten Gründen.te_INte_IN", "Mit guten Gründen.ml_INur_PK...", "Mit guten Gründen.ml_IN.", "Auf Grund.ml_IN mit gutem Grund.", "Mit guter Vernunft.ml_IN.", "Aus gutem Grunde.te_IN.", "Aus gutem Grund.ml_IN -", "Mit gutem Grund.te_IN", "Mit guten Gründen.ml_INte_IN...", "Mit guten Gründen.ur_PKml_IN", "Aus gutem Grund!ml_IN.", "Aus gutem Grund.ml_IN Mit.", "Mit gutem Grunde.ml_IN.", "Mit guten Gründen.si_LKsi_LK.", "Mit guten Gründen.cs_CZ Mit guten Gründen.", "Mit guter Begründung.ml_IN.", "Mit gutem Anlass.ml_IN", "Mit gutem Grund!ml_IN?", "Mit guten Grunden.te_IN", "Mit guten Gründen.ur_PK.", "Mit guten Gründen.ur_PKsi_LK", "Mit gutem Grund.si_LK Mit.", "Aus gutem Grund.ml_IN,", "Mit gutem Grund.si_LK", "Mit einem guten Grund.si_LK.", "Mit guten Grund.ml_IN...", "Mit gutem Grund!ur_PK", "Mit guter Vernunft.ur_PK", "Aus gutem Grunde.ur_PK", "Aus gutem Grund.si_LK Mit.", "Aus guten Gründen.si_LKsi_LK", "Mit guten Gründen.ml_IN...", "Mit einem guten Grund.ur_PK...", "Das aus gutem Grund.ml_IN", "Mit gutem Begründe.", "Das aus gutem Grund.si_LK", "Das hat einen guten Grund.ml_IN", "Mit guter Vernunft.te_IN", "Mit guter Begründung.te_IN", "Das hat einen guten Grund.si_LK", "Mit guten Gründen.te_IN.", "Aus gutem Grund!te_IN.", "Mit gutem Anlass.si_LK", "Mit guten Gründen.te_IN mit guten Gründe.", "Mit guten Grunden.ml_IN.", "Mit guten Ursachen.ml_IN", "Mit guter Grund.ml_INml_IN", "Mit guter Begründung.ml_IN...", "Mit guten Ursachen.si_LK", "Auf gutem Grund.ml_IN.", "Mit guter Grund.si_LKml_IN", "Aus gutem Grund.cs_CZ Mit.", "Mit guter Grund.ml_INsi_LK", "Mit guter Grund.si_LKsi_LK", "Aus gutem Grund!te_IN", "Mit gutem Verstand.ml_IN", "Aus gutem Grund.si_LK", "Aus gutem Grund!te_IN mit.", "Aus gutem Grund.ml_IN", "Das mit gutem Grund.ur_PK", "Aus guten Gründen.si_LKml_IN", "Mit gutem Verstand.si_LK", "Mit guten Grund.ml_IN?", "Mit gutem Grund.ur_PK", "Auf gutem Grund.te_IN", "Mit guten Begründungen.te_IN", "Mit guter Grund.ml_IN.", "Mit guten Gründen.ur_PK", "Mit guten Gründen.ur_PK.", "Mit guter Vernünftigkeit.", "Mit guten Gründen.ml_IN?", "Aus gutem Grund!ur_PK", "Mit einem guten Grund.te_IN.", "Mit gutem Grund!ur_PK...", "Aus einem guten Grund.si_LK", "Mit guten Grunden.ml_IN...", "Mit gutem Grundml_IN.", "Aus gutem Grund!ml_IN...", "Aus guten Gründen.ml_INsi_LK", "Auf jeden Fall mit gutem Grund.", "Mit guter Begründung.ml_IN?", "Mit einem vernünftigen Grund.", "Mit guten Gründen.te_INur_PK", "Mit gutem Grund.ur_PK....", "Mit guten Gründen.ml_INcs_CZ", "Mit gutem Grund!ur_PK.", "Mit gutem Grund!si_LK.", "Mit einem guten Grund.ur_PK.", "Mit guten Grund.ml_INte_IN", "Mit gutem Grund!ur_PK.", "Mit guten Grunden.te_IN.", "Mit guten Grund.te_IN.", "Mit guten Grund.ml_INur_PK", "Auf gutem Grund.ml_IN...", "Mit gutem Sinn.ml_IN", "Mit gutem Grunde.ur_PK", "Auf jeden Fall aus gutem Grund.", "Aus einem guten Grund.ml_IN", "Mit gutem Grund.ml_IN.", "Aus guten Gründen.ml_INml_IN", "Mit einem guten Grund.cs_CZ", "Mit guter Grund.ml_IN...", "Mit gutem Grundte_IN.", "Zu gutem Grund.ml_IN.", "Mit einem guten Grund!ml_IN", "Mit guten Berechtigungen.", "Mit guten Grund.te_IN mit.", "Aus gutem Grund!te_IN.", "Aus gutem Grund.te_IN", "Mit guten Begründung.si_LK", "Auf Grund und mit gutem Grund.", "Mit guten Grunden.ur_PK", "Mit guten Grund.si_LKur_PK", "Das mit guten Gründen.ml_IN", "Zu gutem Grund.te_IN", "Mit gutem Sinn.si_LK", "Das mit guten Gründen.si_LK", "Das mit gutem Grunde.", "Aus gutem Grunde!ml_IN", "Mit guter Begründung.ur_PK", "Mit guten Gründen.ml_IN -", "Auf gutem Grund.ur_PK", "Mit guten Grund.ur_PKml_IN", "Mit einem guten Grund.ml_IN -", "Mit guten Gründen.ml_INml_IN -", "Mit gutem Grundur_PK.", "Mit gutem Begründung.ml_IN", "Mit guten Begründung.ml_IN", "Aus guten Gründen.ml_IN.", "Mit gutem Grund.te_IN", "Mit einem guten Grund.ur_PK.", "Mit guten Ursachen.te_IN", "Mit gutem Grund..", "Mit guten Grund.te_INml_IN", "Mit guter Grund.ml_IN?", "Mit guter Berücksichtigung.", "Mit gutem Anlass.te_IN", "Das mit einem guten Grund.ml_IN", "Mit einem guten Grund!si_LK", "Mit gutem Begründung.si_LK", "Mit guten Grund.te_IN.", "Mit guten Grund.ur_PKsi_LK", "Aus gutem Grund.ur_PK", "Mit guten Gründen.ml_IN,", "Aus gutem Grunde!si_LK", "Mit guten Gründen.ur_PKur_PK", "Mit guten Gründe.si_LKsi_LK", "Zu einem guten Grund.si_LK", "Mit gutem Vernünftigen.", "Mit guter Vernunft.", "Mit guter Gründe.si_LKsi_LK", "Das aus gutem Grunde.", "Aus guten Gründen.te_IN mit.", "Auf gute Weise.si_LKsi_LK", "Mit guten Gründen.si_LKml_IN -", "Mit guten Grund.te_INsi_LK", "Mit guter Berechtigung.si_LK", "Mit guten Gründen.te_IN.", "Mit guten Grund.si_LK.", "Mit guter Gründe.si_LKml_IN", "Mit guten Begründungen.ur_PK", "Mit guter Grund.ml_INur_PK", "Mit guten Grund.ur_PK...", "Zu einem guten Grund.ml_IN", "Mit guten Gründe.si_LKml_IN", "Mit guten Gründen!ml_INml_IN", "Auf gute Weise.si_LKml_IN", "Mit guter Gründe.ml_INml_IN", "Auf gute Weise.ml_INml_IN", "Mit gutem Verdacht.ml_IN", "Mit guten Gründen.ur_PK mit.", "Auf gute Weise.ml_INsi_LK", "Mit guten Begründen.si_LK", "Zu gutem Grund.ur_PK", "Mit guten Grund.ur_PK.", "Mit guten Begründen.ml_IN", "Aus gutem Anlass.si_LK", "Das war aus gutem Grund.", "Mit guter Berechtigung.ml_IN", "Aus guten Gründen.ml_IN...", "Mit guten Gründe.ml_INml_IN", "Mit guten Gründen!si_LKml_IN", "Mit guten Gründen!ml_IN", "Aus gutem Anlass.ml_IN", "Auf gute Art und Weise.ml_IN", "Mit guter Grund.te_IN.", "Aus gutem Grund!ur_PK.", "Mit guten Gründen.si_LK", "Mit guten Begründen.ml_IN", "Mit einem gutem Grund.ml_IN", "Mit guten Gründen.cs_CZsi_LK", "Mit guten Gründen.ml_IN", "Das ist mit einem guten Grund.", "Mit gutem Verdanken.", "Mit guter Begründeung.", "Mit guten Gründen.si_LK", "Mit guten Gründen.ml_IN", "Aus gutem Grundml_IN.", "Mit gutem Grundte_IN.", "Mit guter Grund.si_LKur_PK", "Mit gutem Grundsi_LK.", "Mit guten Gründen!si_LK", "Das hat gute Gründe.si_LK", "Das hat einen guten Grund.ur_PK", "Aus guten Gründen.si_LKur_PK", "Auf gutem Grund!ml_IN", "Mit guten Gründen.si_LKsi_LK -", "Das hat gute Gründe.ml_IN", "Mit guten Gründen.cs_CZml_IN", "Das ist aus gutem Grunde.", "Mit guter Grund.te_INml_IN", "Auf einen guten Grund.si_LK", "Das hat guten Grund.ml_IN", "Mit guten Gründen!te_IN.", "Aus guten Gründen.te_IN.", "Auf einen guten Grund.ml_IN", "Mit guten Gründenml_IN.", "Mit gutem Verstand.ur_PK", "Auf gute Weise.ml_IN.", "Aus guten Gründen.ml_INur_PK", "Mit guter Gründe.ml_IN.", "Das hat guten Grund.si_LK", "Mit gutem Grund.ur_PK", "Mit guten Grund.ur_PK.", "Mit gutem Anlass.ur_PK", "Mit guten Gründen.te_IN", "Mit guten Gründe.ml_IN.", "Das aus gutem Grund.ur_PK", "Mit guten Grund.te_INur_PK", "Mit guten Gründen.ml_INsi_LK -", "Mit guten Gründen.si_LK -", "Mit gutem Grund!ml_IN -", "Aus gutem Grunde.ml_IN -", "Das mit gutem Grund.ml_IN -", "Mit guter Grund.te_INsi_LK", "Mit guteem Grund.ml_IN", "Mit guten Grund.ur_PKur_PK", "Mit guten Grunde.ml_IN", "Mit einem guten Grund!te_IN", "Auf gutem Grund!si_LK", "Aus dem guten Grund.si_LK", "Mit guten Grunden!ml_IN", "Mit einem guten Grund.si_LK -", "Zu guter Letzt.si_LK", "Mit guten Grunde.si_LK", "Mit guter Vernunft.ml_IN -", "Mit guten Gründen.ml_IN -", "Mit guteem Grund.si_LK", "Mit guten Ursachen.ur_PK", "Zu guter Letzt.ml_IN", "Aus dem guten Grund.ml_IN", "Aus guten Gründen.te_INml_IN", "Aus einem guten Grund.ur_PK", "Mit guter Begründung.ml_IN -", "Zu gutem Zweck.ml_IN", "Mit guten Grund.ml_IN -", "Mit guter Grunde.ml_IN", "Mit guten Grunden.ml_IN -", "Mit gutem Sinn.ur_PK", "Mit guten Gründen!te_IN", "Mit einem guten Anlass.ml_IN", "Aus gutem Grund!ml_IN -", "Mit guten Begründung.ur_PK", "Mit einem guten Grund!ur_PK", "Aus guteem Grund.ml_IN", "Mit guter Angabe.ml_IN", "Auf gutem Grund.ml_IN -", "Mit guten Gründen.si_LK -", "Aus gutem Anlass.ur_PK", "Zu Recht.si_LKsi_LK", "Zu einem guten Grund.ur_PK", "Das mit guten Gründen.ur_PK", "Mit guten Begründen.ur_PK", "Mit guter Begründung.si_LK -", "Mit guter Grund.ml_IN -", "Mit guten Grunden!te_IN", "Mit guten Grunden.si_LK -", "Mit guten Grund.si_LK -", "Auf Grund.si_LKsi_LK", "Aus guten Gründen.ml_IN -", "Auf Grund.ml_INml_IN", "Auf gute Weise.ml_IN -", "Aus guten Gründen.si_LK -"], "inp": "With good reason.", "ref": "Und das aus gutem Grund."}
{"scores": [], "cands": [], "inp": "The true believers view the deficits as evidence that the world recognizes how special the US is and wants to buy in.", "ref": "Die wahren Gläubigen betrachten die Defizite als Beweis, dass die Welt anerkennt, was für eine Ausnahmeerscheinung die USA sind, und sich dort einkaufen will."}
{"scores": [], "cands": [], "inp": "And policies, like austerity, that increase insecurity and lead to lower incomes and standards of living for large proportions of the population are, in a fundamental sense, flawed policies.", "ref": "Und politische Strategien wie die Austeritätspolitik, die die Unsicherheit erhöhen und für große Teile der Bevölkerung zur Absenkung von Einkommen und Lebensstandard führen, sind in einem grundlegenden Sinn fehlerhafte Strategien."}
{"scores": [-0.33600542687854595, -0.3364614168411127, -0.3393257320685151, -0.3472094779705218, -0.34958407649705536, -0.35721840354478257, -0.36422656567239764, -0.36787737866491904, -0.37023507004959844, -0.3784523680197306, -0.3786964611742306, -0.38176714263839767, -0.38403633544664734, -0.3847723034833641, -0.38737805517561613, -0.39070440660480527, -0.390837399971199, -0.39286582198826403, -0.40005849789241293, -0.40273183656098105, -0.43764285000428094, -0.4596066613122669, -0.46364713774567534], "cands": ["Hier ist eine erstaunliche und beunruhigende Implikationen der CBO-Prognose.", "Hier ist eine erstaunliche und beunruhigende Implikation der CBO-Prognose.", "Hier ist eine erstaunliche und beunruhigende Implikation der Prognose des CBO.", "Hier ist eine erstaunliche und beunruhigende Implikation der Prognose der CBO.", "Hier ist eine erstaunliche und beunruhigende Auswirkungen der CBO-Prognose.", "Hier ist eine erstaunliche und beunruhigende Implikationen der Prognose des CBO.", "Hier ist eine erstaunliche und beunruhigende Implikationen der Prognose der CBO.", "Hier ist eine erstaunliche und beunruhigende Bedeutung der Prognose des CBO.", "Hier ist eine erstaunliche und beunruhigende Auswirkungen der Prognose des CBO.", "Hier ist eine erstaunliche und beunruhigende Bedeutung der Prognose der CBO.", "Hier ist eine erstaunliche und beunruhigende Auswirkungen der Prognose der CBO.", "Hier ist eine erstaunliche und beunruhigende Wirkung der Prognose des CBO.", "Hier ist eine erstaunliche und beunruhigende Wirkung der CBO-Prognose.", "Hier ist eine erstaunliche und störende Implikation der CBO-Prognose.", "Hier ist eine erstaunliche und beunruhigende Bedeutung der CBO-Prognose.", "Hier ist eine erstaunliche und störende Implikation der Prognose des CBO.", "Hier ist eine erstaunliche und beunruhigende Auswirkung der CBO-Prognose.", "Hier ist eine erstaunliche und beunruhigende Wirkung der Prognose der CBO.", "Hier ist eine erstaunliche und störende Implikation der Prognose der CBO.", "Hier ist eine erstaunliche und störende Implikationen der CBO-Prognose.", "Hier ist eine erstaunliche und störende Auswirkungen der CBO-Prognose.", "Hier ist eine erstaunliche und störende Bedeutung der Prognose des CBO.", "Hier ist eine erstaunliche und störende Auswirkungen der Prognose des CBO."], "inp": "Here is an amazing and disturbing implication of the CBO’s forecast. By 2046, the projected outlays for the “mandatory” entitlement programs (Social Security and the major health programs), plus interest on the debt, would absorb more than all of the revenue that the government would collect with current tax rates.", "ref": "Die Vorhersage des CBO könnte faszinierende und verstörende Auswirkungen haben: Bleiben die Steuersätze bis dahin auf gleichem Niveau, wären die prognostizierten Aufwendungen für die „verbindlichen“ Sozialprogramme (Sozialversicherung und die großen Gesundheitsprogramme) gemeinsam mit den Schuldzinsen im Jahr 2046 höher als die Steuereinnahmen der Regierung."}
{"scores": [-0.34857683250002847, -0.3962865596043051, -0.4068720529385313, -0.4075223249617298, -0.4553517858241134, -0.4565740743306658, -0.47008005969621514, -0.4951508958546873, -0.5019887731321234, -0.5043548066216287, -0.5113834851739961, -0.5217013214359036, -0.5306445220465948, -0.5308628946070986, -0.5318741805827245, -0.53703227242532, -0.5461498312824808, -0.5478442950062886, -0.552465405644231, -0.5557451900929081, -0.5595619741177721, -0.5598795377422621, -0.5617990601710329, -0.5618755252389555, -0.5629742942575822, -0.5633219453723471, -0.568485040483498, -0.5762759812028381, -0.5782044448024714, -0.579045640528764, -0.5804302420093952, -0.5840134179701773, -0.5843381143675227, -0.5864451854806235, -0.5888189104723217, -0.5894695704307882, -0.5912796642302088, -0.5932495300139073, -0.595408415093673, -0.5963846936546996, -0.5979125253151795, -0.6016386953775109, -0.6031330723682604, -0.6078344142093414, -0.608206071564162, -0.608446958406107, -0.610766013456942, -0.6128840321963285, -0.6133793742966661, -0.6137862949219222, -0.6140274288178483, -0.6162000592920432, -0.6163247517258077, -0.6189782962588, -0.620361099610779, -0.6250863300866238, -0.6279457598536251, -0.6297371753356993, -0.6330914084269693, -0.6341033542340514, -0.634433162175885, -0.6354165856361, -0.6368618603728337, -0.6398446612957418, -0.6403753960932268, -0.6408571697359408, -0.6431463155474783, -0.6435215452224757, -0.6439996996046905, -0.6449488710446688, -0.6470106340420518, -0.6485305164813028, -0.649221189756838, -0.6509195854769153, -0.6511074519951756, -0.6511643327692546, -0.6537338745846162, -0.6550662779693734, -0.6552558750665785, -0.6555140098402553, -0.6560261480656123, -0.6566626592253142, -0.6568275440127428, -0.6605148226830291, -0.6612302896104517, -0.6620803478591193, -0.6629176274047764, -0.6653119596666995, -0.6675187433375523, -0.6683874569116199, -0.668960505231215, -0.6695527043421851, -0.6698445599100868, -0.670251622148377, -0.6702963611999531, -0.6706810537986772, -0.6711162154200389, -0.6717570450760785, -0.6722885619550836, -0.673344713439032, -0.6758893112588114, -0.6772529955780865, -0.6782884071213927, -0.6786654363110827, -0.679444112285215, -0.6797427431215015, -0.6831248733925619, -0.6843195714845342, -0.6850243595453428, -0.6884854906783497, -0.6899239165306496, -0.691220503496757, -0.6915920334678975, -0.692978321468359, -0.6930373581340332, -0.6946738574810085, -0.6947513087922454, -0.6953360243271988, -0.6960138428016122, -0.6974350794964536, -0.6985253101764777, -0.6994999129483144, -0.699665156460378, -0.7012597217876018, -0.702441355958598, -0.7031038302867332, -0.704549071855233, -0.7048994033560753, -0.705110017218242, -0.7057315010502618, -0.7057411538052375, -0.7063838102615837, -0.7077988263492246, -0.7084302144211322, -0.7104944136176637, -0.7107434722036113, -0.7111394764411443, -0.7118752463220616, -0.7136484947220366, -0.7140562919879707, -0.7152039616833162, -0.7154173037876468, -0.7154406514767913, -0.7163056202203831, -0.7168653068917673, -0.7169403187358233, -0.7211206000066296, -0.7211337474518612, -0.7231686399165159, -0.7238197158488284, -0.7278414398084352, -0.7299541259020473, -0.7314217204288911, -0.7315071596294027, -0.7321929623812077, -0.7322973722217521, -0.732617779994979, -0.7330059548461944, -0.7341821123046066, -0.734260012603888, -0.734924173747009, -0.7356571118160676, -0.7365185465879845, -0.7373501580574023, -0.738462591416348, -0.7386847511480831, -0.739987410050276, -0.74018175289856, -0.7418885124137021, -0.7423824138122604, -0.744422636178419, -0.7450334380680689, -0.7458198511017976, -0.7461220452594118, -0.7481580241452782, -0.7486084398511527, -0.7506022451806238, -0.7511085835896287, -0.7511309132400548, -0.7517390484389799, -0.7517551306960866, -0.7522285626833838, -0.7533833725956096, -0.753508798817967, -0.7537352487588292, -0.7550030339046967, -0.7552732964685201, -0.7559385001051265, -0.7578898925590124, -0.759611192953812, -0.764691254771121, -0.7674734230335528, -0.7682097980325409, -0.7704634375187596, -0.771260941178787, -0.773577854726017, -0.7764163507453832, -0.7811148626478874, -0.781163998514272, -0.7823578767538244, -0.7841600408616147, -0.785503267952318, -0.7862267105282463, -0.7863308100558296, -0.7865500990807008, -0.7874389827006614, -0.7891624750630476, -0.7918569362625716, -0.7927732435495226, -0.7932388413629384, -0.7944718994041721, -0.794504341811109, -0.7955683722526122, -0.7982253542524992, -0.798312538719217, -0.8011139625842889, -0.8023380342803326, -0.8024559401517773, -0.8038033164758416, -0.803955204979319, -0.8064691429923054, -0.8069098397105166, -0.8083722527159739, -0.8116133154150109, -0.8116448487519046, -0.8132963441552338, -0.814334129449362, -0.8146016314806723, -0.8153437295487489, -0.8173782286986113, -0.8183995020628518, -0.8187504381843888, -0.828144519691592, -0.8301588895713619, -0.8312192068908976, -0.8345244737307222, -0.8350176609623029, -0.8394806000882896, -0.8438114169023105, -0.8492906753668996, -0.8536570102848203, -0.8550888796652988, -0.8556507509828506, -0.8574575494599306, -0.8593437412330911, -0.8595762558083367, -0.8613226847752158, -0.8635666070035327, -0.863962687437775, -0.8657395185566162, -0.8707970148570392, -0.8741495343445758, -0.8749948650655732, -0.8896306019780812, -0.8978134729603794, -0.9069402780926733, -0.9347793724901032, -0.9566145735116811, -0.9978642426067414], "cands": ["Die alten Grenzstreitigkeiten wurden stillgelegt.", "Die alten Grenzenstreitigkeiten wurden stillgelegt.", "Die alten Grenzstreitigkeiten sind stillgelegt worden.", "Die alten Grenzkonflikte wurden stillgelegt.", "Die alten Grenzstreitigkeiten sind stillgelegt.", "Die alten Grenzenstreitigkeiten sind stillgelegt worden.", "Die alten Grenzkonflikte sind stillgelegt worden.", "Die alten Grenzstreitigkeiten wurden aufgehört.", "Die alten Grenzstreitigkeiten wurden gestillt.", "Die alten Grenzenstreitigkeiten sind stillgelegt.", "Die alten Grenzstreitigkeiten werden stillgelegt.", "Die alten Grenzstreitigkeiten sind aufgehört worden.", "Die alten Streitigkeiten über die Grenzen wurden stillgelegt.", "Die alten Grenzstreitigkeiten wurden aufgehoben.", "Die alten Grenzkonflikte sind stillgelegt.", "Die alten Streitigkeiten über die Grenze wurden stillgelegt.", "Die alten Grenzstreitigkeiten wurden gelassen.", "Die alten Grenzstreitigkeiten wurden verschwunden.", "Die alten Grenzenstreitigkeiten wurden aufgehört.", "Die alten Grenzenstreitigkeiten wurden gestillt.", "Die alten Grenzstreitigkeiten sind aufgehört.", "Die alten Grenzstreitigkeiten sind gestillt worden.", "Die alten Grenzstreitigkeiten wurden stillgelassen.", "Die alten Grenzdisziplinen wurden stillgelegt.", "Die alten Streitigkeiten um die Grenze wurden stillgelegt.", "Die alten Grenzstreitigkeiten sind verschwunden.", "Die alten Grenzenstreitigkeiten werden stillgelegt.", "Die alten Grenzkonflikte wurden aufgehört.", "Die alten Grenzstreitigkeiten sind aufgehoben worden.", "Die alten Grenzenstreitigkeiten sind aufgehört worden.", "Die alten Grenzstreitigkeiten sind gelassen worden.", "Die alten Grenzstreitigkeiten wurden verschwiegen.", "Die alten Streitigkeiten um die Grenzen wurden stillgelegt.", "Die alten Streitigkeiten über die Grenze sind stillgelegt worden.", "Die alten Grenzenstreitigkeiten wurden aufgehoben.", "Die alten Grenzkonflikte wurden gestillt.", "Die alten Streitigkeiten über die Grenzen sind stillgelegt worden.", "Die alten Grenzverhandlungen wurden stillgelegt.", "Die alten Grenzdiskussionen wurden stillgelegt.", "Die alten Grenzkonflikte werden stillgelegt.", "Die alten Grenzenstreitigkeiten wurden verschwunden.", "Die alten Grenzstreitigkeiten sind stillgelassen worden.", "Die alten Grenzkonflikte sind aufgehört worden.", "Die alten Streitigkeiten um die Grenze sind stillgelegt worden.", "Die alten Grenzenstreitigkeiten wurden gelassen.", "Die alten Grenzstreiten wurden stillgelegt.", "Die alten Grenzdisziplinen sind stillgelegt worden.", "Die alten Grenzenstreitigkeiten sind verschwunden.", "Die alten Grenzenstreitigkeiten sind gestillt worden.", "Die alten Grenzstreitigkeiten sind gestillt.", "Die alten Grenzenstreitigkeiten sind aufgehört.", "Die alten Grenzkonflikte wurden aufgehoben.", "Die alten Grenzstreitigkeiten sind still gelassen worden.", "Die alten Grenzstreitigkeiten sind aufgehoben.", "Die bisherigen Grenzstreitigkeiten wurden stillgelegt.", "Die alten Grenzenkonflikte wurden stillgelegt.", "Die alten Grenzverhandlungen sind stillgelegt worden.", "Die alten Grenzenstreitigkeiten wurden stillgelassen.", "Die alten Grenzdiskussionen sind stillgelegt worden.", "Die alten Grenzenstreitigkeiten sind aufgehoben worden.", "Die alten Grenzstreitigkeiten wurden gelöst.", "Die alten Grenzkonflikte wurden gelassen.", "Die alten Streitigkeiten um die Grenzen sind stillgelegt worden.", "Die alten Grenzenstreitigkeiten sind gelassen worden.", "Die alten Grenzenstreitigkeiten wurden verschwiegen.", "Die alten Grenzstreitigkeiten sind stillgesprochen worden.", "Die alten Grenzstreitigkeiten waren stillgelegt worden.", "Die alten Grenzkonflikte wurden verschwunden.", "Die alten Grenzstreitigkeiten wurden still gelassen.", "Die alten Streitigkeiten über die Grenze sind stillgelegt.", "Die alten Grenzstreitigkeiten waren stillgelegt.", "Die alten Grenzkonflikte sind aufgehört.", "Die alten Grenzstreitigkeiten sind verschwunden worden.", "Die alten Streitigkeiten über die Grenzen wurden aufgehört.", "Die ehemaligen Grenzstreitigkeiten wurden stillgelegt.", "Die alten Grenzstreitigkeiten haben sich stillgelegt.", "Die alten Grenzkonflikte sind gestillt worden.", "Die alten Streitigkeiten über die Grenzen sind stillgelegt.", "Die alte Grenzstreitigkeit wurde stillgelegt.", "Die alten Streitigkeiten über die Grenze wurden aufgehört.", "Die alten Grenzstreitigkeiten sind gelöst worden.", "Die alten Grenzstreitigkeiten wurden stillgehalten.", "Die alten Grenzstreitigkeiten haben aufgehört.", "Die alten Grenzstreitigkeiten werden aufgehört.", "Die alte Grenzstreitigkeiten wurden stillgelegt.", "Die alten Grenzkonflikte sind verschwunden.", "Die alten Grenzkonflikte wurden stillgelassen.", "Die alten Grenzkonflikte sind aufgehoben worden.", "Die alten Grenzstreitigkeiten wurden stillgesprochen.", "Die alten Grenzenstreitigkeiten sind stillgelassen worden.", "Die alten Grenzstreiten sind stillgelegt worden.", "Die alten Grenzenstreitigkeiten sind gestillt.", "Die alten Grenzstreitigkeiten werden gestillt.", "Die alten Grenzkonflikte sind gelassen worden.", "Die alten Grenzstreitigkeiten sind still.", "Die alten Grenzdisziplinen sind stillgelegt.", "Die alten Streitigkeiten über die Grenzen wurden gestillt.", "Die früheren Grenzstreitigkeiten wurden stillgelegt.", "Die alten Grenzstreitigkeiten sind verschwiegen.", "Die alten Streitigkeiten um die Grenze sind stillgelegt.", "Die alten Grenzstreitigkeiten wurden verschwommen.", "Die alte Grenzstreitigkeit ist stillgelegt worden.", "Die alten Grenzstreitigkeiten wurden geräumt.", "Die alten Grenzenstreitigkeiten sind aufgehoben.", "Die alten Grenzenstreitigkeiten sind still gelassen worden.", "Die alten Grenzenkonflikte sind stillgelegt worden.", "Die alten Grenzstreitkräfte wurden stillgelegt.", "Die alten Streitigkeiten über die Grenze werden stillgelegt.", "Die alten Grenzstreitigkeiten haben stillgelegt.", "Die alten Streitigkeiten im Grenzbereich wurden stillgelegt.", "Die alten Streitigkeiten über die Grenzen wurden aufgehoben.", "Die alten Grenzstreitigkeiten wurden aufgeräumt.", "Die alten Grenzdiskusien wurden stillgelegt.", "Die alten Grenzdisziplinen wurden aufgehört.", "Die alten Grenzkonflikte wurden verschwiegen.", "Die alten Grenzverhandlungen sind stillgelegt.", "Die bisherigen Grenzenstreitigkeiten wurden stillgelegt.", "Die alten Grenzstreitigkeiten sind stillgelassen.", "Die alten Grenzdiskussionen sind stillgelegt.", "Auch die alten Grenzstreitigkeiten wurden stillgelegt.", "Die alten Grenzenstreitigkeiten wurden gelöst.", "Die alten Grenzstreitigkeiten wurden still gelegt.", "Die alten Streitigkeiten um die Grenzen wurden aufgehört.", "Die alte Grenzstreitigkeiten sind stillgelegt worden.", "Die alten Grenzkonflikte sind stillgelassen worden.", "Die alten Grenzenstreitigkeiten sind stillgesprochen worden.", "Die alten Grenzstreitigkeiten werden verschwunden.", "Die alten Grenzstreitigkeiten werden aufgehoben.", "Die alten Streitigkeiten über die Grenzen werden stillgelegt.", "Die alten Grenzstreitigkeiten wurden verschweigt.", "Die alten Grenzstreitigkeiten wurden aufgeklärt.", "Die alten Grenzverhandlungen wurden aufgehört.", "Der alte Grenzstreit wurde stillgelegt.", "Die alten Grenzkonflikte sind still gelassen worden.", "Die alten Grenzstreitigkeiten werden stillgelassen.", "Die alten Streitigkeiten um die Grenzen sind stillgelegt.", "Die alten Grenzenstreitigkeiten haben sich stillgelegt.", "Die alten Streitigkeiten über Grenzen wurden stillgelegt.", "Die alten Grenzenstreitigkeiten waren stillgelegt worden.", "Die alten Grenzenstreitigkeiten waren stillgelegt.", "Die bisherigen Grenzkonflikte wurden stillgelegt.", "Die alten Streitigkeiten über die Grenzen wurden gelassen.", "Die alten Grenzenstreitigkeiten sind gelöst worden.", "Die alten Grenzstreitigkeiten sind gelassen.", "Die alten Grenzenstreitigkeiten wurden still gelassen.", "Die alten Grenzkonflikte sind gestillt.", "Die alten Grenzkonflikte sind aufgehoben.", "Die alten Grenzstreitigkeiten werden gelassen.", "Die alten Grenzenstreitigkeiten haben aufgehört.", "Die alten Grenzdiskusien sind stillgelegt worden.", "Die alten Grenzenstreitigkeiten werden aufgehört.", "Die alten Grenzkonflikte wurden gelöst.", "Die alten Grenzdisziplinen werden stillgelegt.", "Die alten Konflikte um die Grenze wurden stillgelegt.", "Die alten Grenzenstreitigkeiten sind verschwiegen.", "Die alten Grenzenstreiten wurden stillgelegt.", "Die alten Grenzdisputs wurden stillgelegt.", "Die alten Konflikte über die Grenzen wurden stillgelegt.", "Die alten Grenzenstreitigkeiten wurden stillgesprochen.", "Die alten Auseinandersetzungen um die Grenzen wurden stillgelegt.", "Die alten Grenzenstreitigkeiten werden gestillt.", "Die alte Grenzkonflikte wurden stillgelegt.", "Die alten Grenzenstreitigkeiten wurden stillgehalten.", "Die alten Grenzenstreitigkeiten wurden geräumt.", "Die alten Grenzkonflikte waren stillgelegt worden.", "Die ehemaligen Grenzenstreitigkeiten wurden stillgelegt.", "Die alten Grenzkonflikte sind stillgesprochen worden.", "Die alten Grenzenstreitigkeiten wurden verschwommen.", "Die alten Streitigkeiten über die Grenzen wurden stillgelassen.", "Die alten Konflikte über die Grenze wurden stillgelegt.", "Die alten Konflikte um die Grenzen wurden stillgelegt.", "Die alten Grenzstreiten sind stillgelegt.", "Die alten Grenzenstreitigkeiten sind still.", "Die alten Grenzkonflikte haben sich stillgelegt.", "Die früheren Grenzenstreitigkeiten wurden stillgelegt.", "Die alten Grenzverhandlungen werden stillgelegt.", "Die alten Grenzkonflikte wurden still gelassen.", "Die alten Grenzstreitkräfte sind stillgelegt worden.", "Alte Grenzstreitigkeiten wurden stillgelegt.", "Die alten Grenzkonflikte waren stillgelegt.", "Die alten Grenzkonflikte sind gelöst worden.", "Die alten Grenzkonflikte sind verschwunden worden.", "Die alten Grenzdiskussionen werden stillgelegt.", "Die alten Streitigkeiten über Grenzen sind stillgelegt worden.", "Die alten Grenzenkonflikte sind stillgelegt.", "Die alten Grenzenstreitigkeiten wurden aufgeräumt.", "Die ehemaligen Grenzkonflikte wurden stillgelegt.", "Die alten Grenzkonflikte haben aufgehört.", "Die alten Grenzenstreitigkeiten haben stillgelegt.", "Die alte Grenzstreitigkeit ist stillgelegt.", "Die alten Grenzkonflikte werden aufgehört.", "Die alten Grenzkonflikte wurden geräumt.", "Die alten Grenzstreiten wurden aufgehört.", "Die alten Grenzenstreitigkeiten sind stillgelassen.", "Die alten Grenzkonflikte wurden stillgehalten.", "Die früheren Grenzkonflikte wurden stillgelegt.", "Die alten Grenzstreiten wurden gestillt.", "Die alten Grenzkonflikte wurden stillgesprochen.", "Die alte Grenzkonflikte sind stillgelegt worden.", "Der alte Grenzkonflikt wurde stillgelegt.", "Die alten Grenzkonflikte werden gestillt.", "Die alten Grenzkonflikte wurden verschwommen.", "Die alten Grenzenstreitigkeiten werden stillgelassen.", "Die alten Grenzenstreiten sind stillgelegt worden.", "Die alten Grenzkonflikte wurden aufgeräumt.", "Die alten Grenzenstreitigkeiten sind gelassen.", "Die alten Grenzkonflikte haben stillgelegt.", "Die alten Grenzen Streitigkeiten wurden stillgelegt.", "Die alten Grenzenkonflikte wurden aufgehört.", "Die alten Grenzkonflikte sind still.", "Die alten Grenzenstreitigkeiten werden gelassen.", "Die alten Grenzstreifen wurden stillgelegt.", "Die alten Grenzstreiber wurden stillgelegt.", "Die alten Grenzkonflikte sind verschwiegen.", "Die alten Grenzstreiten wurden aufgehoben.", "Auch die alten Grenzkonflikte wurden stillgelegt.", "Die alten Grenzdiskusien sind stillgelegt.", "Die alten Grenzdispute wurden stillgelegt.", "Die alten Grenzstreife wurden stillgelegt.", "Die alten Grenzenverhandlungen wurden stillgelegt.", "Die alten Grenzenkonflikte wurden gestillt.", "Der alte Grenzstreit ist stillgelegt worden.", "Das alte Grenzstreit wurde stillgelegt.", "Die alten Grenzenkonflikte sind aufgehört worden.", "Die alten Grenzstreite wurden stillgelegt.", "Die alten Grenzkonflikte wurden aufgeklärt.", "Die alte Grenzstreitigkeit wird stillgelegt.", "Der alte Grenzkonflikt ist stillgelegt worden.", "Die alten Grenzkonflikte werden aufgehoben.", "Die alten Grenzkonflikte sind stillgelassen.", "Die alten Grenzstreiten werden stillgelegt.", "Die alten Grenzkonflikten wurden stillgelegt.", "Die alten Grenzkonflikte sind gelassen.", "Die alten Grenzenkonflikte werden stillgelegt.", "Die alten Grenzkonflikte werden stillgelassen.", "Die alten Grenzenkonflikte wurden aufgehoben.", "Die alten Grenzkonflikte werden gelassen.", "Die alten Grenzenstreitkräfte wurden stillgelegt.", "Das alte Grenzkonflikt wurde stillgelegt.", "Die alten Grenzstreiten wurden gelassen.", "Die alten Grenzgörter wurden stillgelegt.", "Die alten Grenzenkonflikte wurden verschwunden.", "Die alten Grenzenstreiber wurden stillgelegt.", "Die alten Grenzenstreife wurden stillgelegt.", "Alte Grenzenstreitigkeiten wurden stillgelegt.", "Die alten Grenzstreiten wurden stillgelassen.", "Das alte Grenzkonflikt ist stillgelegt worden.", "Die alte Grenzkonflikte sind stillgelegt.", "Die alten Grenzenstreikungen wurden stillgelegt.", "Die alten Grenzenkonflikte sind aufgehört.", "Die alten Grenzenstreiten sind stillgelegt.", "Die alten Grenzenkonflikte sind verschwunden.", "Die alten Grenzenkonflikte wurden gelassen.", "Alte Grenzkonflikte wurden stillgelegt.", "Der alte Grenzkonflikt ist stillgelegt.", "Die alten Grenzenkonflikte wurden stillgelassen.", "Die alten Grenzenstreits wurden stillgelegt.", "Die alten Grenzenstreiten werden stillgelegt.", "Die alten Grenzenkonflikte waren stillgelegt."], "inp": "The old border disputes have been silenced.", "ref": "Die alten Grenzstreitigkeiten wurden beigelegt."}
{"scores": [-0.3339357829984902, -0.38521673639062176, -0.39827219316631574, -0.4133901561519782, -0.43335760051507016, -0.43758929770202165, -0.43902949866429325, -0.4396689300130106, -0.44010634768392365, -0.44015460618877345, -0.4494177463803952, -0.45435295391996205, -0.4553790191617551, -0.45936849229706717, -0.4663829299777334, -0.47282076403137524, -0.4790232019301917, -0.47964457650824716, -0.4816463191971033, -0.481967426763534, -0.48510053688063864, -0.4900826395518207, -0.49483836472908455, -0.5320062391114653, -0.5438166945946737, -0.5869098256084333], "cands": ["In diesem Umfeld erfordert eine militärische Intervention in Libyen nicht dasselbe in Syrien.", "In diesem Umfeld erfordert eine militärische Intervention in Libyen nicht das gleiche in Syrien.", "In diesem Umfeld erfordert die militärische Intervention in Libyen nicht dasselbe in Syrien.", "In diesem Umfeld erfordert keine militärische Intervention in Libyen dasselbe in Syrien.", "In diesem Umfeld erfordern militärische Interventionen in Libyen nicht dasselbe in Syrien.", "In diesem Umfeld erfordert militärische Intervention in Libyen nicht dasselbe in Syrien.", "In diesem Zusammenhang erfordert eine militärische Intervention in Libyen nicht dasselbe in Syrien.", "In diesem Umfeld braucht eine militärische Intervention in Libyen nicht dasselbe in Syrien.", "In diesem Umfeld erfordert militärische Interventionen in Libyen nicht dasselbe in Syrien.", "In diesem Umfeld erfordert eine militärische Intervention in Libyen nicht dasselbe auch in Syrien.", "In diesem Umfeld erfordert die militärische Intervention in Libyen nicht das gleiche in Syrien.", "In diesem Umfeld erfordert keine militärische Intervention in Libyen dasselbe auch in Syrien.", "In diesem Rahmen erfordert eine militärische Intervention in Libyen nicht dasselbe in Syrien.", "In diesem Umfeld erfordert keine militärische Intervention in Libyen das gleiche in Syrien.", "In diesem Umfeld erfordert eine militärische Intervention in Libyen dasselbe nicht in Syrien.", "In dieser Situation erfordert eine militärische Intervention in Libyen nicht dasselbe in Syrien.", "In diesem Umfeld erfordert eine militärische Intervention in Libyen nicht die gleiche in Syrien.", "In dieser Umgebung erfordert eine militärische Intervention in Libyen nicht dasselbe in Syrien.", "In diesem Umfeld erfordert eine militärische Intervention in Libyen nicht dieselbe in Syrien.", "In diesem Umfeld erfordern militärische Interventionen in Libyen nicht das gleiche in Syrien.", "In diesem Umfeld erfordert eine militärische Intervention in Libyen in Syrien nicht dasselbe.", "In diesem Umfeld erfordert militärische Intervention in Libyen nicht das gleiche in Syrien.", "In diesem Umfeld erfordert militärische Interventionen in Libyen nicht das gleiche in Syrien.", "In diesem Umfeld ist eine militärische Intervention in Libyen in Syrien nicht notwendig.", "In diesem Umfeld ist eine militärische Intervention in Libyen nicht notwendig.", "In diesem Umfeld ist eine militärische Intervention in Libyen nicht erforderlich."], "inp": "In this environment, military intervention in Libya does not necessitate the same in Syria.", "ref": "In diesem Umfeld erfordert eine Militärintervention in Libyen eben nicht dasselbe in Syrien."}
{"scores": [], "cands": [], "inp": "In recent days, Italy’s government fell after losing a parliamentary vote on the country’s troop deployment in Afghanistan, while Britain and Denmark announced that they are to begin withdrawing their troops from Iraq.", "ref": "In den vergangenen Tagen wurde die italienische Regierung gestürzt, nachdem sie im Parlament eine Abstimmung zum Einsatz italienischer Truppen in Afghanistan verloren hatte. Gleichzeitig gaben Großbritannien und Dänemark bekannt, dass sie anfangen werden, ihre Truppen aus dem Irak abzuziehen."}
{"scores": [-0.6172872486198953, -0.63943474355645, -0.6620244241390225, -0.6669047461853099, -0.6862038639058833, -0.6894110475755035, -0.6923542106796956, -0.6951526704059308, -0.696349040188397, -0.6978290045905354, -0.724830563061311, -0.7248971453192107, -0.7338555071932538, -0.7470250070071482, -0.7739948916425777, -0.8235595494079428], "cands": ["Sicher hätte die Hürde viel höher sein müssen; z.", "Sicher hätte die Hürde viel höher sein müssen.", "Sicher hätte die Hürde viel höher sein sollen; z.", "Sicher hätte die Hürde viel höher liegen müssen; z.", "Sicher sollte die Hürde viel höher sein.", "Sicher sollte die Hürde viel höher sein; z.", "Sicherlich hätte die Hürde viel höher sein müssen.", "Sicher hätte die Hürde viel höher sein sollen.", "Sicher hätte die Hürde viel höher liegen müssen.", "Sicherlich sollte die Hürde viel höher sein.", "Sicher sollte die Hürde viel höher liegen.", "Sicher hätte die Hürde deutlich höher sein müssen.", "Sicher sollte die Hürde viel höher gewesen sein.", "Sicherlich sollte die Hürde viel höher liegen.", "Sicher sollte die Hürde deutlich höher sein.", "Sicher sollte die Hürde deutlich höher liegen."], "inp": "Surely, the hurdle should have been a lot higher; for example, Brexit should have required, say, two popular votes spaced out over at least two years, followed by a 60% vote in the House of Commons.", "ref": "Sicherlich hätte die erforderliche Mehrheit viel höher sein müssen. Beispielsweise hätte man einem Brexit eine Hürde von zwei Volksabstimmungen innerhalb von mindestens zwei Jahren und einer 60%-Mehrheit im Unterhaus in den Weg stellen können."}
{"scores": [-0.5256984810228326, -0.5307335134729824, -0.5339596092589958, -0.5401829083211859, -0.5497432991751198, -0.5594777665362844, -0.5619077426389804, -0.5727654091109253, -0.5815175255955282, -0.5917883285044796, -0.598050487333664, -0.6041529092815155, -0.6218039211906304, -0.6374672262105602], "cands": ["Russland und die Ukraine spenden jedoch kein Geld für Schadensreduzierung.", "Russland und die Ukraine verbringen jedoch kein Geld auf Schadensreduzierung.", "Russland und die Ukraine spenden jedoch kein Geld für die Schadensreduzierung.", "Russland und die Ukraine spenden jedoch kein Geld auf Schadensreduzierung.", "Russland und die Ukraine spenden jedoch kein Geld für die Schadensminderung.", "Russland und die Ukraine verbringen jedoch kein Geld für Schadensreduzierung.", "Russland und die Ukraine verbringen jedoch keine Gelder auf Schadensreduzierung.", "Russland und die Ukraine verbringen jedoch kein Geld für die Schadensreduzierung.", "Russland und die Ukraine spenden jedoch kein Geld für Schadensminderung.", "Russland und die Ukraine verbringen jedoch kein Geld für die Schadensminderung.", "Russland und die Ukraine verbringen jedoch kein Geld auf Schadensminderung.", "Russland und die Ukraine spenden jedoch kein Geld auf Schadensminderung.", "Russland und die Ukraine verbringen jedoch kein Geld für Schadensminderung.", "Russland und die Ukraine spenden jedoch kein Geld für die Schädigung."], "inp": "Russia and Ukraine, however, spend no money on harm reduction.", "ref": "Allerdings geben Russland und die Ukraine für Schadensminimierung kein Geld aus."}
{"scores": [-0.28723125898501545, -0.2967873455306008, -0.3138036336951087, -0.3234919729217549, -0.3281595916023874, -0.33523957890373557, -0.33769955459019996, -0.3480382196524646, -0.35031380784984634, -0.3554490133610507, -0.35623015175777384, -0.36350979061250727, -0.3638445624846054, -0.3657040076185739, -0.36681878994540007, -0.37081309158960435, -0.3802708033203211, -0.3807263978477537, -0.3887763035190332, -0.3890277556977948, -0.389596766685338, -0.38975004824180093, -0.3956888924522747, -0.3985031407119304, -0.3988222088127692, -0.4017842361739784, -0.40309134123043455, -0.40408758098337744, -0.4044502191911152, -0.4045254610573599, -0.4046739642930566, -0.40770453477826096, -0.408649603270995, -0.4086796344923866, -0.41225206324388863, -0.4168262490635873, -0.4168985590637395, -0.41786938158225956, -0.4204242853660655, -0.42218751539505084, -0.42278675524872344, -0.42346433132903827, -0.4287300406021994, -0.4322381598640213, -0.4337611587205448, -0.43503820073843075, -0.43710330011595144, -0.43955535131169493, -0.4424501867838815, -0.4432918700490308, -0.44429072611885034, -0.4531660063011774, -0.4683702473782986, -0.48680558597233603, -0.4875325539952677], "cands": ["Seine Präsidentschaft ist nur der jüngste Akt in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der jüngste Akt einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der letzte Akt in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der letzte Akt einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der jüngste Akt in einer lang anhaltenden politischen Tragödie.", "Seine Präsidentschaft ist nur der jüngste Akt einer lang anhaltenden politischen Tragödie.", "Seine Präsidentschaft ist nur der jüngste Akt in einer seit langem andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der neueste Akt in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der jüngste Akt einer seit langem andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der letzte Akt in einer lang anhaltenden politischen Tragödie.", "Seine Präsidentschaft ist der jüngste Akt in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der letzte Akt einer lang anhaltenden politischen Tragödie.", "Seine Präsidentschaft ist der jüngste Akt einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der letzte Akt in einer seit langem andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der neueste Akt einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur die jüngste Tat in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist lediglich der jüngste Akt in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der letzte Akt einer seit langem andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der neueste Akt in einer lang anhaltenden politischen Tragödie.", "Seine Präsidentschaft ist nur der jüngste Schritt in einer lang andauernden politischen Tragödie.", "Sein Vorsitz ist nur der jüngste Akt in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist lediglich der jüngste Akt einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist der letzte Akt in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der jüngste Akt in einer langjährigen politischen Tragödie.", "Seine Präsidentschaft ist der jüngste Akt in einer lang anhaltenden politischen Tragödie.", "Seine Präsidentschaft ist der letzte Akt einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist gerade der jüngste Akt in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist der jüngste Akt einer lang anhaltenden politischen Tragödie.", "Seine Präsidentschaft ist nur der neueste Akt einer lang anhaltenden politischen Tragödie.", "Sein Vorsitz ist nur der jüngste Akt einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur die letzte Tat in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der letzte Schritt in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der jüngste Akt einer langjährigen politischen Tragödie.", "Seine Präsidentschaft ist nur die jüngste Tat einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist lediglich der letzte Akt in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist gerade der jüngste Akt einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist die jüngste Tat in einer lang andauernden politischen Tragödie.", "Sein Vorsitz ist nur der letzte Akt in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur das jüngste Akt einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist lediglich der letzte Akt einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur das letzte Akt in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist gerade der letzte Akt in einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur das letzte Akt einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der letzte Akt in einer langjährigen politischen Tragödie.", "Sein Vorsitz ist nur der letzte Akt einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der jüngste Akt in einer langen politischen Tragödie.", "Seine Präsidentschaft ist gerade der letzte Akt einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist der letzte Akt in einer lang anhaltenden politischen Tragödie.", "Seine Präsidentschaft ist nur die letzte Tat einer lang andauernden politischen Tragödie.", "Seine Präsidentschaft ist nur der letzte Akt einer langjährigen politischen Tragödie.", "Seine Präsidentschaft ist der letzte Akt einer lang anhaltenden politischen Tragödie.", "Seine Präsidentschaft ist nur der jüngste Akt einer langen politischen Tragödie.", "Seine Präsidentschaft ist nur der letzte Akt in einer langen politischen Tragödie.", "Seine Präsidentschaft ist der jüngste Akt einer langjährigen politischen Tragödie.", "Seine Präsidentschaft ist nur der letzte Akt einer langen politischen Tragödie."], "inp": "His presidency is just the latest act in a long-running political tragedy.", "ref": "Seine Präsidentschaft ist nur der jüngste Akt einer langen politischen Tragödie."}
{"scores": [-0.6203445944484526, -0.7073687514799717, -0.848694378164127, -0.8673912581644134], "cands": ["Die erste Möglichkeit ist eher optimistisch.", "Die erste Möglichkeit ist ziemlich optimistisch.", "Die erste Möglichkeit ist recht optimistisch.", "Die erste Möglichkeit ist sehr optimistisch."], "inp": "The first possibility is rather optimistic: financial markets don’t think there could be another financial crisis during the life of the existing debt.", "ref": "Die erste Möglichkeit ist recht optimistisch: Finanzmärkte gehen davon aus, dass es während der Laufzeit der bestehenden Schuldtitel von Banken nicht zu einer weiteren Finanzkrise kommen kann."}
{"scores": [], "cands": [], "inp": "The Chinese authorities are determined to reverse the resulting decline in growth in order to reemploy those who have lost their jobs and to create employment for the millions of young people who join the labor force each year.", "ref": "Die chinesischen Behörden sind entschlossen, den resultierenden Wachstumsrückgang umzukehren, um denen, die ihre Jobs verloren haben, wieder Arbeit zu verschaffen und um Arbeitsplätze für jene Millionen junger Menschen zu schaffen, die jedes Jahr auf den Arbeitsmarkt drängen."}
{"scores": [-0.3615110226648845], "cands": ["Dadurch entstehen wiederum unhaltbare Ungleichgewichte, die zu einem unvermeidlichen Absturz führen."], "inp": "In turn, this allows unsustainable imbalances to build up, leading to an inevitable crash.", "ref": "So können sich wiederum unhaltbare Ungleichgewichte aufbauen, die zwangsläufig einen Zusammenbruch nach sich ziehen."}
{"scores": [], "cands": [], "inp": "As in previous years, Project Syndicate asked its commentators to offer their best guesses about the events and trends that will define the coming 12 months.", "ref": "As in previous years, Project Syndicate asked its commentators to offer their best guesses about the events and trends that will define the coming 12 months."}
{"scores": [], "cands": [], "inp": "There is only one way out for Asia: a significant increase in real, or inflation-adjusted, policy interest rates.", "ref": "Es gibt nur einen Ausweg für Asien: einen erheblichen Anstieg der realen oder inflationsbereinigten Leitzinsen."}
{"scores": [], "cands": [], "inp": "Indeed, when the rising power of groups like the Society for the Suppression of Vice began to initiate prosecutions of publishers and booksellers, MPs attacked this behavior for its anti-British nature.", "ref": "Als zunehmend einflussreiche Gruppen wie die „Gesellschaft zur Unterdrückung des Lasters“ den Anstoß zur Verfolgung von Verlegern und Buchhändlern gaben, attackierten Parlamentarier dieses Vorgehen für seinen anti-britischen Charakter."}
{"scores": [-0.45066405353737315, -0.45638697102938636, -0.47306483366264535, -0.5540694162472136, -0.566858768428186, -0.5712062369405019, -0.58087115474741, -0.6170266969192486, -0.6249068195788281, -0.6394334948448039, -0.6554553531568109, -0.6556451855989348, -0.6649545956130235, -0.6658132651529222, -0.6682291550471585, -0.6705306237013838, -0.6721507341521602, -0.6777269673899085, -0.6779270228581915, -0.6829809944497152, -0.6832002347513116, -0.6844715867936823, -0.7103477000466022, -0.7168778322642678, -0.7173141407345, -0.7337203851893932, -0.7480021107386957, -0.7697114417695369, -0.7817257403792381, -0.7936695637920637, -0.8253321590502208, -0.8290707583390808, -0.8609667645912437, -0.8746881420173912, -0.9154337704193305], "cands": ["Andere Länder könnten das schwedische System erforschenswert finden.", "Andere Länder könnten das System Schwedens erforschenswert finden.", "Andere Länder könnten Schwedens System erforschenswert finden.", "Andere Länder könnten schwedisches System erforschenswert finden.", "Andere Länder könnten sich das System Schwedens für eine Studie lohnen.", "Andere Länder könnten das schwedische System der Studie wert finden.", "Andere Länder könnten sich das schwedische System für eine Studie lohnen.", "Andere Länder könnten das schwedische System der Studie wert sein.", "Andere Länder könnten sich das System Schwedens für eine Studie loben.", "Andere Länder könnten es sich lohnt, Schwedens System zu studieren.", "Andere Länder könnten sich das System Schwedens für eine Studie interessieren.", "Andere Länder könnten sich für Schwedens System interessant erweisen.", "Andere Länder könnten das System Schwedens erforschen.", "Andere Länder könnten Schwedens System der Studie wert finden.", "Andere Länder könnten sich das System Schwedens für ein Studium interessieren.", "Andere Länder könnten das schwedische System erforschen.", "Andere Länder könnten sich vorstellen, Schwedens System zu studieren.", "Andere Länder könnten Schwedens System erforschenswert halten.", "Andere Länder könnten Schwedens System der Studie wert sein.", "Andere Länder könnten sich für Schwedens System interessieren.", "Andere Länder könnten sich für das schwedische System interessieren.", "Andere Länder könnten das System Schwedens für eine Studie wert finden.", "Andere Länder könnten Schwedens System für eine Studie wert finden.", "Andere Länder könnten sich für schwedisches System interessieren.", "Andere Länder könnten das System Schwedens bewundern.", "Andere Länder könnten Schwedens System für eine Studie wert sein.", "Andere Länder könnten sich das schwedische System interessieren.", "Andere Länder könnten Schwedens System erforschen.", "Andere Länder könnten das System Schwedens bewerten.", "Andere Länder könnten das schwedische System erproben.", "Andere Länder könnten das System Schwedens erlernen.", "Andere Länder könnten das System Schwedens erproben.", "Andere Länder könnten Schwedens System erlernen.", "Andere Länder könnten Schwedens System erproben.", "Andere Länder könnten das System Schwedens erkunden."], "inp": "Other countries might find Sweden’s system worth studying.", "ref": "Andere Länder finden Schwedens System vielleicht nachahmenswert."}
{"scores": [], "cands": [], "inp": "But Turkey’s military – the second-most powerful within NATO – is not in urgent need of EU weapons.", "ref": "Doch braucht das türkische Militär – das zweitstärkste innerhalb der NATO – EU-Waffen nicht dringend."}
{"scores": [], "cands": [], "inp": "And, as the Powering Jobs report showed, Africa’s skills gap – in terms of both hard and soft skills (including in middle management) – is growing.", "ref": "Und wie der Bericht Powering Jobs gezeigt hat, wächst das Qualifikationsdefizit in Afrika – sowohl in Bezug auf fachliche Fähigkeiten als auch persönliche Kompetenzen (auch im mittleren Management)."}
{"scores": [], "cands": [], "inp": "But the additional work done does not necessarily involve only government employees, and citizens can have some voice in how the expenditure is directed.", "ref": "Doch die zusätzlich verrichtete Arbeit betrifft nicht unbedingt nur Staatsbedienstete und Bürgern kann durchaus Mitsprache eingeräumt werden, wenn es darum geht, in welche Richtung die Ausgaben zu lenken sind."}
{"scores": [-0.3668194002678914, -0.3668734422848421, -0.39178482298607825, -0.39582967700441174, -0.39658559662011794, -0.41380173841686846, -0.41420470145740923, -0.4351252390019236, -0.4446154613759817, -0.4605670195783488, -0.4853038057698648, -0.48888724722037735, -0.4973702844284355, -0.4975556808735156, -0.5147581425902705, -0.528368689783268, -0.5307733617185124, -0.535755201514162, -0.5446734431088458, -0.5671895807684217, -0.578650849747437], "cands": ["Leider hat dieses Wunder der Natur kürzlich eine Beleidigung erlitten.", "Leider hat dieses Wunder der Natur vor kurzem eine Beleidigung erlitten.", "Leider hat dieses Naturwunder kürzlich eine Beleidigung erlitten.", "Leider hat dieses Wunder der Natur kürzlich eine Demütigung erlitten.", "Leider hat dieses Wunder der Natur vor kurzem eine Demütigung erlitten.", "Leider hat dieses Naturwunder kürzlich eine Demütigung erlitten.", "Leider hat dieses Naturwunder vor kurzem eine Beleidigung erlitten.", "Leider hat dieses Naturwunder vor kurzem eine Demütigung erlitten.", "Leider hat dieses Wunder der Natur vor kurzem eine Erniedrigung erlitten.", "Leider hat dieses Wunder der Natur in jüngster Zeit eine Beleidigung erlitten.", "Leider hat dieses Wunder der Natur kürzlich eine Niederlage erlitten.", "Leider hat dieses Naturwunder erst kürzlich eine Beleidigung erlitten.", "Leider ist dieses Wunder der Natur vor kurzem eine Beleidigung erlitten.", "Leider hat dieses Naturwunder in jüngster Zeit eine Beleidigung erlitten.", "Leider hat dieses Naturwunder kürzlich eine Niederlage erlitten.", "Leider hat dieses Wunder der Natur kürzlich eine Beleidigung erfahren.", "Leider hat dieses Naturwunder kürzlich eine Beleidigung erfahren.", "Leider hat dieses Wunder der Natur vor kurzem eine Beleidigung erfahren.", "Leider hat dieses Naturwunder vor kurzem eine Niederlage erlitten.", "Leider hat dieses Naturwunder vor kurzem eine Beleidigung erfahren.", "Leider hat dieses Naturwunder kürzlich eine Demütigung erfahren."], "inp": "Unfortunately, this wonder of nature has recently suffered an indignity.", "ref": "Leider ist dieses Naturwunder neuerdings einer Demütigung ausgesetzt."}
{"scores": [], "cands": [], "inp": "These consequences are reflected in all kinds of variables – growth, inflation, employment levels – that will in turn affect central-bank forecasts and influence monetary-policy decisions.", "ref": "Diese Folgen spiegeln sich in allen möglichen Variablen – Wachstum, Inflation, Beschäftigungsniveau – wider, die sich dann ihrerseits auf die Prognosen der Notenbanken auswirken und ihre geldpolitischen Entscheidungen beeinflussen."}
{"scores": [], "cands": [], "inp": "Heading into its annual meetings in a few weeks (followed by the G-20 summit in Seoul in November), the IMF is bowing to pressure to drop ever-larger sums into the EU with ever-fewer conditions.", "ref": "Der IWF, dessen Jahrestagung in wenigen Wochen bevorsteht (gefolgt vom G-20-Gipfel in Seoul im November), beugt sich nun dem Druck und steckt immer höhere Summen mit immer weniger Bedingungen in die EU."}
{"scores": [-0.2768532858624381], "cands": ["Drittens ist es entscheidend, das Kapitalkonto so zu verwalten, dass das Wachstumspotenzial der Realwirtschaft geschützt und verbessert wird."], "inp": "Third, it is critical to manage the capital account in a way that protects and enhances the real economy’s growth potential.", "ref": "Drittens ist es von entscheidender Bedeutung, die Kapitalbilanz so zu verwalten, dass sie eine schützende und fördernde Wirkung auf das Wachstumspotenzial der Realwirtschaft hat."}
{"scores": [], "cands": [], "inp": "BRUSSELS – Sometimes the most important thing that happens is what doesn’t happen – or, to paraphrase Sherlock Holmes, it’s the dog that doesn’t bark in the night.", "ref": "BRÜSSEL – Manchmal ist das Wichtigste, was passiert, was nicht passiert – oder, in Anlehnung an Sherlock Holmes, der Hund, der in der Nacht nicht anschlägt."}
{"scores": [-0.5061205279472265, -0.5942022528164744], "cands": ["Stattdessen kommen Innovationen vor allem aus den Vereinigten Staaten.", "Stattdessen kommen Innovationen vor allem aus den USA."], "inp": "Instead innovations come first and foremost from the United States, whose universities and laboratories attract the best and brightest from Europe, India, and China.", "ref": "Stattdessen kommen Innovationen vor allem aus den Vereinigten Staaten, deren Universitäten und Labors die besten und hellsten Köpfe aus Europa, Indien und China anziehen."}
{"scores": [], "cands": [], "inp": "EU members are rightfully concerned about human rights in a place dubbed by some “the Cuba of the east.”", "ref": "EU-Mitglieder sind mit Recht über die Menschenrechte an einem Ort besorgt, der von einigen „das Kuba des Ostens“ genannt wird."}
{"scores": [], "cands": [], "inp": "But human health is at greater risk in countries that burn more coal.", "ref": "Doch sind in Ländern, die mehr Kohle verbrennen, die Gesundheitsrisiken größer."}
{"scores": [], "cands": [], "inp": "But think where we’d be if we could improve the efficiency of solar cells by a factor of ten – in other words, if we could make them cheaper than fossil fuels.", "ref": "Aber denken wir einmal darüber nach, wo wir ständen, wenn wir die Effizienz von Solarzellen um den Faktor zehn verbessern könnten – mit anderen Worten, wenn wir sie billiger als fossile Brennstoffe machen könnten."}
{"scores": [-0.40452377738306605, -0.4140894312464773, -0.41740616979835216, -0.42128116655466585, -0.4263532858460744, -0.4379466663281902, -0.4393225169143954, -0.4572296799520602, -0.4621654867493008, -0.47075318696133894, -0.49051207716094686, -0.49730899447279364, -0.5003339661771892, -0.5108875789677956, -0.5180714826562913, -0.5183358684084582, -0.522702573348075, -0.52303926596447, -0.5231107226521694, -0.5254148099568114, -0.5268157007768206, -0.5300616044221841, -0.5330977636929329, -0.5411202334450167, -0.5438236889192191, -0.545080996563122, -0.5507437022202588, -0.5510420095383183, -0.5519530120070776, -0.5536678069545607, -0.554057890863415, -0.5567435565405737, -0.5568853956769889, -0.5591905103616017, -0.5673708647005744, -0.5678863811312642, -0.5693982850168854, -0.5707836119970903, -0.5709453212198151, -0.5717675995798284, -0.5722531008354158, -0.5725089388937713, -0.5740588423162132, -0.5772042289147102, -0.5789371781091404, -0.5851657056161702, -0.5888447643495712, -0.59101350220385, -0.5917329933659012, -0.5928694370540246, -0.5931868543549955, -0.5939062478198074, -0.5942645932835843, -0.6012645724522633, -0.6018753788083226, -0.6021010546271742, -0.6024863348842384, -0.602869630274288, -0.606205094804684, -0.6063955150023403, -0.6079607809715475, -0.6091134965543604, -0.6092353477430317, -0.609393418458983, -0.6107773874477922, -0.6126844881577397, -0.6158173203115557, -0.6256863027131832, -0.6275800307770218, -0.6295895610623349, -0.6303360670683386, -0.6314785112491059, -0.6333897029287004, -0.634336584482112, -0.6359317684046805, -0.6366572392614234, -0.6373253422766896, -0.6386376618118006, -0.6403851722626901, -0.6421248447526308, -0.6428723272008161, -0.6443164644795176, -0.6448997438215599, -0.645247952285718, -0.645682667928406, -0.6461104038816572, -0.6484932249064187, -0.6492841171172586, -0.6497461774325227, -0.6497645969731748, -0.6516988937699391, -0.6528494842802992, -0.6534705431238526, -0.6548938286521607, -0.6553290274531323, -0.6569092466210892, -0.6569451427934038, -0.6571776431778391, -0.6574478985532548, -0.6589457424822344, -0.6600928556243449, -0.6629733945037649, -0.662997480582822, -0.6632266924421818, -0.6632938571277375, -0.663449672873631, -0.665569296545343, -0.6676749902897048, -0.6679841489473878, -0.6685984363921006, -0.6706202318790003, -0.6708169751823468, -0.6717315177677946, -0.67362562903821, -0.6747679928746432, -0.6749321231994961, -0.6750169205649178, -0.6750311251802817, -0.676765407792225, -0.676868853269661, -0.6771830015828374, -0.6795242679881397, -0.6824901210794545, -0.6827886316371474, -0.685762980829247, -0.6865778674575962, -0.6869923529245724, -0.6875597797110621, -0.6880372101373309, -0.6883792376305443, -0.6892346852561841, -0.6896763588304964, -0.6908249398799184, -0.6927159310706311, -0.6929229485711255, -0.6929465381745269, -0.695390983457638, -0.6954487150998822, -0.6962565734718515, -0.696407506859921, -0.69706440318494, -0.6985343026763837, -0.699458185682947, -0.6996735039476933, -0.7000582162977675, -0.7006255095709866, -0.7012187507795141, -0.7025021498266261, -0.7034601662158793, -0.7037859771292402, -0.7047585784723913, -0.7061817165212911, -0.7064926412482018, -0.7084954390162532, -0.7094113851180317, -0.7095037112615047, -0.7100082134332105, -0.7110721269349305, -0.7133921499795606, -0.7169116718983775, -0.7179676959912716, -0.7198958060433585, -0.7213653213033667, -0.722082121334557, -0.7239944961327226, -0.7256893587652097, -0.7275853698248151, -0.7282253537619691, -0.7288813434259318, -0.7322977562301741, -0.7333632114878841, -0.7348229525093207, -0.7359801800022695, -0.7403299377384317, -0.7409063509701619, -0.7414368320600718, -0.744353336321913, -0.7449906945487377, -0.7461038478674429, -0.7520891715137933, -0.7532548018789831, -0.7536549934299621, -0.7540198883096838, -0.7578648545539293, -0.7595161397602502, -0.7595576961849385, -0.7597648190381976, -0.7616592718840282, -0.7631703883825801, -0.7633918359645604, -0.7638413390543461, -0.7639371039101109, -0.7640655885250045, -0.7640686144877387, -0.7645803342829588, -0.7664168012292059, -0.7666905993100324, -0.7667160740283426, -0.7682237979187198, -0.7683047913803395, -0.7684214103412533, -0.7740629226949371, -0.7875456966965881, -0.7902158972607133, -0.8312131297548264], "cands": ["Dieses Schema würde nicht alle Probleme in Asien lösen.", "Dieses Schema würde nicht alle Probleme Asiens lösen.", "Diese Regelung würde nicht alle Probleme in Asien lösen.", "Dieses Schema würde nicht alle asiatischen Probleme lösen.", "Diese Regelung würde nicht alle Probleme Asiens lösen.", "Diese Regelung würde nicht alle asiatischen Probleme lösen.", "Dieses System würde nicht alle Probleme in Asien lösen.", "Dieses System würde nicht alle Probleme Asiens lösen.", "Dieses System würde nicht alle asiatischen Probleme lösen.", "Dieses Schema würde nicht alle Probleme Asiens lösen.", "Diese Regelung würde nicht alle Probleme Asiens lösen.", "Dieses Vorhaben würde nicht alle Probleme in Asien lösen.", "Dieses Schema würde nicht alle Asienprobleme lösen.", "Dieses Vorhaben würde nicht alle Probleme Asiens lösen.", "Dieses System würde nicht alle Probleme Asiens lösen.", "Dieses Schema würde alle Probleme in Asien nicht lösen.", "Dieses Programm würde nicht alle Probleme in Asien lösen.", "Dieses Vorhaben würde nicht alle asiatischen Probleme lösen.", "Dieses Schema würde alle Probleme Asiens nicht lösen.", "Dieses Schema würde nicht alle Probleme von Asien lösen.", "Diese Regelung würde nicht alle Asienprobleme lösen.", "Diese Regelung würde alle Probleme in Asien nicht lösen.", "Diese Regelung würde alle Probleme Asiens nicht lösen.", "Das Schema würde nicht alle Probleme in Asien lösen.", "Dieses Programm würde nicht alle Probleme Asiens lösen.", "Dieses System würde nicht alle Asienprobleme lösen.", "Dieses Projekt würde nicht alle Probleme in Asien lösen.", "Diese Regelung würde nicht alle Probleme von Asien lösen.", "Dieses Schema würde nicht alle Asiens Probleme lösen.", "Dieses Programm würde nicht alle asiatischen Probleme lösen.", "Dieser Plan würde nicht alle Probleme in Asien lösen.", "Dieses Schema würde alle asiatischen Probleme nicht lösen.", "Das Schema würde nicht alle Probleme Asiens lösen.", "Dieses System würde alle Probleme in Asien nicht lösen.", "Dieses Scheme würde nicht alle Probleme in Asien lösen.", "Dieses Schema würde nicht alle Asien-Probleme lösen.", "Diese Regelung würde alle asiatischen Probleme nicht lösen.", "Dieses System würde nicht alle Probleme von Asien lösen.", "Dieses System würde alle Probleme Asiens nicht lösen.", "Dieser Schema würde nicht alle Probleme in Asien lösen.", "Das Schema würde nicht alle asiatischen Probleme lösen.", "Dieses Vorhaben würde nicht alle Probleme Asiens lösen.", "Dieser Plan würde nicht alle Probleme Asiens lösen.", "Dieses Projekt würde nicht alle Probleme Asiens lösen.", "Dieses Schema würde nicht alle Asiens Probleme lösen.", "Diese Regelung würde nicht alle Asiens Probleme lösen.", "Dieses Scheme würde nicht alle Probleme Asiens lösen.", "Dieses Schema würde alle Probleme Asiens nicht lösen.", "Dieses Projekt würde nicht alle asiatischen Probleme lösen.", "Diese Regelung würde nicht alle Asien-Probleme lösen.", "Dieser Schema würde nicht alle Probleme Asiens lösen.", "Dieser Plan würde nicht alle asiatischen Probleme lösen.", "Dieses Scheme würde nicht alle asiatischen Probleme lösen.", "Dieses System würde alle asiatischen Probleme nicht lösen.", "Dieses Schema würde nicht alle Probleme Asias lösen.", "Dieses Vorhaben würde alle Probleme in Asien nicht lösen.", "Dieses Schema würde alle Asienprobleme nicht lösen.", "Dieses Vorhaben würde nicht alle Asienprobleme lösen.", "Dieser Schema würde nicht alle asiatischen Probleme lösen.", "Dieses Programm würde nicht alle Probleme Asiens lösen.", "Diese Regelung würde nicht alle Asiens Probleme lösen.", "Dieses Vorhaben würde alle Probleme Asiens nicht lösen.", "Diese Regelung würde alle Probleme Asiens nicht lösen.", "Dieses System würde nicht alle Asiens Probleme lösen.", "Das Schema würde nicht alle Probleme Asiens lösen.", "Dieses System würde nicht alle Asien-Probleme lösen.", "Diese Schema würde nicht alle Probleme in Asien lösen.", "Diese Regelung würde alle Asienprobleme nicht lösen.", "Dieses Schema würden nicht alle Probleme in Asien lösen.", "Dieses Programm würde nicht alle Asienprobleme lösen.", "Dieses Vorhaben würde nicht alle Probleme von Asien lösen.", "Das System würde nicht alle Probleme in Asien lösen.", "Diese Regelung würde nicht alle Probleme Asias lösen.", "Dieses Schema würde nicht alle Asiatischen Probleme lösen.", "Dieses System würde nicht alle Asiens Probleme lösen.", "Dieser Plan würde nicht alle Probleme Asiens lösen.", "Dieses Schema könnte nicht alle Probleme in Asien lösen.", "Das Schema würde nicht alle Asienprobleme lösen.", "Dieses Projekt würde nicht alle Probleme Asiens lösen.", "Dieses Programm würde alle Probleme in Asien nicht lösen.", "Diese Schema würde nicht alle Probleme Asiens lösen.", "Dieses Schema würde nicht all die Probleme Asiens lösen.", "Dieses Vorhaben würde alle asiatischen Probleme nicht lösen.", "Dieses System würde alle Probleme Asiens nicht lösen.", "Dieses Scheme würde nicht alle Probleme Asiens lösen.", "Diese Regelung würden nicht alle Probleme in Asien lösen.", "Dieses Schema würden nicht alle asiatischen Probleme lösen.", "Dieses Schema würden nicht alle Probleme Asiens lösen.", "Dieser Schema würde nicht alle Probleme Asiens lösen.", "Dieses Schema würde alle Probleme von Asien nicht lösen.", "Dieses System würde alle Asienprobleme nicht lösen.", "Dieses Programm würde nicht alle Probleme von Asien lösen.", "Diese Schema würde nicht alle asiatischen Probleme lösen.", "Diese Lösung würde nicht alle Probleme in Asien lösen.", "Dieses Schema würde die Probleme Asiens nicht alle lösen.", "Dies würde nicht alle Probleme in Asien lösen.", "Dieses System würde nicht alle Probleme Asias lösen.", "Dieses Programm würde alle Probleme Asiens nicht lösen.", "Dieses System würden nicht alle Probleme in Asien lösen.", "Dieses Schema würde nicht alle Probleme Asiens beheben.", "Dieses Schema könnte nicht alle Probleme Asiens lösen.", "Dieses Projekt würde nicht alle Asienprobleme lösen.", "Dieses Scheme würde nicht alle Asienprobleme lösen.", "Das Schema würde nicht alle Probleme von Asien lösen.", "Das System würde nicht alle Probleme Asiens lösen.", "Diese Regelung hätte nicht alle Probleme in Asien gelöst.", "Dieser Plan würde nicht alle Asienprobleme lösen.", "Dieses Projekt würde alle Probleme in Asien nicht lösen.", "Dieses Schema könnte nicht alle asiatischen Probleme lösen.", "Diese Regelung würden nicht alle Probleme Asiens lösen.", "Diese Regelung würde nicht all die Probleme Asiens lösen.", "Diese Regelung würden nicht alle asiatischen Probleme lösen.", "Diese Regelung könnte nicht alle Probleme in Asien lösen.", "Dieses Vorhaben würde nicht alle Asiens Probleme lösen.", "Diese Regelung würde nicht alle Asiatischen Probleme lösen.", "Das Vorhaben würde nicht alle Probleme in Asien lösen.", "Diese Regelung würde alle Probleme von Asien nicht lösen.", "Diese Regelung würde die Probleme Asiens nicht alle lösen.", "Das System würde nicht alle asiatischen Probleme lösen.", "Dieses Schema würde nicht alle Asien Probleme lösen.", "Dieser Plan würde alle Probleme in Asien nicht lösen.", "Das Schema würde alle Probleme Asiens nicht lösen.", "Diese Regelung würde nicht alle Probleme Asiens beheben.", "Dieses Vorhaben würde alle Probleme Asiens nicht lösen.", "Dieses System würden nicht alle asiatischen Probleme lösen.", "Dieses Projekt würde alle Probleme Asiens nicht lösen.", "Dieses System könnte nicht alle Probleme in Asien lösen.", "Dieses Projekt würde nicht alle Probleme von Asien lösen.", "Dieser Plan würde nicht alle Probleme von Asien lösen.", "Dieses System würden nicht alle Probleme Asiens lösen.", "Dieses Schema würde alle Asiens Probleme nicht lösen.", "Dies würde nicht alle Probleme Asiens lösen.", "Dieser Plan würde alle Probleme Asiens nicht lösen.", "Dieses Programm würde alle asiatischen Probleme nicht lösen.", "Dieses System würde nicht alle Asiatischen Probleme lösen.", "Das Programm würde nicht alle Probleme in Asien lösen.", "Dieses Vorhaben würde nicht alle Asiens Probleme lösen.", "Diese Scheme würde nicht alle Probleme Asiens lösen.", "Dieses Vorhaben würde alle Asienprobleme nicht lösen.", "Dieser Vorschlag würde nicht alle Probleme Asiens lösen.", "Diese Regelung könnte nicht alle Probleme Asiens lösen.", "Diese Schema würde nicht alle Probleme Asiens lösen.", "Diese Lösung würde nicht alle Probleme Asiens lösen.", "Dieses System würde nicht all die Probleme Asiens lösen.", "Dies würde nicht alle asiatischen Probleme lösen.", "Das Vorhaben würde nicht alle Probleme Asiens lösen.", "Dieses Scheme würde alle Probleme Asiens nicht lösen.", "Dieses System würde alle Probleme von Asien nicht lösen.", "Diese Scheme würde nicht alle asiatischen Probleme lösen.", "Dieses Programm würde nicht alle Asiens Probleme lösen.", "Dieses Schema würde alle Asiens Probleme nicht lösen.", "Dieser Schema würde alle Probleme Asiens nicht lösen.", "Das Schema würde nicht alle Asiens Probleme lösen.", "Dieses System würde die Probleme Asiens nicht alle lösen.", "Dieses Schema würden nicht alle Probleme Asiens lösen.", "Diese Regelung könnte nicht alle asiatischen Probleme lösen.", "Diese Lösung würde nicht alle asiatischen Probleme lösen.", "Diese Regelung würde nicht alle Asien Probleme lösen.", "Dieses System würde nicht alle Probleme Asiens beheben.", "Dieses Vorhaben würde nicht alle Probleme Asias lösen.", "Das Vorhaben würde nicht alle asiatischen Probleme lösen.", "Diese Regelung würde alle Asiens Probleme nicht lösen.", "Das System würde nicht alle Probleme Asiens lösen.", "Dieses System könnte nicht alle Probleme Asiens lösen.", "Das Programm würde nicht alle Probleme Asiens lösen.", "Diese Regelung löst nicht alle Probleme in Asien.", "Dieses Projekt würde alle asiatischen Probleme nicht lösen.", "Dieses Programm würde nicht alle Asiens Probleme lösen.", "Dieses System könnte nicht alle asiatischen Probleme lösen.", "Diese Regelung würde alle Asiens Probleme nicht lösen.", "Dieses Programm würde alle Probleme Asiens nicht lösen.", "Dieser Plan würde alle asiatischen Probleme nicht lösen.", "Diese Regelung würden nicht alle Probleme Asiens lösen.", "Dieser Plan würde nicht alle Asiens Probleme lösen.", "Das Programm würde nicht alle asiatischen Probleme lösen.", "Dieses System würde nicht alle Asien Probleme lösen.", "Dieses Projekt würde nicht alle Asiens Probleme lösen.", "Dieses System löst nicht alle Probleme in Asien.", "Dieses Programm würde nicht alle Probleme Asias lösen.", "Dies würde nicht alle Probleme Asiens lösen.", "Dieses System würden nicht alle Probleme Asiens lösen.", "Dieses System würde alle Asiens Probleme nicht lösen.", "Diese Anlage würde nicht alle Probleme Asiens lösen.", "Dieses Vorhaben würde nicht alle Asiatischen Probleme lösen.", "Das Vorhaben würde nicht alle Probleme Asiens lösen.", "Diese Regelung löst nicht alle Probleme Asiens.", "Diese Lösung würde nicht alle Probleme Asiens lösen.", "Dieses Vorhaben würden nicht alle Probleme Asiens lösen.", "Dies würde nicht alle Asienprobleme lösen.", "Diese Regelung würde die Probleme Asiens nicht lösen.", "Dieser Plan würde nicht alle Asiens Probleme lösen.", "Dieses Vorhaben würden nicht alle asiatischen Probleme lösen.", "Diese Regelung könnte nicht alle Probleme Asiens lösen.", "Dieses Projekt würde alle Probleme Asiens nicht lösen.", "Diese Anlage würde nicht alle asiatischen Probleme lösen.", "Diese Regelung löst nicht alle asiatischen Probleme.", "Dieses Projekt würde nicht alle Asiens Probleme lösen.", "Dieser Plan würde alle Probleme Asiens nicht lösen.", "Dieses System würde alle Asiens Probleme nicht lösen.", "Dieses Vorhaben könnte nicht alle Probleme Asiens lösen.", "Diese Regelung würde nicht alle Asiatische Probleme lösen.", "Diese Regelung würde nicht alle Probleme Asien lösen.", "Dieses System löst nicht alle asiatischen Probleme.", "Dieses System löst nicht alle Probleme Asiens.", "Dies würde alle Probleme Asiens nicht lösen."], "inp": "This scheme wouldn’t solve all of Asia’s problems.", "ref": "Dieser Plan würde nicht alle Probleme Asiens lösen."}
{"scores": [], "cands": [], "inp": "But the fact is that the dismal state of urban water management – exemplified by the fact that 36% of the water in South African cities is either lost due to leakage or not paid for, compared to 3.7% in Tokyo and 8% in Phnom Penh – remains a leading reason for the shutdown.", "ref": "Tatsache ist aber, dass ein Hauptgrund für den Zusammenbruch der desolate Zustand der städtischen Wasserversorgung ist – was durch die Tatsache verdeutlicht wird, dass 36% des Wassers in südafrikanischen Städten entweder durch Lecks verloren geht oder nicht bezahlt wird, verglichen mit nur 3,7% in Tokio und 8% in Phnom Penh."}
{"scores": [], "cands": [], "inp": "The only clear lesson to emerge from Iran’s disputed presidential election is that the country has a vibrant and indeed dynamic civil society.", "ref": "Die einzige klare Lehre, die man aus den umstrittenen Präsidentschaftswahlen im Iran ziehen kann, ist, dass das Land eine lebhafte und wirklich dynamische Zivilgesellschaft hat."}
{"scores": [], "cands": [], "inp": "But they did pave the way for religious reformers to carry the revolution into its next phase.", "ref": "Die Gesetze, die das Parlament in den 1530er-Jahren verabschiedet hatte, ersetzten den Katholizismus nicht durch den Protestantismus. Aber sie ebneten den Weg für religiöse Reformer, um die Revolution in die nächste Phase zu bringen."}
{"scores": [], "cands": [], "inp": "In November, representatives of member states of the World Health Organization’s Europe region met in Bucharest, where they signed the “European Declaration on the Health of Children and Young People with Intellectual Disabilities and their Families.”", "ref": "Im November trafen sich Vertreter der Mitgliedsstaaten der WHO-Europaregion in Bukarest, wo sie die europäische Erklärung „Bessere Gesundheit, besseres Leben: Kinder und Jugendliche mit geistigen Behinderungen und ihre Familien“ unterzeichneten."}
{"scores": [], "cands": [], "inp": "On the contrary, leaders’ failure to discern, much less act on, the lessons of the Great Recession may open the way for a series of fresh crises, economic and otherwise, in the coming decades.", "ref": "Im Gegenteil: Das Versäumnis der Regierungen, Lehren aus der Großen Rezession zu ziehen oder gar zu befolgen, könnte den Weg für eine Reihe neuer wirtschaftlicher und sonstiger Krisen in den kommenden Jahrzehnten bereiten."}
{"scores": [], "cands": [], "inp": "After all, sovereigns are called that because they have the power to impose taxes, regulations, and, at the extreme, confiscation.", "ref": "Schließlich haben Staaten per Definition das Recht, Steuern einzuheben, Regulierungen zu erlassen und, im Extremfall, zu konfiszieren."}
{"scores": [], "cands": [], "inp": "In the 40 years since Deng Xiaoping began to lead China out of the Maoist dark ages, the country has achieved unprecedented economic growth and development.", "ref": "In den vierzig Jahren, seit Deng Xiaoping begann, China aus dem dunklen Zeitalter des Maoismus herauszuführen, hat das Land ein Wirtschaftswachstum und eine Entwicklung erreicht, die noch nie dagewesen sind."}
{"scores": [], "cands": [], "inp": "At a typical 5% annual real interest rate for risky cash flows, diverting that large a share of resources away from goods and services directly useful this year is a good bargain only if it boosts overall annual economic growth by 0.3% – or 6% per 25-year generation.", "ref": "Bei einer typischen jährlichen Realverzinsung von 5% auf riskante Kapitalflüsse wäre die Umleitung eines derart großen Ressourcenanteils weg von unmittelbar nutzbaren Waren und Dienstleistungen in diesem Jahr nur dann ein gutes Geschäft, wenn sie das jährliche Wirtschaftswachstum um 0,3% – oder 6% pro 25-Jahres-Generation – steigern würde."}
{"scores": [], "cands": [], "inp": "Asia’s governments must also begin to adhere to a far more expansive idea of open regionalism, which means that countries like India should have a voice in Asia/Pacific affairs, and they must respect the Asian interests of countries beyond the region.", "ref": "Asiens Regierungen müssen anfangen, sich eine deutlich weiter gehende Vorstellung eines offenen Regionalismus zu Eigen zu machen – was heißt, dass auch Länder wie Indien in asiatisch-pazifischen Fragen eine Stimme haben sollten –, und sie müssen die asiatischen Interessen von Ländern außerhalb der Region respektieren."}
{"scores": [], "cands": [], "inp": "Scientific evidence indicates that, to be effective, 30-50% of available habitat should be set aside as no-take zones.", "ref": "Aus der wissenschaftlichen Forschung wissen wir, dass 30-50 % des verfügbaren Lebensraumes als Fangverbotszonen ausgewiesen werden müssten, um diese Wirkung zu erzielen."}
{"scores": [-0.3998707956419038, -0.41434764637996346, -0.41541135637846216, -0.41883490799654705, -0.42491000854788985, -0.4264976623266645, -0.42888031182484493, -0.43216742110214806, -0.4537005049303025, -0.45484939825337, -0.4667032970352435, -0.46711138423881066, -0.4697920966905426, -0.4700391631383258, -0.4716394529837685, -0.4737756364607842, -0.47565111845180286, -0.4774915709629447, -0.47966443537036013, -0.48023831514257476, -0.4811107737497037, -0.48178587635792575, -0.4831732574551837, -0.48504392063936147, -0.4872970027604103, -0.488151549671628, -0.48853576011049976, -0.48916332685549613, -0.4915316866581597, -0.4934223696809469, -0.49359975279160523, -0.4947654141986486, -0.495099701004203, -0.49842265459340634, -0.49846323411773474, -0.4993901606368969, -0.5019553007274926, -0.5025751986353209, -0.5027867647572588, -0.5070475582333115, -0.5077753022358124, -0.5097597137426383, -0.5108114153015073, -0.5111766048337799, -0.5137321577744381, -0.5142965773580038, -0.5143822229227434, -0.5146952579868627, -0.515437921120832, -0.5161120038074626, -0.5186316163109204, -0.5196273653353196, -0.5249111092745992, -0.5271361648979189, -0.5276278339906406, -0.5283789107794402, -0.5286552632633396, -0.5291531788736015, -0.529977540822182, -0.5317394640913613, -0.5318907227989761, -0.5332902161945342, -0.533697020890196, -0.5344415032127106, -0.5349166222202502, -0.5372098325837636, -0.5375455754495556, -0.5375839243160025, -0.5379105167884121, -0.5384107380479737, -0.5394111093690993, -0.542587178846668, -0.542673109505707, -0.5427951033375438, -0.5431473402813944, -0.54364385767155, -0.5445316648881162, -0.545080393345712, -0.5451118600797692, -0.5459560322280125, -0.5461892874479514, -0.5473113803217295, -0.5474591793544168, -0.5478743545874835, -0.5488518204819003, -0.5490105041263728, -0.549767882135139, -0.55065811158887, -0.5603362353829521, -0.5608369612804976, -0.568247747737527, -0.5710406823770117, -0.5850314444331985], "cands": ["Die Insel könnte aufgeteilt sein, aber das Leben für viele ist komfortabel.", "Die Insel kann geteilt werden, aber das Leben für viele ist komfortabel.", "Die Insel könnte geteilt sein, aber das Leben für viele ist komfortabel.", "Die Insel kann aufgeteilt sein, aber das Leben für viele ist komfortabel.", "Die Insel kann geteilt sein, aber das Leben für viele ist komfortabel.", "Die Insel könnte geteilt werden, aber das Leben für viele ist komfortabel.", "Die Insel kann aufgeteilt werden, aber das Leben für viele ist komfortabel.", "Die Insel könnte aufgeteilt werden, aber das Leben für viele ist komfortabel.", "Die Insel könnte aufgeteilt sein, aber das Leben für viele ist bequem.", "Die Insel könnte aufgeteilt sein, aber für viele ist das Leben komfortabel.", "Die Insel kann geteilt werden, aber das Leben für viele ist bequem.", "Die Insel könnte geteilt sein, aber das Leben für viele ist bequem.", "Die Insel könnte gespalten sein, aber das Leben für viele ist komfortabel.", "Die Insel kann aufgeteilt sein, aber für viele ist das Leben komfortabel.", "Die Insel kann aufgeteilt sein, aber das Leben für viele ist bequem.", "Die Insel könnte geteilt sein, aber für viele ist das Leben komfortabel.", "Die Insel kann geteilt sein, aber das Leben für viele ist bequem.", "Die Insel kann geteilt werden, aber für viele ist das Leben komfortabel.", "Die Insel könnte geteilt werden, aber das Leben für viele ist bequem.", "Die Insel kann geteilt sein, aber für viele ist das Leben komfortabel.", "Die Insel könnte aufgeteilt sein, aber das Leben für viele ist angenehm.", "Die Insel könnte aufgeteilt sein, aber das Leben ist für viele komfortabel.", "Die Insel kann aufgeteilt werden, aber das Leben für viele ist bequem.", "Die Insel kann unterteilt sein, aber das Leben für viele ist komfortabel.", "Die Insel könnte aufgeteilt werden, aber das Leben für viele ist bequem.", "Die Insel kann aufgeteilt werden, aber für viele ist das Leben komfortabel.", "Die Insel kann gespalten sein, aber das Leben für viele ist komfortabel.", "Die Insel könnte unterteilt sein, aber das Leben für viele ist komfortabel.", "Die Insel könnte geteilt werden, aber für viele ist das Leben komfortabel.", "Die Insel könnte aufgeteilt werden, aber für viele ist das Leben komfortabel.", "Die Insel kann geteilt werden, aber das Leben ist für viele komfortabel.", "Die Insel kann gespalten werden, aber das Leben für viele ist komfortabel.", "Die Insel kann aufgeteilt sein, aber das Leben ist für viele komfortabel.", "Die Insel könnte geteilt sein, aber das Leben für viele ist angenehm.", "Die Insel könnte geteilt sein, aber das Leben ist für viele komfortabel.", "Die Insel kann aufgeteilt sein, aber das Leben für viele ist angenehm.", "Die Insel könnte gespalten werden, aber das Leben für viele ist komfortabel.", "Die Insel kann geteilt sein, aber das Leben ist für viele komfortabel.", "Die Insel kann geteilt werden, aber das Leben für viele ist angenehm.", "Die Insel kann aufgeteilt werden, aber das Leben ist für viele komfortabel.", "Die Insel kann geteilt sein, aber das Leben für viele ist angenehm.", "Die Insel könnte geteilt werden, aber das Leben ist für viele komfortabel.", "Die Insel mag geteilt sein, aber das Leben für viele ist komfortabel.", "Die Insel könnte aufgeteilt sein, aber das Leben für viele ist gemütlich.", "Die Insel kann getrennt sein, aber das Leben für viele ist komfortabel.", "Die Insel könnte aufgeteilt werden, aber das Leben ist für viele komfortabel.", "Die Insel mag aufgeteilt sein, aber das Leben für viele ist komfortabel.", "Die Insel könnte geteilt werden, aber das Leben für viele ist angenehm.", "Die Insel kann aufgeteilt werden, aber das Leben für viele ist angenehm.", "Die Insel könnte aufgeteilt sein, aber für viele ist das Leben bequem.", "Die Insel könnte aufgeteilt werden, aber das Leben für viele ist angenehm.", "Die Insel könnte aufgeteilt sein, aber für viele ist das Leben angenehm.", "Die Insel könnte aufgeteilt sein, aber das Leben ist für viele angenehm.", "Die Insel könnte geteilt sein, aber das Leben für viele ist gemütlich.", "Die Insel kann aufgeteilt sein, aber das Leben für viele ist gemütlich.", "Die Insel ist zwar geteilt, aber das Leben für viele ist komfortabel.", "Die Insel kann geteilt werden, aber das Leben für viele ist gemütlich.", "Die Insel ist zwar geteilt, aber für viele ist das Leben komfortabel.", "Die Insel kann aufgeteilt sein, aber für viele ist das Leben bequem.", "Die Insel könnte aufgeteilt sein, doch das Leben für viele ist komfortabel.", "Die Insel könnte aufgeteilt sein, aber das Leben ist für viele bequem.", "Die Insel könnte geteilt sein, aber für viele ist das Leben bequem.", "Die Insel kann aufgeteilt sein, aber für viele ist das Leben angenehm.", "Die Insel kann geteilt sein, aber das Leben für viele ist gemütlich.", "Die Insel kann unterteilt sein, aber für viele ist das Leben komfortabel.", "Die Insel kann unterteilt werden, aber das Leben für viele ist komfortabel.", "Die Insel kann geteilt werden, aber für viele ist das Leben bequem.", "Die Insel kann unterteilt sein, aber das Leben für viele ist bequem.", "Die Insel kann aufgeteilt sein, aber das Leben ist für viele angenehm.", "Die Insel kann geteilt sein, aber für viele ist das Leben bequem.", "Die Insel könnte geteilt sein, aber für viele ist das Leben angenehm.", "Die Insel könnte geteilt werden, aber das Leben für viele ist gemütlich.", "Die Insel kann aufgeteilt werden, aber das Leben für viele ist gemütlich.", "Die Insel könnte unterteilt sein, aber das Leben für viele ist bequem.", "Die Insel könnte unterteilt sein, aber für viele ist das Leben komfortabel.", "Die Insel kann geteilt werden, aber das Leben ist für viele bequem.", "Die Insel könnte geteilt sein, aber das Leben ist für viele angenehm.", "Die Insel kann aufgeteilt sein, aber das Leben ist für viele bequem.", "Die Insel kann geteilt sein, aber für viele ist das Leben angenehm.", "Die Insel könnte aufgeteilt, aber das Leben für viele ist komfortabel.", "Die Insel kann geteilt werden, aber das Leben ist für viele angenehm.", "Die Insel kann geteilt werden, aber für viele ist das Leben angenehm.", "Die Insel könnte geteilt sein, aber das Leben ist für viele bequem.", "Die Insel könnte aufgeteilt werden, aber das Leben für viele ist gemütlich.", "Die Insel ist vielleicht geteilt, aber das Leben für viele ist komfortabel.", "Die Insel kann geteilt sein, aber das Leben ist für viele angenehm.", "Die Insel kann aufgeteilt werden, aber für viele ist das Leben bequem.", "Die Insel ist zwar aufgeteilt, aber für viele ist das Leben komfortabel.", "Die Insel kann getrennt werden, aber das Leben für viele ist komfortabel.", "Die Insel kann aufgeteilt, aber das Leben für viele ist komfortabel.", "Die Insel kann getrennt sein, aber das Leben für viele ist bequem.", "Die Insel kann getrennt sein, aber für viele ist das Leben komfortabel.", "Die Insel ist geteilt, aber das Leben für viele ist komfortabel."], "inp": "The island might be divided, but life for many is comfortable.", "ref": "Die Insel mag geteilt sein; vielen aber bietet sie ein komfortables Leben."}
{"scores": [-0.28940124976056714, -0.29847793918923304, -0.3100738409273633, -0.31238102332189466, -0.3141774197305595, -0.3205805309528912, -0.3259746140212219, -0.3260845453601962, -0.3276626293888464, -0.3338726279317169, -0.33407671337469697, -0.3402131913498154, -0.3486211625771732, -0.3506790751100176, -0.350833549988088, -0.3513208440548615, -0.35213536442417265, -0.35385895991954885, -0.35518366819590586, -0.3552286700979674, -0.3661616548702225, -0.367208636122899, -0.36873716384074834, -0.3742052318344491, -0.37513587625613787, -0.3760575653936241, -0.37632802894618683, -0.3767422728443126, -0.3784487253411535, -0.37959986603387924, -0.37989219011671366, -0.3820515357288718, -0.3880117446030035, -0.39030368454494696, -0.39345093092497857, -0.39355851643383183, -0.3972786632607438, -0.39773908816830156, -0.4031774665028362, -0.40414350327121723, -0.4062865774167501, -0.4079354686676149, -0.41123267602839775, -0.411760932032428, -0.4195257413398633, -0.4201820039591256, -0.42258928086064323, -0.4230461220117111, -0.42354563375841214, -0.4238362775521105, -0.42626588687366507, -0.4294788536165408, -0.4341974088140948, -0.43449457688243115, -0.4349327847502177, -0.43647715131298154, -0.44209545208762924, -0.44792055783461493, -0.4505878779705007, -0.4510856909528956, -0.45126915159993203, -0.4525493563468475, -0.45516612449863064, -0.4561360357795398, -0.4612553413265659, -0.4621732696138431, -0.47519313267127455, -0.4768496375279472, -0.4801766589657507, -0.4829809935564668, -0.4884441217123612, -0.5023361620050218, -0.502784317894371, -0.5067035977819778, -0.5117315923296507, -0.5197756461477705, -0.5199916909872117, -0.5374183988813712], "cands": ["Ab 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA mehr und mehr Kapital zu importieren, insbesondere aus Asien.", "Seit 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA mehr und mehr Kapital zu importieren, vor allem aus Asien.", "Ab 1990 begannen die USA mehr und mehr Kapital, vor allem aus Asien, zu importieren.", "Seit 1990 begannen die USA mehr und mehr Kapital zu importieren, insbesondere aus Asien.", "Ab 1990 begannen die USA immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA, mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA immer mehr Kapital zu importieren, insbesondere aus Asien.", "Seit 1990 begannen die USA mehr und mehr Kapital, vor allem aus Asien, zu importieren.", "Seit 1990 begannen die USA mehr und mehr Kapital zu importieren, vor allem aus Asien.", "Ab 1990 begannen die USA immer mehr Kapital zu importieren, vor allem aus Asien.", "Ab 1990 begannen die USA, immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA mehr und mehr Kapital zu importieren, besonders aus Asien.", "Ab 1990 begannen die USA immer mehr Kapital, vor allem aus Asien, zu importieren.", "Seit 1990 begannen die USA immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begannen die USA, mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA, mehr und mehr Kapital, vor allem aus Asien, zu importieren.", "Ab 1990 begannen die USA mehr und mehr Kapital, besonders aus Asien, zu importieren.", "Seit 1990 begannen die USA immer mehr Kapital zu importieren, insbesondere aus Asien.", "Ab 1990 begannen die USA, mehr und mehr Kapital zu importieren, insbesondere aus Asien.", "Seit 1990 begannen die USA immer mehr Kapital zu importieren, vor allem aus Asien.", "Ab 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien zu importieren.", "Seit 1990 begannen die USA mehr und mehr Kapital zu importieren, besonders aus Asien.", "Seit 1990 begannen die USA immer mehr Kapital, vor allem aus Asien, zu importieren.", "Ab 1990 begannen die USA mehr und mehr Kapital, vor allem aus Asien zu importieren.", "Seit 1990 begannen die USA mehr und mehr Kapital, besonders aus Asien, zu importieren.", "Ab 1990 begannen die USA, immer mehr Kapital, vor allem aus Asien, zu importieren.", "Seit 1990 begannen die USA, mehr und mehr Kapital, vor allem aus Asien, zu importieren.", "Ab 1990 begannen die USA, mehr und mehr Kapital zu importieren, vor allem aus Asien.", "Seit 1990 begannen die USA, immer mehr Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA immer mehr Kapital zu importieren, besonders aus Asien.", "Seit 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien zu importieren.", "Ab 1990 begannen die USA, immer mehr Kapital zu importieren, insbesondere aus Asien.", "Seit 1990 begannen die USA, mehr und mehr Kapital zu importieren, insbesondere aus Asien.", "Seit 1990 begannen die USA mehr und mehr Kapital, vor allem aus Asien zu importieren.", "Ab 1990 begannen die USA, mehr und mehr Kapital, besonders aus Asien, zu importieren.", "Ab 1990 begannen die USA immer mehr Kapital, besonders aus Asien, zu importieren.", "Ab 1990 begannen die USA, immer mehr Kapital zu importieren, vor allem aus Asien.", "Ab 1990 begannen die USA mehr und mehr Kapital aus Asien zu importieren.", "Ab 1990 begannen die USA, mehr und mehr Kapital, insbesondere aus Asien zu importieren.", "Anfang 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien, zu importieren.", "Seit 1990 begannen die USA immer mehr Kapital zu importieren, besonders aus Asien.", "Ab 1990 begannen die USA zunehmend Kapital zu importieren, insbesondere aus Asien.", "Anfang 1990 begannen die USA mehr und mehr Kapital zu importieren, insbesondere aus Asien.", "Ab 1990 begannen die USA, mehr und mehr Kapital zu importieren, besonders aus Asien.", "Seit 1990 begannen die USA, immer mehr Kapital zu importieren, insbesondere aus Asien.", "Ab 1990 begannen die USA zunehmend Kapital zu importieren, vor allem aus Asien.", "Seit 1990 begannen die USA immer mehr Kapital, besonders aus Asien, zu importieren.", "Seit 1990 begannen die USA mehr und mehr Kapital aus Asien zu importieren.", "Ab 1990 begannen die USA immer mehr Kapital, insbesondere aus Asien zu importieren.", "Ab 1990 begannen die USA immer mehr Kapital, vor allem aus Asien zu importieren.", "Ab 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien.", "Ab 1990 begannen die USA immer mehr Kapital aus Asien zu importieren.", "Ab 1990 begannen die USA, immer mehr Kapital, insbesondere aus Asien zu importieren.", "Ab 1990 begannen die USA mehr und mehr Kapital, besonders aus Asien zu importieren.", "Seit 1990 begannen die USA zunehmend Kapital zu importieren, insbesondere aus Asien.", "Seit 1990 begannen die USA mehr und mehr Kapital, insbesondere aus Asien.", "Seit 1990 begannen die USA immer mehr Kapital, insbesondere aus Asien zu importieren.", "Anfang 1990 begannen die USA immer mehr Kapital zu importieren, insbesondere aus Asien.", "Ab 1990 begannen die USA zunehmend mehr Kapital zu importieren, insbesondere aus Asien.", "Seit 1990 begannen die USA zunehmend Kapital zu importieren, vor allem aus Asien.", "Ab 1990 begannen die USA zunehmend Kapital, insbesondere aus Asien, zu importieren.", "Ab 1990 begannen die USA mehr und mehr Kapital einzuführen, insbesondere aus Asien.", "Seit 1990 begannen die USA immer mehr Kapital aus Asien zu importieren.", "Ab 1990 begannen die USA mehr und mehr Kapital, vor allem aus Asien.", "Seit 1990 begannen die USA mehr und mehr Kapital, vor allem aus Asien.", "Ab 1990 begannen die USA zunehmend Kapital zu importieren, besonders aus Asien.", "Ab 1990 begannen die USA immer mehr Kapital einzuführen, insbesondere aus Asien.", "Seit 1990 importierten die USA mehr und mehr Kapital, insbesondere aus Asien.", "Seit 1990 importierten die USA mehr und mehr Kapital, vor allem aus Asien.", "Ab 1990 begannen die USA mehr und mehr Kapital, besonders aus Asien.", "Ab 1990 importierten die USA mehr und mehr Kapital, insbesondere aus Asien.", "Seit 1990 importierten die USA immer mehr Kapital, insbesondere aus Asien.", "Seit 1990 importierten die USA immer mehr Kapital, vor allem aus Asien.", "Ab 1990 importierten die USA immer mehr Kapital, insbesondere aus Asien.", "Ab 1990 begannen die USA immer mehr Kapital, insbesondere aus Asien.", "Seit 1990 begannen die USA immer mehr Kapital, insbesondere aus Asien."], "inp": "Starting in 1990, the US began to import more and more capital, particularly from Asia.", "ref": "Ab 1990 dann begannen die USA, immer mehr Kapital zu importieren, insbesondere aus Asien."}
{"scores": [], "cands": [], "inp": "It is therefore essential to de-link R&D incentives from drug prices, and to promote greater sharing of scientific knowledge.", "ref": "Daher ist es von entscheidender Bedeutung, die Anreize im Bereich F&E von den Medikamentenpreisen zu entkoppeln und die verbesserte gemeinsame Nutzung wissenschaftlicher Erkenntnisse zu fördern."}
{"scores": [-0.43947988039098795, -0.46658876255573706, -0.46899966822432226, -0.5374340661338617, -0.5602199304427274, -0.5648292292628131, -0.572749196480215, -0.5831225379442094, -0.6015243153081059, -0.6058800521882193, -0.6062878687461326, -0.6130199399655677, -0.6257970229517698, -0.6294996608713231, -0.631397475842703, -0.6416475202063909, -0.6420426350030574, -0.6427915684164845, -0.6431640004657033, -0.6439936342705794, -0.6440921153131931, -0.6469665828714299, -0.6474922164052409, -0.6577296903983563, -0.6588309784756013, -0.6608173409056015, -0.6620010314106217, -0.6644011506660896, -0.6647657678212685, -0.6691016438173505, -0.673377134470181, -0.6747084110524958, -0.6775141059584137, -0.6825813365977556, -0.685355357742997, -0.689798386547502, -0.6920338200718352, -0.6938644942984672, -0.6965032934824962, -0.6990706490061973, -0.6996808023943197, -0.6999814759499681, -0.7013896587795653, -0.7014088988607233, -0.704724212156427, -0.7062794044841932, -0.710300489039635, -0.7105149052925382, -0.7186604475344924, -0.7190993026646165, -0.7195188508131188, -0.7206372031583946, -0.7231543224220884, -0.7277230537823829, -0.7296528968656764, -0.7304725723271996, -0.7322855738752638, -0.7342803094457537, -0.7344339841534028, -0.7346836052001005, -0.7350372259449245, -0.7371553078395721, -0.7391320289085238, -0.7425336700689877, -0.7443566621852031, -0.7447348640495127, -0.746838205726843, -0.7472175792098202, -0.7485914920092943, -0.7488957363045827, -0.7526000206662634, -0.7530395999760281, -0.7531313154790344, -0.7535429952631042, -0.7561512486080028, -0.7572688452485863, -0.7618310942167132, -0.7687554568448931, -0.7714269857615466, -0.7987000209985422, -0.8059633891104125, -0.8063414543452095, -0.8134740648912997, -0.8356952890365309, -0.9170179918667052, -0.9251064246619742], "cands": ["Doch ihre Klagen sind auf taube Ohren gefallen.", "Doch ihre Forderungen sind auf taube Ohren gefallen.", "Doch ihre Bitten sind auf taube Ohren gefallen.", "Aber ihre Klagen sind auf taube Ohren gefallen.", "Aber ihre Forderungen sind auf taube Ohren gefallen.", "Aber ihre Bitten sind auf taube Ohren gefallen.", "Doch ihre Flehen sind auf taube Ohren gefallen.", "Dennoch sind ihre Klagen auf taube Ohren gefallen.", "Und doch sind ihre Klagen auf taube Ohren gefallen.", "Doch ihre Klagen fallen auf taube Ohren.", "Doch ihre Klagen fielen auf taube Ohren.", "Dennoch sind ihre Forderungen auf taube Ohren gefallen.", "Doch ihre Forderungen fallen auf taube Ohren.", "Doch ihre Forderungen fielen auf taube Ohren.", "Dennoch sind ihre Bitten auf taube Ohren gefallen.", "Doch ihre Klagen sind auf tauben Ohren gefallen.", "Ihre Forderungen sind jedoch auf taube Ohren gefallen.", "Und doch sind ihre Forderungen auf taube Ohren gefallen.", "Doch ihre Bitten fielen auf taube Ohren.", "Ihre Klagen sind jedoch auf taube Ohren gefallen.", "Und doch sind ihre Bitten auf taube Ohren gefallen.", "Doch ihre Forderungen sind auf tauben Ohren gefallen.", "Doch ihre Bitten fallen auf taube Ohren.", "Ihre Bitten sind jedoch auf taube Ohren gefallen.", "Doch ihre Anträge sind auf taube Ohren gefallen.", "Ihre Forderungen sind aber auf taube Ohren gefallen.", "Ihre Klagen sind aber auf taube Ohren gefallen.", "Und dennoch sind ihre Klagen auf taube Ohren gefallen.", "Doch ihre Klagen sind auf taufe Ohren gefallen.", "Aber ihre Flehen sind auf taube Ohren gefallen.", "Doch ihre Klagen sind auf die tauben Ohren gefallen.", "Ihre Bitten sind aber auf taube Ohren gefallen.", "Doch ihre Bitten sind auf tauben Ohren gefallen.", "Doch ihre Forderungen sind auf taufe Ohren gefallen.", "Doch deren Klagen sind auf taube Ohren gefallen.", "Doch ihre Klagen sind auf tauchte Ohren gefallen.", "Doch ihre Forderungen haben auf taube Ohren gefallen.", "Doch ihre Anklagen sind auf taube Ohren gefallen.", "Doch ihre Klagen haben auf taube Ohren gefallen.", "Doch ihre Flehen fallen auf taube Ohren.", "Doch ihre Klagen haben sich auf taube Ohren gefallen.", "Doch ihre Bitten sind auf taufe Ohren gefallen.", "Doch ihre Forderungen sind auf tauchte Ohren gefallen.", "Dennoch fielen ihre Klagen auf taube Ohren.", "Doch ihr Appell ist auf taube Ohren gefallen.", "Und dennoch sind ihre Bitten auf taube Ohren gefallen.", "Doch ihre Klagen sind über taube Ohren gefallen.", "Doch ihre Klagen sind auf taube Ohren fallen.", "Aber ihre Klagen fielen auf taube Ohren.", "Doch ihre Bitten sind auf tauchte Ohren gefallen.", "Doch ihre Klagen sind an tauben Ohren gefallen.", "Doch ihre Klagen sind an taube Ohren gefallen.", "Dennoch sind ihre Flehen auf taube Ohren gefallen.", "Aber ihre Klagen fallen auf taube Ohren.", "Doch ihre Flehen fielen auf taube Ohren.", "Doch ihre Klagen sind auf taube Ohre gefallen.", "Doch ihre Klagen sind auf müde Ohren gefallen.", "Dennoch fielen ihre Bitten auf taube Ohren.", "Dennoch haben ihre Klagen auf taube Ohren gefallen.", "Ihre Klagen sind doch auf taube Ohren gefallen.", "Doch ihre Klagen sind bei tauben Ohren gefallen.", "Doch ihre Bitten haben auf taube Ohren gefallen.", "Aber ihre Forderungen fallen auf taube Ohren.", "Aber ihre Klagen sind auf tauben Ohren gefallen.", "Ihre Forderungen sind auf taube Ohren gefallen.", "Ihre Klagen sind auf taube Ohren gefallen.", "Doch die Klagen sind auf taube Ohren gefallen.", "Doch ihre Bitten sind an taube Ohren gefallen.", "Ihre Bitten sind doch auf taube Ohren gefallen.", "Doch ihre Bitten sind auf taube Ohren fallen.", "Doch ihr Flehen ist auf taube Ohren gefallen.", "Doch ihre Klagen sind auf hörlose Ohren gefallen.", "Aber ihre Bitten fielen auf taube Ohren.", "Ihre Bitten aber sind auf taube Ohren gefallen.", "Doch deren Bitten sind auf taube Ohren gefallen.", "Doch ihre Bitten sind auf müde Ohren gefallen.", "Ihre Bitten sind auf taube Ohren gefallen.", "Aber ihre Bitten fallen auf taube Ohren.", "Dennoch fallen ihre Klagen auf taube Ohren.", "Doch ihre Klage ist auf taube Ohren gefallen.", "Dennoch fallen ihre Bitten auf taube Ohren.", "Doch ihr Appell fällt auf taube Ohren.", "Ihre Anliegen sind jedoch auf taube Ohren gefallen.", "Doch sie sind auf taube Ohren gefallen.", "Doch ihre Klagen sind nicht zu hören.", "Doch ihre Bitten sind nicht zu hören."], "inp": "Yet their pleas have fallen on deaf ears.", "ref": "Doch ihre Bitten sind auf taube Ohren gestoßen."}
{"scores": [], "cands": [], "inp": "Poor people with little education choose high fertility rates and thus low quality children.", "ref": "Arme Leute mit geringer Ausbildung wählen hohe Geburtenraten und bekommen auf diese Weise auch Kinder mit geringer Qualifikation."}
{"scores": [-0.3464446634298476, -0.35576547585088086, -0.407296283333669, -0.4197492983149682, -0.43581475207590487, -0.4361498616804114, -0.4427968935085219, -0.44647316387225605, -0.45129950210781594, -0.4567373680768607, -0.45835938194217707, -0.46073020563339534, -0.47224467644551915, -0.4729119852524745, -0.4829108233238151, -0.4958132570276839, -0.49807745880148835, -0.49968443202253604, -0.5010064469789204, -0.522991105466241, -0.5253997744564968], "cands": ["Und ein bereits zerfallendes globales Handelssystem wird einen neuen Schock erleiden.", "Und ein bereits zerfallendes Welthandelssystem wird einen neuen Schock erleiden.", "Und ein bereits zerfallendes weltweites Handelssystem wird einen neuen Schock erleiden.", "Und ein bereits zerfallendes globales Handelssystem wird einen neuen Schock erleiden.", "Und ein schon zerfallendes globales Handelssystem wird einen neuen Schock erleiden.", "Und ein bereits zerfallendes globales Handelssystem wird einen neuen Schock erleben.", "Und ein bereits schrumpfendes Welthandelssystem wird einen neuen Schock erleiden.", "Und ein bereits zerfallendes Welthandelssystem wird einen neuen Schock erleben.", "Und ein schon zerfallendes Welthandelssystem wird einen neuen Schock erleiden.", "Und ein bereits zerfallendes Welthandelssystem wird einen neuen Schock erleiden.", "Und ein bereits verfallendes globales Handelssystem wird einen neuen Schock erleiden.", "Und ein bereits zerfallendes globales Handelssystem wird einen neuen Schock erfahren.", "Und ein bereits zerfallendes Welthandelssystem wird einen neuen Schock erfahren.", "Und ein bereits verfallendes Welthandelssystem wird einen neuen Schock erleiden.", "Und ein bereits zerfallendes globales Handelssystem wird einen neuen Schlag erleiden.", "Und ein bereits zusammenbrechendes Welthandelssystem wird einen neuen Schock erleiden.", "Und ein bereits zerfallendes weltweites Handelssystem wird einen neuen Schock erleben.", "Und ein bereits zerfallenes Welthandelssystem wird einen neuen Schock erleiden.", "Und ein bereits zerfallendes Welthandelssystem wird einen neuen Schlag erleiden.", "Ein bereits zerfallendes Welthandelssystem wird einen neuen Schock erleiden.", "Und ein zerfallendes Welthandelssystem wird einen neuen Schock erleiden."], "inp": "And an already crumbling global trade system will suffer a new shock.", "ref": "Und das schon jetzt bröckelnde Welthandelssystem wird eine neue Erschütterung erleiden."}
{"scores": [], "cands": [], "inp": "So the main parties vie with each other in their promises not to cut public services.", "ref": "So übertreffen sich die beiden großen Parteien mit ihren Versprechungen, öffentliche Leistungen nicht zu reduzieren."}
{"scores": [], "cands": [], "inp": "In 2014, for the second consecutive year, official development assistance (ODA) totaled a historic high of $135 billion, according to new OECD data.", "ref": "Neuen OECD-Daten zufolge erreichten die Gesamtausgaben der öffentlichen Entwicklungszusammenarbeit (ODA) 2014 – dem zweiten Jahr in Folge - einen historischen Höchststand von 135 Milliarden Dollar."}
{"scores": [-0.3851043789877287, -0.39722407047595665, -0.4028083388731584, -0.4043702101864691], "cands": ["Trumps Kundgebungen sind mittlerweile fast täglich und seine Lügen sind noch häufiger als zuvor.", "Trumps Kundgebungen sind jetzt fast täglich und seine Lügen sind noch häufiger als zuvor.", "Trumps Kundgebungen sind mittlerweile fast täglich und seine Lügen sind noch häufiger als vorher.", "Trumps Kundgebungen sind mittlerweile fast täglich und seine Lügen sind noch häufiger als früher."], "inp": "Trump’s rallies are now almost a daily event, and his lies are even more frequent than before.", "ref": "Trump hält mittlerweile fast täglich Kundgebungen ab und er lügt noch öfter als zuvor."}
{"scores": [], "cands": [], "inp": "In the run-up to the European Parliament elections this May, record numbers of people are proclaiming a European identity.", "ref": "Im Vorfeld der Wahlen zum Europäischen Parlament im Mai legt eine Rekordzahl an Menschen ihr Bekenntnis zu einer europäischen Identität an den Tag."}
{"scores": [], "cands": [], "inp": "As a result, Europe quickly came to resemble a nagging nanny, constantly telling countries what they couldn’t do, from trying to spend their way out of economic crisis to paying their pensioners the benefits they deserve.", "ref": "Infolge dessen wurde Europa bald als nörgelnde Gouvernante empfunden, die den Ländern ständig mitteilt, was sie zu unterlassen hätten. Dabei spannte sich der Bogen vom Versuch, durch staatliche Ausgaben der Wirtschaftskrise zu entkommen bis hin zu Renten in einer Höhe, wie es sich die Rentner verdient haben."}
{"scores": [-0.3638559408497862, -0.3719825569268902, -0.39623473386877167, -0.40500095522134794, -0.728185080378866, -0.7997463508836503, -0.8876382769818625], "cands": ["Das könnte Chinas Nachbarn gefallen, aber es würde den chinesischen Produzenten nicht gefallen.", "Das könnte Chinas Nachbarn gefallen, aber es würde die chinesischen Produzenten nicht ansprechen.", "Das könnte Chinas Nachbarn gefallen, würde aber den chinesischen Produzenten nicht gefallen.", "Das könnte Chinas Nachbarn gefallen, aber es würde die chinesischen Hersteller nicht ansprechen.", "Das könnte Chinas Nachbarn gefallen.", "Das mag Chinas Nachbarn gefallen.", "Dies könnte Chinas Nachbarn gefallen."], "inp": "That might please China’s neighbors, but it would not appeal to Chinese producers.", "ref": "Chinas Nachbarn könnte das gefallen, bei chinesischen Produzenten hingegen würde es keinen Anklang finden."}
{"scores": [], "cands": [], "inp": "With the larger part of the outstanding stock in friendly hands, and institutional bondholders pressed to liquidate their positions in the midst of the post-Lehman Brothers selloff, the operation was a success.", "ref": "Nachdem institutionelle Anleihebesitzer mitten im Lehman-Brothers-Ausverkauf zu einem Verkauf gezwungen waren und sich die meisten Papiere in wohlgesonnenen Händen befanden, konnte die Aktion erfolgreich abgeschlossen werden."}
{"scores": [-0.3561333090718694, -0.35768922555578414, -0.3577915206713704, -0.35848195939093946, -0.3585904527144876, -0.360680241433192, -0.36379371962339996, -0.36385478953184436, -0.36832000926432845, -0.3687408976457099, -0.36998408208890293, -0.3716780771088339, -0.37560071521832916, -0.3770906161508791, -0.3904985649853972, -0.3959430350892723, -0.39756944122843524, -0.4000825749374746, -0.40723258422196285, -0.4131130249752291, -0.41602389134509987, -0.41614969117318995, -0.41881208666457126, -0.41974963343181365, -0.4200334183544643, -0.42459547702550793, -0.45567020686241233, -0.6433725749947806, -0.6536179073211055, -0.6898268708614039, -0.7562565241020495, -0.8539699343295383, -0.9019674731211196], "cands": ["Zum Beispiel, wenn Familienmitglieder eine Frau schlagen oder missbrauchen, hat sie wenig Optionen.", "Zum Beispiel, wenn Familienmitglieder eine Frau schlagen oder missbrauchen, hat sie nur wenige Optionen.", "Wenn beispielsweise Familienmitglieder eine Frau schlagen oder missbrauchen, hat sie nur wenige Optionen.", "Wenn beispielsweise Familienmitglieder eine Frau schlagen oder missbrauchen, hat sie nur wenige Möglichkeiten.", "Wenn beispielsweise Familienmitglieder eine Frau schlagen oder missbrauchen, hat sie wenig Optionen.", "Wenn zum Beispiel Familienmitglieder eine Frau schlagen oder missbrauchen, hat sie nur wenige Optionen.", "Wenn zum Beispiel Familienmitglieder eine Frau schlagen oder missbrauchen, hat sie wenig Optionen.", "Wenn zum Beispiel Familienmitglieder eine Frau schlagen oder missbrauchen, hat sie nur wenige Möglichkeiten.", "Wenn beispielsweise Familienangehörige eine Frau schlagen oder missbrauchen, hat sie nur wenige Optionen.", "Wenn beispielsweise Familienangehörige eine Frau schlagen oder missbrauchen, hat sie nur wenige Möglichkeiten.", "Wenn beispielsweise Familienangehörige eine Frau schlagen oder missbrauchen, hat sie wenig Optionen.", "Zum Beispiel, wenn Familienmitglieder eine Frau schlagen oder missbrauchen, hat sie nur wenige Möglichkeiten.", "Wenn zum Beispiel Familienangehörige eine Frau schlagen oder missbrauchen, hat sie nur wenige Möglichkeiten.", "Wenn zum Beispiel Familienangehörige eine Frau schlagen oder missbrauchen, hat sie wenig Optionen.", "Wenn beispielsweise Familienmitglieder eine Frau schlagen oder missbrauchen, hat sie wenig Möglichkeiten.", "Zum Beispiel, wenn Familienmitglieder eine Frau schlagen oder missbrauchen, hat sie wenig Möglichkeiten.", "Wenn zum Beispiel Familienmitglieder eine Frau schlagen oder missbrauchen, hat sie wenig Möglichkeiten.", "Wenn beispielsweise Familienangehörige eine Frau schlagen oder missbrauchen, hat sie wenig Möglichkeiten.", "Wenn beispielsweise Familienmitglieder eine Frau schlagen oder missbrauchen, hat sie wenige Optionen.", "Wenn Familienmitglieder beispielsweise eine Frau schlagen oder missbrauchen, hat sie nur wenige Möglichkeiten.", "Wenn beispielsweise Angehörige eine Frau schlagen oder missbrauchen, hat sie nur wenige Optionen.", "Wenn beispielsweise Angehörige eine Frau schlagen oder missbrauchen, hat sie nur wenige Möglichkeiten.", "Wenn beispielsweise Familienmitglieder eine Frau schlagen oder missbrauchen, hat sie wenige Möglichkeiten.", "Wenn beispielsweise Angehörige eine Frau schlagen oder missbrauchen, hat sie wenig Optionen.", "Wenn zum Beispiel Angehörige eine Frau schlagen oder missbrauchen, hat sie nur wenige Möglichkeiten.", "Wenn zum Beispiel Angehörige eine Frau schlagen oder missbrauchen, hat sie wenig Optionen.", "Wenn beispielsweise Angehörige eine Frau schlagen oder missbrauchen, hat sie wenig Möglichkeiten.", "Wenn Familienmitglieder z.B.", "Wenn Familienangehörige z.B.", "Wenn beispielsweise Familienmitglieder eine Frau schlagen bzw.", "Wenn die Familienmitglieder z.B.", "Wenn die Familienangehörigen z.", "Wenn Familienangehörige, z."], "inp": "For example, if family members beat or abuse a woman, she has few options.", "ref": "Wenn eine Frau zum Beispiel von Angehörigen geschlagen oder missbraucht wird, hat sie kaum Optionen."}
{"scores": [-0.5242383563465024], "cands": ["Eine stagnierende Wirtschaft und fehlende Chancen sind zweifellos Probleme."], "inp": "A stagnant economy and lack of opportunity are undoubtedly problems, but so are low voting rates, civic apathy, widespread disregard for ethical standards, and indifference to art, music, literature, and ideas.", "ref": "Eine stagnierende Wirtschaft und ein Mangel an Chancen sind unzweifelhaft Probleme, aber dasselbe gilt für eine geringe Wahlbeteiligung, apathische Bürger, die weit verbreitete Missachtung ethischer Normen und die Gleichgültigkeit gegenüber Kunst, Musik, Literatur und Ideen."}
{"scores": [], "cands": [], "inp": "Almost three billion people still burn dung, twigs, and other traditional fuels indoors to cook and keep warm, generating noxious fumes that kill an estimated two million people each year, mostly women and children.", "ref": "Fast drei Milliarden Menschen verbrennen noch immer Dung, Zweige und anderes traditionelles Brennmaterial in ihren Wohnräumen, um zu kochen und sich zu wärmen. Schätzungen zufolge kommen jedes Jahr zwei Millionen Menschen durch die giftigen Abgase offener Feuerstellen ums Leben, vor allem Frauen und Kinder."}
{"scores": [-0.8378871081744815], "cands": ["JOHANNESBURG – Die U."], "inp": "JOHANNESBURG – As the US Federal Reserve embarks on the “great unwinding” of the stimulus program it began nearly a decade ago, emerging economies are growing anxious that a stronger dollar will adversely affect their ability to service dollar-denominated debt.", "ref": "JOHANNESBURG – Während die US-Notenbank „die große Abwicklung” des Anreizprogramms plant, das vor fast einem Jahrzehnt aufgelegt wurde, wächst die Besorgnis in den Schwellenländern darüber, dass ein starker Doller ihre Fähigkeit, ihre in Dollar ausgewiesenen Schulden zu bedienen, beeinträchtigt."}
{"scores": [], "cands": [], "inp": "He found that in the formal sector, jobs for locals actually increased after the influx of refugees, apparently because of the stimulative effect on the region’s economy.", "ref": "Er fand heraus, dass sich nach dem Zustrom der Flüchtlinge die Anzahl der Arbeitsplätze für Einheimische im formalen Sektor sogar erhöht hat. Grund dafür scheint der stimulierende Effekt auf die Wirtschaft der Region zu sein."}
{"scores": [-0.7075043635027781, -0.7168166391777963, -0.7206339233093283, -0.7271097763639278, -0.7693484075448023], "cands": ["Zwei führende Medienunternehmen sagten mir z.", "Zwei führende Medienunternehmen haben mir z.", "So sagten mir z.B.", "So erzählten mir z.B.", "So berichteten mir z.B."], "inp": "For example, two leading media companies told me that they have not paid their staff for at least a year, yet they continue to publish with no noticeable change in output.", "ref": "Beispielsweise erzählten mir zwei führende Medienunternehmen, sie hätten ihre Angestellten schon ein ganzes Jahr nicht mehr bezahlt, aber die Veröffentlichungen gehen kaum verändert weiter."}
{"scores": [-0.45265811418766383, -0.46487196297143035, -0.4875426018369508, -0.48980099987992864, -0.5110800005954966, -0.5909483419649115, -0.6054720935295832], "cands": ["Wenn es jedoch um terroristische Aktivitäten geht, sind solche Linien schwer zu ziehen.", "Wenn es jedoch um terroristische Aktivitäten geht, sind solche Grenzen schwer zu ziehen.", "Wenn es jedoch um terroristische Aktivitäten geht, sind solche Grenzen schwierig zu ziehen.", "Wenn es jedoch um terroristische Aktivitäten geht, sind solche Linien schwierig zu ziehen.", "Wenn es jedoch um terroristische Aktivitäten geht, sind diese Grenzen schwer zu ziehen.", "Bei terroristischer Aktivität sind diese Grenzen jedoch schwer zu ziehen.", "Bei terroristischer Aktivität sind solche Grenzen jedoch schwer zu ziehen."], "inp": "When it comes to terrorist activity, however, such lines are difficult to draw.", "ref": "Wenn es allerdings um terroristische Aktivitäten geht, sind derartige Einteilungen schwer zu treffen."}
{"scores": [], "cands": [], "inp": "If the world is to meet the temperature targets of the Paris accord and slow the pace of warming, every gas responsible for a warmer planet – not just CO2 – must be measured and appropriately managed.", "ref": "Wenn die Welt die Temperaturziele des Pariser Abkommens erreichen und die Erwärmung verlangsamen soll, muss jedes Gas, das für einen wärmeren Planeten verantwortlich ist - nicht nur CO2 - gemessen und entsprechend gesteuert werden."}
{"scores": [], "cands": [], "inp": "Argentina achieved per capita economic growth of just 0.5% during 1980-1998, while Korea grew at a rate of 6.2% per year, fueled by its high-technology exports.", "ref": "Während Argentinien zwischen 1980 und 1998 ein Pro-Kopf-Wachstum von nur 0,5 % erzielte, betrug dieses Wachstum in Korea bedingt durch Hightech-Exporte jährlich 6,2 %."}
{"scores": [-0.26441541004009456, -0.28357932608402747, -0.29480290055530767, -0.2956714405342324, -0.3149469075946039, -0.3240098055282227, -0.33590117965896366, -0.37135143665764586, -0.3746051004767816, -0.4011202794527347, -0.47040902340991086, -0.4741174901006352, -0.4835799188997101, -0.5138701179384572, -0.5163376003214248, -0.5177980686135829, -0.5340050690019582, -0.5346345622511905, -0.5359899433136529, -0.5371753006647159, -0.5419915498455098, -0.5440803505352532, -0.5508963872257422, -0.5510893873281779, -0.5543095594539352, -0.5575512149020584, -0.5630266840076043, -0.5631780838889457, -0.5652302678751068, -0.5662319145062418, -0.568456990209502, -0.5698380035155984, -0.5716299381875605, -0.5718139586783252, -0.5718148936228918, -0.5725525539329738, -0.5747241736310134, -0.5748668516968405, -0.5760188707280245, -0.5782572155344952, -0.579203970345129, -0.5808554089237472, -0.5819603767053436, -0.5831899225493674, -0.5841098398315894, -0.5871492381307779, -0.5877210203288427, -0.5888322305451944, -0.5902182973872085, -0.5903125734429019, -0.5921744365763483, -0.5924634682751546, -0.592654315269136, -0.5935555985538358, -0.593639624260512, -0.5946394285171792, -0.5947601990824914, -0.595506227876947, -0.5993648467208592, -0.5995329952010399, -0.601276165212664, -0.603253108296479, -0.6043870556762153, -0.6073165471293781, -0.6082799188237855, -0.6095561224187638, -0.6146648294520578, -0.6152892848019965, -0.616070954625931, -0.6168987285894927, -0.6188228194520783, -0.6188968974081476, -0.6206135373516991, -0.6215685416556439, -0.6224271400035928, -0.6238866660702613, -0.6239719465530461, -0.6251831377773467, -0.6264866243919067, -0.6268850455181526, -0.6291843629379229, -0.6298864413717181, -0.6318033543997701, -0.6323106225430492, -0.632664704938917, -0.6349209841675845, -0.6356561559689078, -0.6385023578111453, -0.6410964790223443, -0.6446225049053451, -0.6454875270993516, -0.6462809766954845, -0.6495561817148889, -0.6498076591056753, -0.6500241064065797, -0.6512844978628899, -0.6514135940288927, -0.6526469796370237, -0.6529100915242837, -0.6542756752613708, -0.6545699428997136, -0.655089422061241, -0.657793063719317, -0.6585282557327986, -0.6590244630983321, -0.6591363710283581, -0.6597040725152221, -0.6606942992400676, -0.6643629065782214, -0.6658380421084326, -0.6685873650649049, -0.6695783594816601, -0.6702008648326233, -0.6703851764034359, -0.6707800551927882, -0.6717821014063102, -0.6756875750810754, -0.6778393461724544, -0.6799655863622769, -0.6834407163455284, -0.6838502263870817, -0.6865283275284799, -0.6865456176956045, -0.6874495134187385, -0.6882160262483923, -0.6890051599347623, -0.6892184515562882, -0.6923497750621921, -0.6923903052734303, -0.6933302226000194, -0.6944308499262005, -0.6957127966865674, -0.6961267730918326, -0.6967936092457969, -0.697619875839142, -0.6976788218688187, -0.6993997674497974, -0.7009664869062918, -0.7016793951003792, -0.7018421471703493, -0.7041732360817569, -0.704370976217884, -0.7053197302315216, -0.7068819961417545, -0.7087054119827629, -0.7090194525772394, -0.7096204875244243, -0.7097266475939594, -0.7097396451171023, -0.7103567177886955, -0.7106517231700952, -0.7164336304371823, -0.7227584165031722, -0.7228209428328785, -0.7239743715404774, -0.7243803321862803, -0.7245041961478802, -0.7245332459226501, -0.7246900406615883, -0.724915549506251, -0.7254540186557646, -0.7256325577738892, -0.7259466329646828, -0.72820106737991, -0.7286508059823769, -0.7296342203159291, -0.7300284456585062, -0.7302003925395513, -0.7359749607061143, -0.7361622234388832, -0.7391870265093522, -0.7427516149124115, -0.7447802910374173, -0.7476755843416719, -0.7490017157852319, -0.7490899223029007, -0.749485312370747, -0.7500538611684544, -0.7501632220141051, -0.7506019435430504, -0.7512809669557968, -0.7518711479489012, -0.7519588665763137, -0.755337661629502, -0.7555441670457078, -0.7596937859249953, -0.7652585917116121, -0.7742592389982186, -0.776279269041763, -0.7855514972080322, -0.7890437918579184, -0.789055168752448, -0.7918000096833475, -0.7995462033198792, -0.8011233313512162, -0.8041475233370461, -0.8076516130143478, -0.811946749206688, -0.8132905402695244, -0.8136602325303476, -0.8176643910389506, -0.8183844375708168, -0.8198057032534862, -0.8206814414924225, -0.8341583507911806, -0.83564008148491, -0.8686563177853834, -0.8709136664666146, -0.8788489454489209, -0.8832383490501594, -0.8856602331600345, -0.8859539012753561, -0.8883609570467838, -0.8926064634958989, -0.8934399405981115, -0.8945717239643418, -0.8947839504309363, -0.9006776082158096, -0.9128665715825199, -0.9465650846523943, -0.9511157316637529, -0.9722683371029991, -0.9784682522020262, -0.9845482617292047, -0.9877240336803328, -1.000518021824224, -1.0289043508031004], "cands": ["Wie reagieren Sie auf diese Einwände?", "Wie reagieren wir auf diese Einwände?", "Wie kann man auf diese Einwände reagieren?", "Wie reagiert man auf diese Einwände?", "Wie reagieren Sie auf diese Einwände?", "Wie soll man auf diese Einwände reagieren?", "Wie reagieren wir auf diese Einwände?", "Wie können wir auf diese Einwände reagieren?", "Wie können Sie auf diese Einwände reagieren?", "Wie reagiere ich auf diese Einwände?", "Wie kann man auf diese Einwände reagieren?", "Wie kann ich auf diese Einwände reagieren?", "Wie soll man auf diese Einwände reagieren?", "Wie kann man auf diese Einwände antworten?", "Wie reagieren auf diese Einwände?", "Wie reagiere man auf diese Einwände?", "Wie kann man diesen Einwänden begegnen?", "Wie reagieren Sie auf die Einwände?", "Wie kann man auf die Einwände reagieren?", "Wie reagiert man auf die Einwände?", "Wie reagieren auf diese Einwände?", "Wie reagierte man auf diese Einwände?", "Wie reagieren wir auf die Einwände?", "Wie soll man auf diese Einwände antworten?", "Wie soll man diesen Einwänden begegnen?", "Wie reagieren Sie auf diese Bedenken?", "Wie kann man auf diese Einwände eingehen?", "Wie kann auf diese Einwände reagiert werden?", "Wie soll man auf die Einwände reagieren?", "Wie kann man auf solche Einwände reagieren?", "Wie reagiert man auf diese Bedenken?", "Wie reagieren Sie auf diese Einwanderungen?", "Wie reagieren Sie auf die Einwände?", "So reagieren Sie auf diese Einwände?", "Wie können wir auf diese Einwände reagieren?", "Wie kann man auf diese Bedenken reagieren?", "Wie reagiert man auf solche Einwände?", "Wie kann man auf diese Einwanderungen reagieren?", "Wie können Sie auf diese Einwände reagieren?", "Wie soll auf diese Einwände reagiert werden?", "Wie reagiert man auf diese Einwanderungen?", "Wie reagieren wir auf diese Bedenken?", "Wie reagiert man auf diese Widersprüche?", "Wie können diese Einwände reagiert werden?", "Wie kann man an diese Einwände reagieren?", "Wie können Sie auf diese Einwände antworten?", "Wie reagiert man an diese Einwände?", "Wie reagieren wir auf die Einwände?", "Wie soll man an diese Einwände reagieren?", "Wie reagieren Sie auf diese Widersprüche?", "Wie reagieren wir auf diese Einwanderungen?", "Wie können wir auf diese Einwände antworten?", "Wie reagieren Sie auf diese Bedenken?", "Wie reagieren Sie auf solche Einwände?", "Wie reagieren Sie auf diese Einwanderungen?", "Wie kann man auf diese Widersprüche reagieren?", "Wie soll ich auf diese Einwände reagieren?", "Wie soll man auf diese Einwände eingehen?", "Wie kann man diesen Einwänden reagieren?", "Wie reagieren wir auf diese Widersprüche?", "Wie soll man auf solche Einwände reagieren?", "Wie soll man auf diese Einwanderungen reagieren?", "Wie reagieren wir auf solche Einwände?", "Wie reagieren Sie an diese Einwände?", "Wie soll man auf diese Bedenken reagieren?", "Wie soll man diesen Einwänden reagieren?", "Wie kann man diesen Einwänden antworten?", "Wie reagieren Sie auf diese Widersprüche?", "Wie reagieren wir auf diese Einwanderungen?", "Wie reagieren wir auf diese Bedenken?", "Wie soll man auf diese Widersprüche reagieren?", "Wie reagieren Sie auf solche Einwände?", "Wie können wir auf die Einwände reagieren?", "Wie können wir diesen Einwänden begegnen?", "Wie können Sie auf die Einwände reagieren?", "Wie reagiert man gegen diese Einwände?", "Wie können Sie auf diese Einwände eingehen?", "Wie können wir auf diese Einwände eingehen?", "So reagieren wir auf diese Einwände?", "Wie reagieren wir auf diese Widersprüche?", "Wie reagieren wir auf solche Einwände?", "Wie kann man diesen Einwänden reagieren?", "Wie reagier ich auf diese Einwände?", "Wie können Sie diesen Einwänden begegnen?", "Wie reagiert man auf diese Widerstände?", "Wie soll man diesen Einwänden antworten?", "Wie soll man diesen Einwänden reagieren?", "Was soll man auf diese Einwände reagieren?", "Wie reagierest du auf diese Einwände?", "Wie reagierst du auf diese Einwände?", "Wie reagieren wir an diese Einwände?", "Wie kann man auf diese Widerstände reagieren?", "Wie können wir auf diese Einwanderungen reagieren?", "Wie können Sie auf diese Einwanderungen reagieren?", "Wie reagiert man zu diesen Einwänden?", "Wie reagieren Sie gegen diese Einwände?", "Wie reagieren Sie an diese Einwände?", "Wie können wir auf solche Einwände reagieren?", "Wie reagieren Sie auf diese Widerstände?", "Wie können wir auf diese Bedenken reagieren?", "Wie kann ich auf diese Einwände reagieren?", "Wie reagieren Sie gegen diese Einwände?", "Wie können wir an diese Einwände reagieren?", "Wie reagiere ich auf die Einwände?", "Wie können Sie auf solche Einwände reagieren?", "Wie kann man auf diese Einwänden reagieren?", "Wie können Sie auf diese Bedenken reagieren?", "Wie können diese Einwände beantwortet werden?", "Wie reagieren wir auf diese Widerstände?", "Und wie reagieren wir auf diese Einwände?", "Wie reagieren wir gegen diese Einwände?", "So reagieren Sie auf diese Einwände?", "Wie reagieren Sie auf diese Widerstände?", "Wie reagieren Sie zu diesen Einwänden?", "Wie kann man diese Einwände ansprechen?", "Wie reagiert man auf diese Einwänden?", "Wie soll man auf diese Widerstände reagieren?", "Wie reagieren wir gegen diese Einwände?", "Wie reagieren Sie auf diese Einwänden?", "Wie reagiere ich auf diese Einwanderungen?", "Wie reagieren wir auf diese Widerstände?", "Wie reagieren wir an diese Einwände?", "Wie reagiere ich auf diese Bedenken?", "Wie soll man auf diese Einwänden reagieren?", "Wie kann man diesen Einwänden entgegenwirken?", "Wie reagiert man auf diese Einwanderung?", "So kann man auf diese Einwände reagieren?", "Wie kann man auf diese Einwanderung reagieren?", "Wie reagieren Sie zu diesen Einwänden?", "Wie reagieren Sie auf diese Einwanderung?", "Wie reagiere ich auf solche Einwände?", "Wie reagieren wir auf diese Einwänden?", "Wie kann man auf diese Einwendungen reagieren?", "Wie reagieren Sie auf Ihre Einwände?", "Wie reagieren Sie auf diese Einwänden?", "Und wie reagieren Sie auf diese Einwände?", "So können Sie auf diese Einwände reagieren?", "Wie kann man auf diese Äußerungen reagieren?", "Wie reagiert man auf diese Vorbehalte?", "Wie reagieren Sie auf diese Vorbehalte?", "Wie kann man auf diese Einsprüche reagieren?", "Was kann man auf diese Einwände reagieren?", "Welche Antwort gibt es auf diese Einwände?", "Wie reagieren Sie auf diese Einsprüche?", "Wie reagiere ich an diese Einwände?", "Wie reagiert man auf diese Einsprüche?", "So können wir auf diese Einwände reagieren?", "Wie reagieren wir zu diesen Einwänden?", "Wie reagiert man auf diese Einwendungen?", "Wie reagieren Sie auf diese Einwendungen?", "Wie reagiert man auf diese Äußerungen?", "Wie reagieren wir auf diese Einwanderung?", "Wie reagieren Sie auf diese Vorbehalte?", "Wie reagiert man auf diese Behauptungen?", "Wie kann man auf diese Vorbehalte reagieren?", "Wie reagieren wir auf diese Einsprüche?", "Wie können Sie diesen Einwänden reagieren?", "Wie reagieren Sie auf diese Einwanderung?", "Wie kann man auf diese Behauptungen reagieren?", "Wie reagieren wir auf diese Vorbehalte?", "Wie soll man auf diese Einwendungen reagieren?", "Wie reagieren Sie auf diese Einfände?", "Wie soll man auf diese Einwanderung reagieren?", "Wie reagieren Sie auf diese Einwendungen?", "Wie können wir diesen Einwänden reagieren?", "Wie reagieren Sie auf diese Behauptungen?", "Wie reagieren wir zu diesen Einwänden?", "Wie reagieren wir auf diese Einwendungen?", "Wie reagieren Sie auf diese Bemängelungen?", "Wie können wir auf diese Widerstände reagieren?", "Wie reagieren wir auf diese Äußerungen?", "Wie kann man diese Einwände reagieren?", "Wie reagieren wir auf diese Vorbehalte?", "Wie reagieren Sie auf diese Einwanderungen?", "Wie reagiere ich auf diese Widerstände?", "Wie reagieren wir auf diese Einfände?", "Wie reagieren wir auf diese Einwanderung?", "Wie reagieren Sie auf diese Befürchtungen?", "Wie können Sie auf diese Widerstände reagieren?", "Wie reagieren wir auf diese Einwendungen?", "Wie reagieren wir auf diese Behauptungen?", "Wie reagieren Sie auf diese Einwänze?", "Wie reagieren Sie auf diese Behauptungen?", "Wie soll man auf diese Behauptungen reagieren?", "Wie reagieren wir auf diese Bemängelungen?", "Wie soll man auf diese Vorbehalte reagieren?", "Wie kann man auf diese Bedenken reagieren?", "Wie kann ich auf diese Bedenken reagieren?", "Wie reagieren Sie auf diese Widerspruche?", "Wie reagiert man auf diesen Einwand?", "Wie kann man auf diese Vorwürfe reagieren?", "Wie reagiert man auf diese Vorwürfe?", "Wie reagieren Sie auf diesen Einwand?", "Wie reagieren Sie auf diese Widerspruche?", "Wie reagieren Sie auf diese Vorwürfe?", "Wie reagieren auf die Einwände?", "Wie reagieren Sie auf diesen Einwand?", "Welche Reaktion auf diese Einwände?", "Wie reagieren wir auf diesen Einwand?", "Welche Antwort auf diese Einwände?", "Wie soll man auf diese Vorwürfe reagieren?", "Wie reagieren Sie auf diese Vorwürfe?", "Wie reagieren Sie auf diese Einwande?", "Wie reagieren wir auf diese Vorwürfe?", "Wie kann man darauf reagieren?km_KH", "Wie reagieren die Einwände?", "Wie kann man diesen Bedenken reagieren?", "Wie reagieren Sie auf die Bedenken?", "Wie reagieren Sie darauf?km_KH", "Wie reagiert man darauf?km_KH", "Wie reagieren Sie auf diese Widerspruch?", "Wie soll man diesen Bedenken reagieren?", "Wie soll man darauf reagieren?km_KH", "Wie reagieren auf diese Bedenken?", "Wie reagieren Sie auf diese Widerspruch?", "Wie reagieren wir auf die Bedenken?", "Wie reagieren auf diese Bedenken?", "Wie kann man darauf reagieren?fi_FI", "Wie reagieren wir darauf?km_KH", "Wie kann man darauf reagieren?lt_LT", "Wie soll man darauf reagieren?fi_FI", "Wie kann man darauf reagieren?", "Wie kann man darauf antworten?", "Wie reagieren Sie auf diesen Widerspruch?", "Wie reagieren Sie darauf?fi_FI", "Wie soll man darauf reagieren?lt_LT", "Wie reagieren wir darauf?fi_FI"], "inp": "How to respond to these objections?", "ref": "Wie auf diese Einwände eingehen?"}
{"scores": [], "cands": [], "inp": "Yet the current international standard for breaking up a country is arguably less demanding than a vote for lowering the drinking age.", "ref": "Aber trotzdem ist der momentane internationale Standard für die Abspaltung eines Landes offensichtlich weniger anspruchsvoll als die Abstimmung über die Verringerung des Mindestalters für Alkoholkonsum."}
{"scores": [], "cands": [], "inp": "Argentina's foreign debt was generated during the military dictatorships, when the rich nations of the north provided credit to despots and sold them weapons to repress their people.", "ref": "Argentiniens Auslandsschulden wurden während der Militärdiktaturen angehäuft, als die reichen Länder des Nordens den Despoten Kredite gewährten und ihnen Waffen verkauften, mit denen diese ihre Völker unterdrückten."}
{"scores": [], "cands": [], "inp": "Most people do not think in terms of probabilities other than “50-50” and “one in a million.”", "ref": "Die meisten Menschen denken bei Wahrscheinlichkeiten meistens an „50:50“ oder „eins zu einer Million“."}
{"scores": [-0.2435644566939231, -0.25367536342176583, -0.2617511028819086, -0.27279777017752166, -0.2967149004767013, -0.2968260048039754, -0.3010988817218446, -0.3070637785526732, -0.30820390457228064, -0.3098408577369706, -0.31449600320020416, -0.31933557344764596, -0.3217454959125189, -0.3256456343475619], "cands": ["Die meisten Regulierungsbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich darin einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte dysfunktionell sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich darin einig, dass die europäischen Finanzmärkte dysfunktionell sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte disfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer stimmen überein, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich einig, dass die europäischen Finanzmärkte nicht funktionieren.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind einig, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind der Meinung, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich darin einig, dass die europäischen Finanzmärkte nicht funktionieren.", "Die meisten Regulierungsbehörden und Marktteilnehmer stimmen zu, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind sich einig, dass europäische Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind damit einverstanden, dass die europäischen Finanzmärkte dysfunktional sind.", "Die meisten Regulierungsbehörden und Marktteilnehmer sind einig, dass die europäischen Finanzmärkte dysfunktionell sind."], "inp": "Most regulators and market participants agree that Europe's financial markets are dysfunctional.", "ref": "Die meisten Regulierer und Marktteilnehmer stimmen überein, dass Europas Finanzmärkte nicht richtig funktionieren."}
