{"scores": [-0.42817809334192125, -0.4313620273613556, -0.4340425933797607, -0.4342881097340341, -0.449010599707399, -0.4493833429707894, -0.4561840652104231, -0.4773894089121311, -0.4877368391296971, -0.49311411658042376, -0.4986617806677348, -0.49962938060338985, -0.5020354793744874, -0.502061949819721, -0.5064452595641242, -0.5097113329412162, -0.5102349234667867, -0.5125539042267008, -0.5313635261286579, -0.5387380311831904, -0.5398930580831199, -0.5478528702665331, -0.6067796217892545], "cands": [" der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", "sagen der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", "s der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "tern der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", "len der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "s der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", ", die Unfähigkeit der Führung, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "r Führungen, die Lehren der Großen Rezession zu erkennen, und noch weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "s der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "sache, dass die Führungskräfte die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "umen der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", "s der Führung, die Lehren der Großen Rezession zu erkennen, und noch weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "umen der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", "s der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", "Gegenteil: Dass die Führungen die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", " der Führungen, die Lehren der Großen Rezession zu erkennen, viel weniger darauf zu handeln, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "sache, dass die Führungskräfte die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "eil, wenn die Führungskräfte die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann dies in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "eil, weil die Führungskräfte die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann dies in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "egenteil: Dass die Führungen die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", " Tatsache, dass die Führungskräfte die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, könnte den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, in den kommenden Jahrzehnten öffnen.", "teil: Dass die Führungskräfte die Lehren der Großen Rezession nicht erkennen, noch viel weniger darauf reagieren, kann in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen.", "e Führungskräfte die Lehren der Großen Rezession nicht erkennen, und nicht vielmehr darauf hinwirken, kann dies in den kommenden Jahrzehnten den Weg für eine Reihe neuer Krisen, wirtschaftlicher und anderer Art, öffnen."], "inp": "On the contrary, leaders’ failure to discern, much less act on, the lessons of the Great Recession may open the way for a series of fresh crises, economic and otherwise, in the coming decades.", "ref": "Im Gegenteil: Das Versäumnis der Regierungen, Lehren aus der Großen Rezession zu ziehen oder gar zu befolgen, könnte den Weg für eine Reihe neuer wirtschaftlicher und sonstiger Krisen in den kommenden Jahrzehnten bereiten."}
