{"scores": [-0.3334581255912781, -0.33660587668418884, -0.3401823341846466, -0.34171202778816223, -0.3420208990573883, -0.34350699186325073, -0.3440283536911011, -0.3442707359790802, -0.3445144593715668, -0.3458404839038849, -0.3467782437801361, -0.34746018052101135, -0.3475135266780853, -0.347574919462204, -0.3476569950580597, -0.3481736481189728, -0.34852710366249084, -0.3492766320705414, -0.3495398163795471, -0.3497002124786377, -0.3503510653972626, -0.35097017884254456, -0.35189735889434814, -0.3531504273414612, -0.353233277797699, -0.35326555371284485, -0.3534332513809204, -0.35422033071517944, -0.3545345962047577, -0.3545653820037842, -0.3550959527492523, -0.35523974895477295, -0.3554133474826813, -0.3569076955318451, -0.357226699590683, -0.3574029803276062, -0.3576585352420807, -0.35791465640068054, -0.3584083616733551, -0.36028265953063965], "cands": ["Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen weltweit, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den TV-Bildschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen auf der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden durch die Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und die Fernsehschirme rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen weltweit, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen auf der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den TV-Bildschirmen in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden durch die Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und die TV-Bildschirme rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien ausstrahlten, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den TV-Bildschirmen weltweit, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden durch die Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und die Fernsehschirme in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen in aller Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den TV-Bildschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen weltweit, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den TV-Bildschirmen um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den TV-Bildschirmen weltweit, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen auf der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehen in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen in aller Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden durch die Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und die Fernsehschirme rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den TV-Bildschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden durch die Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und die Fernsehschirme weltweit, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, rasch untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen auf der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den Fernsehschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien ausstrahlten, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und den TV-Bildschirmen in der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen der ganzen Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden durch die Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und die TV-Bildschirme rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien übertragen, schnell untergraben.", "Und die Vorteile der Shanghai Expo 2009 wurden von der Gefängnisstrafe des Friedensnobelpreisträgers Liu Xiaobo und von den Fernsehschirmen rund um die Welt, die Szenen eines leeren Stuhls bei den Oslo-Zeremonien ausstrahlten, schnell untergraben."], "inp": "And the benefits of the 2009 Shanghai Expo were rapidly undermined by the jailing of Nobel Peace Prize laureate Liu Xiaobo and the television screens around the world broadcasting scenes of an empty chair at the Oslo ceremonies.", "ref": "Und der Vorteil, den man aus der Expo 2009 in Shanghai zog, war rasch zunichte gemacht, als man Friedensnobelpreisträger Liu Xiaobo inhaftierte und bei der weltweiten Fernsehübertragung der Feierlichkeiten in Oslo ein leerer Stuhl zu sehen war."}
{"scores": [-0.39059823751449585, -0.3906394839286804, -0.3933336138725281, -0.39342615008354187, -0.3935565650463104, -0.39683297276496887, -0.39688965678215027, -0.3971918821334839, -0.39804381132125854, -0.39825302362442017, -0.39913085103034973, -0.39931535720825195, -0.4003620445728302, -0.4006325304508209, -0.4007168710231781, -0.4008660316467285, -0.4009755253791809, -0.40174391865730286, -0.4021242558956146, -0.4021916091442108, -0.4022216200828552, -0.4022609293460846, -0.40248677134513855, -0.40342581272125244, -0.40379372239112854, -0.40446150302886963, -0.4048958718776703, -0.4057556688785553, -0.4063171148300171, -0.4071652293205261, -0.4075303077697754, -0.407855749130249, -0.40845638513565063, -0.40902718901634216, -0.40934401750564575, -0.40953874588012695, -0.4101230502128601, -0.4109727442264557, -0.41190457344055176, -0.41265252232551575], "cands": ["Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gericht zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, gemäß dem Statut von Rom des Internationalen Strafgerichtshofs untersucht, beurteilt und verurteilt werden.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, verurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, verurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, gemäß dem Statut von Rom des Internationalen Strafgerichtshofs untersucht, beurteilt und verurteilt werden.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, verurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, verurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, gemäß dem Statut von Rom des Internationalen Strafgerichtshofs untersucht, beurteilt und verurteilt werden.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs vorgesehen ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie es im Statut von Rom des Internationalen Strafgerichtshofs festgelegt ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gericht zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs festgelegt.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt ist.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine besondere Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, beurteilt und verurteilt werden, wie im Römischen Statut des Internationalen Strafgerichtshofs festgelegt ist.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um zu gewährleisten, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, verurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen.", "Wir haben auch vereinbart, eine spezielle Gerichtsbarkeit und ein Gerichtshof zu schaffen, um sicherzustellen, dass diejenigen, die für internationale Kriegsverbrechen verantwortlich sind, untersucht, verurteilt und verurteilt werden, wie im Statut von Rom des Internationalen Strafgerichtshofs vorgesehen."], "inp": "We have also agreed to create a special jurisdiction and tribunal to guarantee that those responsible for international war crimes are investigated, judged, and condemned as stipulated in the Rome Statute of the International Criminal Court.", "ref": "Wir haben zudem vereinbart, eine besondere Gerichtsbarkeit und ein Sondertribunal einzurichten, um zu garantieren, dass die für internationale Kriegsverbrechen verantwortlichen Personen gemäß den Vorgaben im Römischen Statut des Internationalen Strafgerichtshofes untersucht, be- und verurteilt werden."}
{"scores": [-0.3729393184185028, -0.3775353729724884, -0.3819424510002136, -0.3825927674770355, -0.38684073090553284, -0.3910271227359772, -0.3917710483074188, -0.3921951651573181, -0.3949095606803894, -0.395969957113266, -0.4013223350048065, -0.40563684701919556, -0.4068067669868469, -0.40885403752326965, -0.41057655215263367, -0.4109342098236084, -0.4121733009815216, -0.4131341278553009, -0.4169624149799347, -0.4194231331348419, -0.420311838388443, -0.42032748460769653, -0.42081886529922485, -0.42242690920829773, -0.425873339176178, -0.4261549413204193, -0.4280509650707245, -0.42905861139297485, -0.4310544729232788, -0.4311237335205078, -0.43182671070098877, -0.4321671426296234, -0.43645599484443665, -0.44368791580200195, -0.4472225606441498, -0.44731763005256653, -0.4511891007423401, -0.46035927534103394, -0.4751593768596649, -0.5102093815803528], "cands": ["Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Amerikas privates Gesundheitsmodell zu vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Amerikas privates Gesundheitsmodell zu vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeide Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie das private Gesundheitsmodell Amerikas.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: vermeide Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Vermeiden Sie Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Vermeiden Sie das private Gesundheitsmodell Amerikas.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie das amerikanische private Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeiden Sie Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Vermeiden Sie das amerikanische private Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Amerikas privates Gesundheitsmodell vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: vermeiden Sie Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Amerikas privates Gesundheitsmodell vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeiden Sie das private Gesundheitsmodell Amerikas.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lehre einfach: Amerikas privates Gesundheitsmodell zu vermeiden.", "Global, aber vor allem für stark wachsende Volkswirtschaften, ist die Lektion einfach: Amerikas privates Gesundheitsmodell zu vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie Amerikas Privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Amerikas Privates Gesundheitsmodell zu vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lehre einfach: Vermeiden Sie Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie Amerikas privaten Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeide Amerikas Privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeiden Sie das amerikanische private Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Vermeiden Sie Amerikas Privates Gesundheitsmodell.", "Global, aber vor allem für stark wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie Amerikas privates Gesundheitsmodell.", "Weltweit, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeide Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: vermeide Amerikas Privates Gesundheitsmodell.", "Global, aber vor allem für rapide wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie Amerikas privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Vermeiden Sie Amerikas privaten Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeide Amerikas privaten Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie das private Gesundheitsmodell der USA.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: vermeiden Sie Amerikas Privates Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften ist die Lektion einfach: Vermeiden Sie das private Gesundheitsmodell der USA.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lehre einfach: Amerikas privates Gesundheitsmodell vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Amerikas Privates Gesundheitsmodell vermeiden.", "Global, aber vor allem für stark wachsende Volkswirtschaften, ist die Lektion einfach: Amerikas privates Gesundheitsmodell vermeiden.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie das amerikanische Private Gesundheitsmodell.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie das private Gesundheitsmodell in Amerika.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie Amerikas privates Gesundheitssystem.", "Global, aber vor allem für schnell wachsende Volkswirtschaften, ist die Lektion einfach: Vermeiden Sie das amerikanische private Gesundheitssystem."], "inp": "Globally, but especially for rapidly growing economies, the lesson is simple: avoid America’s private health-care model.", "ref": "Global, aber besonders für schnell wachsende Volkswirtschaften, ist die Lektion einfach: das amerikanische Modell der privaten Gesundheitsversorgung ist zu vermeiden."}
{"scores": [-0.264840304851532, -0.299937903881073, -0.3096899688243866, -0.3499712347984314, -0.3560091555118561, -0.371908962726593, -0.3750521242618561, -0.4046338200569153, -0.43472322821617126, -0.4564594328403473, -0.462190181016922, -0.4712292551994324, -0.47193625569343567, -0.47890836000442505, -0.48035159707069397, -0.48116883635520935, -0.4901157319545746, -0.49297651648521423, -0.4940873384475708, -0.4971483647823334, -0.5071257948875427, -0.5116086006164551, -0.513910710811615, -0.5169321298599243, -0.5169751048088074, -0.5273914933204651, -0.5477405190467834, -0.5498173236846924, -0.554145336151123, -0.5591546893119812, -0.5616505146026611, -0.5664893984794617, -0.5665140748023987, -0.5687170028686523, -0.5840882658958435, -0.5956643223762512, -0.5963478684425354, -0.6020494699478149, -0.6721580624580383, -0.6899837255477905], "cands": ["Was wir gelernt haben, ist leicht zusammengefasst.", "Was wir gelernt haben, ist einfach zusammengefasst.", "Was wir gelernt haben, lässt sich leicht zusammenfassen.", "Was wir gelernt haben, wird leicht zusammengefasst.", "Was wir gelernt haben ist leicht zusammengefasst.", "Was wir gelernt haben, wird einfach zusammengefasst.", "Was wir gelernt haben, lässt sich einfach zusammenfassen.", "Was wir gelernt haben ist einfach zusammengefasst.", "Was wir gelernt haben, kann leicht zusammengefasst werden.", "Was wir gelernt haben, ist ganz einfach zusammengefasst.", "Was wir gelernt haben wird leicht zusammengefasst.", "Was wir gelernt haben, lässt sich ganz einfach zusammenfassen.", "Was wir gelernt haben, wird ganz einfach zusammengefasst.", "Was wir gelernt haben, ist leicht zusammengefaßt.", "Was wir gelernt haben, kann einfach zusammengefasst werden.", "Was wir gelernt haben, lässt sich problemlos zusammenfassen.", "Was wir gelernt haben lässt sich leicht zusammenfassen.", "Was wir gelernt haben wird einfach zusammengefasst.", "Das, was wir gelernt haben, lässt sich leicht zusammenfassen.", "Was wir gelernt haben, ist sehr einfach zusammengefasst.", "Was wir gelernt haben, ist schnell zusammengefasst.", "Was wir erlernt haben, lässt sich leicht zusammenfassen.", "Was wir lernten, ist leicht zusammengefasst.", "Was wir gelernt haben, wird schnell zusammengefasst.", "Was wir gelernt haben, ist einfach zusammengefaßt.", "Wir haben leicht zusammengefasst, was wir gelernt haben.", "Das, was wir gelernt haben, lässt sich einfach zusammenfassen.", "Was wir gelernt haben, ist leicht zusammengefassbar.", "Was wir gelernt haben, ist leicht zu zusammenfassen.", "Was wir gelernt haben, lassen sich leicht zusammenfassen.", "Was wir gelernt haben, lässt sich schnell zusammenfassen.", "Was wir gelernt haben, kann man leicht zusammenfassen.", "Was wir gelernt haben, ist leicht zusammenzufassen.", "Was wir gelernt haben lässt sich einfach zusammenfassen.", "Was wir lernten, lässt sich leicht zusammenfassen.", "Was wir gelernt haben, ist einfach zusammengefassbar.", "Was wir gelernt haben, fasst man einfach zusammen.", "Was wir gelernt haben, ist vereinfacht.", "Was wir gelernt haben, ist leicht zusammengefasst worden.", "Was wir gelernt haben, ist einfach zusammengefasst worden."], "inp": "What we learned is easily summarized.", "ref": "Unsere Erfahrungen sind leicht zusammengefasst."}
{"scores": [-0.4279605746269226, -0.43185195326805115, -0.47531598806381226, -0.47572585940361023, -0.5002174973487854, -0.503123939037323, -0.5064988732337952, -0.5102713704109192, -0.5123359560966492, -0.513547420501709, -0.5148603320121765, -0.5222812294960022, -0.5227335095405579, -0.5253320336341858, -0.5266093611717224, -0.5288845300674438, -0.5297293066978455, -0.5364920496940613, -0.5477484464645386, -0.5481928586959839, -0.5491318702697754, -0.5538405179977417, -0.5564443469047546, -0.5619825720787048, -0.5632980465888977, -0.5656026601791382, -0.5658867955207825, -0.5673679709434509, -0.5679007768630981, -0.5692914724349976, -0.5767391920089722, -0.5777551531791687, -0.5849656462669373, -0.5857333540916443, -0.5869920253753662, -0.5878177881240845, -0.5878788828849792, -0.6000373363494873, -0.6084324717521667, -0.6095371246337891], "cands": ["Diese Dynamik zeigte sich deutlich während der letzten Wahlkampagne Nigerias.", "Diese Dynamik zeigte sich deutlich während der letzten Wahlkampagne in Nigeria.", "Diese Dynamik wurde während der letzten Wahlkampagne Nigerias deutlich gezeigt.", "Diese Dynamik wurde während der letzten Wahlkampagne in Nigeria deutlich gezeigt.", "Diese Dynamik zeigte sich während der letzten Wahlkampagne Nigerias deutlich.", "Diese Dynamik hat sich während der letzten Wahlkampagne in Nigeria deutlich gezeigt.", "Diese Dynamik zeigte sich deutlich während Nigerias letzten Wahlkampf.", "Diese Dynamik zeigte sich während der letzten Wahlkampagne in Nigeria deutlich.", "Diese Dynamik wurde während der letzten Wahlkampagne in Nigeria deutlich aufgezeigt.", "Diese Dynamik hat sich während der letzten Wahlkampagne Nigerias deutlich gezeigt.", "Diese Dynamik wurde während der letzten Wahlkampagne Nigerias deutlich aufgezeigt.", "Diese Dynamik wurde deutlich während der letzten Wahlkampagne in Nigeria gezeigt.", "Diese Dynamik war während der letzten Wahlkampagne Nigerias deutlich zu erkennen.", "Diese Dynamik war während der letzten Wahlkampagne in Nigeria deutlich zu erkennen.", "Diese Dynamik wurde deutlich während der letzten Wahlkampagne Nigerias gezeigt.", "Diese Dynamik war während der letzten Wahlkampagne in Nigeria deutlich sichtbar.", "Diese Dynamik war während der letzten Wahlkampagne Nigerias deutlich sichtbar.", "Diese Dynamik trat während der letzten Wahlkampagne Nigerias deutlich auf.", "Diese Dynamik wurde während der letzten Wahlkampagne in Nigeria deutlich.", "Diese Dynamik wurde deutlich während Nigerias letzten Wahlkampf gezeigt.", "Diese Dynamik wurde während der letzten Wahlkampagne in Nigeria deutlich zum Ausdruck gebracht.", "Diese Dynamik wurde während der letzten Wahlkampagne Nigerias deutlich.", "Diese Dynamik wurde während der letzten Wahlkampagne in Nigeria deutlich sichtbar.", "Diese Dynamik wurde während der letzten Wahlkampagne Nigerias deutlich sichtbar.", "Diese Dynamik war während der letzten Wahlkampagne Nigerias deutlich zu sehen.", "Diese Dynamik wurde im letzten Wahlkampf Nigerias deutlich gezeigt.", "Diese Dynamik zeigte sich deutlich während Nigerias letzten Wahlkampagne.", "Diese Dynamik zeigte sich deutlich bei Nigerias letzten Wahlkampagne.", "Diese Dynamik wurde während des letzten Wahlkampfes in Nigeria deutlich gezeigt.", "Diese Dynamik war während der letzten Wahlkampagne in Nigeria deutlich zu sehen.", "Diese Dynamik war im letzten Wahlkampf Nigerias deutlich zu erkennen.", "Diese Dynamik wurde während der letzten Wahlkampfkampagne in Nigeria deutlich gezeigt.", "Diese Dynamik zeigte sich deutlich während Nigerias letzten Wahlkampagnen.", "Diese Dynamik wurde während der letzten Wahlkampagne Nigerias deutlich deutlich.", "Diese Dynamik wurde während der letzten Wahlkampagne in Nigeria deutlich deutlich.", "Diese Dynamik zeigte sich während der letzten Wahlkampagne Nigerias.", "Diese Dynamik zeigte sich deutlich während Nigerias letzten Wahlkampfes.", "Diese Dynamik zeigte sich während der letzten Wahlkampagne in Nigeria.", "Diese Dynamik war während des letzten Wahlkampfes in Nigeria deutlich zu erkennen.", "Diese Dynamik stand während der letzten Wahlkampagne Nigerias deutlich auf dem Weg."], "inp": "This dynamic was on stark display during Nigeria’s last election campaign.", "ref": "Diese Dynamik war während des letzten Wahlkampfs in Nigeria deutlich sichtbar."}
{"scores": [-0.4147781431674957, -0.4356798231601715, -0.43654656410217285, -0.44218316674232483, -0.4499782621860504, -0.4500505030155182, -0.45903506875038147, -0.4661104679107666, -0.4724673330783844, -0.47251176834106445, -0.47264137864112854, -0.47312721610069275, -0.4734521210193634, -0.4767729640007019, -0.4788675904273987, -0.4789661169052124, -0.48147186636924744, -0.48167020082473755, -0.48293495178222656, -0.48540955781936646, -0.49115365743637085, -0.49402308464050293, -0.4960222840309143, -0.499300479888916, -0.4994833469390869, -0.5015695691108704, -0.5025264620780945, -0.5055832862854004, -0.507748007774353, -0.5080506205558777, -0.5094229578971863, -0.509583592414856, -0.5108911395072937, -0.5116966366767883, -0.5117489099502563, -0.5136474967002869, -0.5175744295120239, -0.5230978727340698, -0.5255382061004639, -0.5347161293029785], "cands": ["Die Spaltung ist in gewisser Weise in das demokratische Spektakel eingezeichnet.", "Diese Spaltung ist in gewisser Weise in das demokratische Spektakel eingezeichnet.", "Die Teilung ist in gewisser Weise in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewisser Weise in das demokratische Spektakel eingeschrieben.", "Die Spaltung ist in gewissem Sinne in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewisser Weise im demokratischen Spektakel eingezeichnet.", "Diese Spaltung ist in gewisser Weise in das demokratische Spektakel eingeschrieben.", "Die Teilung ist in gewisser Weise in das demokratische Spektakel eingeschrieben.", "Die Teilung ist in gewissem Sinne in das demokratische Spektakel eingezeichnet.", "Diese Spaltung ist in gewissem Sinne in das demokratische Spektakel eingezeichnet.", "Die Trennung ist in gewisser Weise in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewisser Hinsicht in das demokratische Spektakel eingezeichnet.", "Diese Spaltung ist in gewisser Weise im demokratischen Spektakel eingezeichnet.", "Die Teilung ist in gewisser Weise im demokratischen Spektakel eingezeichnet.", "Die Spaltung ist in gewissem Sinne in das demokratische Spektakel eingeschrieben.", "Die Spaltung ist in gewisser Weise in das demokratische Schauspiel eingezeichnet.", "Diese Teilung ist in gewisser Weise in das demokratische Spektakel eingezeichnet.", "Diese Trennung ist in gewisser Weise in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewissem Sinne im demokratischen Spektakel eingezeichnet.", "Die Spaltung ist in gewissem Sinn in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewisser Weise im demokratischen Spektakel eingeschrieben.", "Diese Spaltung ist in gewisser Hinsicht in das demokratische Spektakel eingezeichnet.", "Die Teilung ist in gewisser Hinsicht in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewisser Weise im demokratischen Schauspiel eingezeichnet.", "Die Teilung ist in gewisser Weise in das demokratische Schauspiel eingezeichnet.", "Diese Spaltung ist in gewisser Weise in das demokratische Schauspiel eingezeichnet.", "Die Spaltung ist in gewisser Weise in dem demokratischen Spektakel eingezeichnet.", "Diese Spaltung ist in gewissem Sinne im demokratischen Spektakel eingezeichnet.", "Die Trennung ist in gewissem Sinne in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewisser Hinsicht im demokratischen Spektakel eingezeichnet.", "Diese Spaltung ist in gewisser Weise im demokratischen Spektakel eingeschrieben.", "Diese Spaltung ist in gewissem Sinn in das demokratische Spektakel eingezeichnet.", "Die Spaltung ist in gewisser Weise in das demokratische Schauspiel eingeschrieben.", "Die Teilung ist in gewissem Sinne im demokratischen Spektakel eingezeichnet.", "In gewisser Weise ist die Spaltung in das demokratische Spektakel eingezeichnet.", "Die Trennung ist in gewisser Weise im demokratischen Spektakel eingezeichnet.", "Die Spaltung ist in gewissem Sinne in das demokratische Schauspiel eingezeichnet.", "Diese Spaltung ist in gewisser Weise im demokratischen Schauspiel eingezeichnet.", "Die Teilung ist in gewisser Weise im demokratischen Schauspiel eingezeichnet.", "Die Spaltung ist in gewissem Sinne im demokratischen Schauspiel eingezeichnet."], "inp": "The division is in a sense inscribed in the democratic spectacle.", "ref": "Diese Trennung ist in gewisser Weise ein fixer Bestandteil des demokratischen Geschehens."}
{"scores": [-0.5254729986190796, -0.5256301760673523, -0.5260668396949768, -0.5262733697891235, -0.526361346244812, -0.5270074605941772, -0.5271995067596436, -0.5272153615951538, -0.5278899073600769, -0.5283747315406799, -0.529188334941864, -0.5292231440544128, -0.5293926000595093, -0.5295221209526062, -0.5297249555587769, -0.530431866645813, -0.5304380059242249, -0.5310210585594177, -0.5315478444099426, -0.5315892100334167, -0.531724214553833, -0.5325729846954346, -0.5327475666999817, -0.532860517501831, -0.5328977108001709, -0.5329710841178894, -0.5330408215522766, -0.5336422920227051, -0.5336748957633972, -0.5343498587608337, -0.5356247425079346, -0.5360835194587708, -0.536198079586029, -0.5366190671920776, -0.5425207018852234, -0.542584240436554, -0.5436450839042664, -0.5451403260231018, -0.5460097789764404, -0.5461964011192322], "cands": ["Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, die Barrieren für den Eintritt in die formale Wirtschaft werden beseitigt und Frauen mit Optionen vorgestellt, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, die Barrieren für den Eintritt in die formale Wirtschaft werden beseitigt und Frauen mit Optionen präsentiert, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, die Barrieren für den Zugang zur formalen Wirtschaft werden beseitigt und Frauen mit Optionen vorgestellt, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die es ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, die Barrieren für den Eintritt in die formale Wirtschaft werden beseitigt und Frauen mit Optionen konfrontiert, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass die Barrieren für den Eintritt in die formale Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, die Barrieren für den Zugang zur formalen Wirtschaft werden beseitigt und Frauen mit Optionen präsentiert, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass die Barrieren für den Eintritt in die formale Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass die Barrieren für den Eintritt in die formale Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die es ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die es ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, es werden Hindernisse für den Eintritt in die formale Wirtschaft entfernt und Frauen mit Optionen vorgestellt, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, die Barrieren für den Zugang zur formalen Wirtschaft werden beseitigt und Frauen mit Optionen konfrontiert, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen vorgelegt werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass die Barrieren für den Eintritt in die formale Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu verwirklichen.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu realisieren.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu realisieren.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, dass die Barrieren für den Zugang zur formalen Wirtschaft beseitigt werden und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu realisieren.", "Wird die sozioökonomische Entwicklung Afrikas weiterhin beeinträchtigt, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu realisieren.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt werden, es sei denn, die Barrieren für den Eintritt in die formale Wirtschaft werden beseitigt und Frauen mit Optionen konfrontiert, die ihnen ermöglichen, ihr volles Potenzial zu realisieren.", "Die sozioökonomische Entwicklung Afrikas wird weiterhin beeinträchtigt sein, es sei denn, dass Barrieren für den Zugang zur formalen Wirtschaft beseitigt und Frauen Optionen angeboten werden, die ihnen ermöglichen, ihr volles Potenzial zu realisieren."], "inp": "Unless barriers to entering the formal economy are removed and women are presented with options that enable them to realize their full potential, Africa’s socioeconomic development will continue to be impeded.", "ref": "Wenn die Barrieren für eine Teilnahme an der regulären Wirtschaft nicht beseitigt werden und Frauen die Möglichkeit erhalten, ihr Potenzial voll auszuschöpfen, wird das Afrikas sozioökonomische Entwicklung weiter bremsen."}
{"scores": [-0.1692173331975937, -0.24741655588150024, -0.27841389179229736, -0.29263392090797424, -0.29630059003829956, -0.3010212481021881, -0.32790252566337585, -0.3344854414463043, -0.3595832586288452, -0.3621884286403656, -0.36784687638282776, -0.3684970736503601, -0.3705052137374878, -0.3819717764854431, -0.38338136672973633, -0.38678452372550964, -0.3908661901950836, -0.39760634303092957, -0.39813387393951416, -0.3997611999511719, -0.401889443397522, -0.4025804400444031, -0.4057411551475525, -0.4093424677848816, -0.4109134078025818, -0.41136065125465393, -0.4161607623100281, -0.41623011231422424, -0.41745200753211975, -0.41800883412361145, -0.4181531071662903, -0.4210931658744812, -0.42220330238342285, -0.42594900727272034, -0.42661139369010925, -0.4273207485675812, -0.4349440336227417, -0.43510153889656067, -0.4367372989654541, -0.4373699724674225], "cands": ["Seine politischen Gegner sind nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, sondern die koreanischen Linken.", "Ihre politischen Gegner sind nicht die Japaner, sondern die koreanische Linke.", "Sein politischer Gegner sind nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die japanischen, sondern die koreanische Linke.", "Seine politischen Gegner sind keine Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, sondern die koreanische Linken.", "Die politischen Gegner sind nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die japanischen, sondern die koreanischen Linken.", "Seine politischen Gegner sind nicht Japaner, sondern koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, aber die koreanische Linke.", "Ihre politischen Gegner sind nicht Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, sondern die koreanischen Links.", "Seine politischen Gegner sind nicht die Japaner, sondern die koreanische Links.", "Seine politischen Gegner sind nicht die Japaner, sondern die koreanische linke Seite.", "Sein politischer Gegner sind nicht Japaner, sondern die koreanische Linke.", "Seine politischen Feinde sind nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind zwar nicht die Japaner, sondern die koreanische Linke.", "Ihre politischen Gegner sind nicht die Japaner, sondern die koreanischen Linken.", "Seine politischen Gegner sind nicht die Japaner sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, sondern die koreanische Linkspartei.", "Seine politischen Gegner sind nicht die Japaner, sondern die südkoreanische Linke.", "Sein politischer Gegner sind nicht die Japaner, sondern die koreanischen Linken.", "Ihr politischer Gegner sind nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht Japaner, sondern die koreanischen Linken.", "Ihre politischen Gegner sind nicht die japanischen, sondern die koreanische Linke.", "Seine politische Gegner sind nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, sondern die linkskoreanische Linke.", "Seine politischen Gegner seien nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, sondern der koreanische Linke.", "Seine politischen Gegner sind nicht japanische, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japanerin, sondern die koreanische Linke.", "Nicht die Japaner, sondern die koreanische Linke sind seine politischen Gegner.", "Seine politischen Gegner sind nicht die Japaner, sondern die koreanische links.", "Seine Gegner sind nicht die Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht Japaner, sondern die koreanische Linken.", "Seine politischen Gegner sind nicht die Japaner, sondern die Koreanischen Linken.", "Die politischen Gegner sind nicht Japaner, sondern die koreanische Linke.", "Seine politischen Gegner sind nicht die Japaner, sondern die Koreaner links."], "inp": "His political opponents are not the Japanese, but the Korean left.", "ref": "Seine politischen Gegner sind nicht die Japaner, sondern die koreanischen Linken."}
{"scores": [-0.3605649471282959, -0.36883682012557983, -0.37270763516426086, -0.3735892176628113, -0.3768806755542755, -0.37853866815567017, -0.3785479962825775, -0.3787979185581207, -0.37979182600975037, -0.38146576285362244, -0.3836870789527893, -0.38383644819259644, -0.38530784845352173, -0.3872419595718384, -0.38752973079681396, -0.38755860924720764, -0.38836729526519775, -0.3898588716983795, -0.3902696967124939, -0.3907794654369354, -0.39129695296287537, -0.39379698038101196, -0.3938051164150238, -0.3948884606361389, -0.3952045738697052, -0.3960492014884949, -0.4000765085220337, -0.40019887685775757, -0.4005171060562134, -0.402949720621109, -0.41118350625038147, -0.4113844633102417, -0.4167349934577942, -0.4216075539588928, -0.42599955201148987, -0.4367083013057709, -0.44782111048698425, -0.45059752464294434, -0.4536755681037903, -0.45401689410209656], "cands": ["Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihm zu verhindern, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, konzentrierte sein Denken auf eine diplomatische Lösung.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu fallen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf ausgerichtet ist, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihm zu verhindern, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffen zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, die Luftwaffe Assads zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Verstand auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf ausgerichtet ist, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, die Luftwaffe von Assad zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, konzentrierte sein Denken auf eine diplomatische Lösung.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu fallen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde seine Aufmerksamkeit auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde ihn auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben mit Nägeln auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, die Luftwaffe Assads zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftstreitkräfte zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde sein Verstand auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, die Luftwaffe von Assad zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf ausgerichtet ist, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu fallen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf ausgerichtet ist, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, konzentrierte sein Denken auf eine diplomatische Lösung.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde seine Aufmerksamkeit auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, die Luftwaffe Assads zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, konzentrierte sein Denken auf eine diplomatische Lösung.", "Ein Angriff, der darauf abzielt, die Luftwaffe Assads zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde ihn auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben mit Nägeln auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, konzentrierte seinen Geist auf eine diplomatische Lösung.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihm zu verhindern, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung zu konzentrieren.", "Ein Angriff, der darauf ausgerichtet ist, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung zu konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn davon abzuhalten, Bomben voller Nägel auf sein Volk zu werfen, würde sein Denken auf eine diplomatische Lösung konzentriert.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu werfen, würde seinen Geist auf eine diplomatische Lösung zu konzentrieren.", "Ein Angriff, der darauf abzielt, Assads Luftwaffe zu zerstören und ihn daran zu hindern, Bomben voller Nägel auf sein Volk zu fallen, würde sein Denken auf eine diplomatische Lösung zu konzentrieren."], "inp": "A strike designed to destroy Assad’s air force and prevent him from dropping bombs full of nails on his people would concentrate his mind on a diplomatic solution.", "ref": "Ein Raketenschlag, um Assads Luftwaffe zu zerstören und ihn somit daran zu hindern, mit Nägeln gefüllte Fassbomben auf sein Volk abzuwerfen, würde ihn dazu bringen, seine Aufmerksamkeit auf eine diplomatische Lösung zu lenken."}
{"scores": [-0.4264039993286133, -0.428866982460022, -0.430967777967453, -0.4311729073524475, -0.4340175688266754, -0.43582308292388916, -0.43840810656547546, -0.4404853582382202, -0.4433923065662384, -0.44686195254325867, -0.44832170009613037, -0.44843852519989014, -0.4502466022968292, -0.45048704743385315, -0.4514974057674408, -0.4523707926273346, -0.4524090588092804, -0.4528401792049408, -0.453689306974411, -0.45399871468544006, -0.4544614255428314, -0.4548284709453583, -0.4556943476200104, -0.45572495460510254, -0.4565517008304596, -0.45815128087997437, -0.45816531777381897, -0.4587172269821167, -0.45878279209136963, -0.4603949189186096, -0.4617837071418762, -0.464013010263443, -0.4653213322162628, -0.4704737663269043, -0.47512632608413696, -0.47826966643333435, -0.48265862464904785, -0.5110121369361877, -0.515709400177002, -0.5226681232452393], "cands": ["Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde es für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Streitkräften gelitten hat?", "Aber was würde es für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde es für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Kräften gelitten hat?", "Doch was würde es für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das lange unter den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen heimischer militanter Gruppen und ausländischer Streitkräfte gelitten hat?", "Doch was würde es für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch ausländischen Streitkräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Kräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Kräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Kräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das lange unter den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von eigenen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde dies für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem von heimischen militanten Gruppen und ausländischen Streitkräften gleichermaßen gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch ausländischen Streitkräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen heimischer militanter Gruppen und ausländischer Streitkräfte gelitten hat?", "Doch was würde dies für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Kräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Kräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von eigenen militanten Gruppen und ausländischen Streitkräften gelitten hat?", "Aber was würde es für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Kräften gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Truppen gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Truppen gelitten hat?", "Aber was würde es für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Kräften gelitten hat?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Truppen gelitten hat?", "Aber was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften litt?", "Doch was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften litt?", "Aber was würde das für Afghanistan bedeuten, ein Land, das lange an den Händen heimischer militanter Gruppen und ausländischer Streitkräfte litt?", "Aber was würde es für Afghanistan bedeuten, ein Land, das lange an den Händen von heimischen militanten Gruppen und ausländischen Streitkräften litt?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Streitkräften erlitt?", "Doch was würde das für Afghanistan bedeuten, ein Land, das seit langem gleichermaßen von heimischen militanten Gruppen und ausländischen Streitkräften erlitt?", "Aber was würde das für Afghanistan bedeuten, ein Land, das seit langem sowohl von heimischen militanten Gruppen als auch von ausländischen Streitkräften gelitten wird?"], "inp": "But what would it mean for Afghanistan, a country that has long suffered at the hands of homegrown militant groups and foreign forces alike?", "ref": "Aber was würde das für Afghanistan bedeuten, für ein Land, das lange Zeit unter militanten einheimischen Gruppen ebenso gelitten hat wie unter ausländischen Truppen?"}
{"scores": [-0.3540734648704529, -0.35741695761680603, -0.365215539932251, -0.36631330847740173, -0.36686375737190247, -0.37023207545280457, -0.37057191133499146, -0.37112388014793396, -0.3715417683124542, -0.37196385860443115, -0.37515929341316223, -0.37592756748199463, -0.3760010898113251, -0.37728583812713623, -0.3774329125881195, -0.3777236342430115, -0.37895044684410095, -0.3791863024234772, -0.3803028166294098, -0.38068482279777527, -0.3816726505756378, -0.3819071352481842, -0.38195469975471497, -0.3827897012233734, -0.38455909490585327, -0.38486433029174805, -0.3851151168346405, -0.385872483253479, -0.3863275349140167, -0.38635149598121643, -0.3868286609649658, -0.38697516918182373, -0.38773542642593384, -0.38785576820373535, -0.38876333832740784, -0.3888063132762909, -0.38924282789230347, -0.38937562704086304, -0.3930859863758087, -0.3931499123573303], "cands": ["Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf ein solides Fundament zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Drehmoment zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Drehpunkt zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf solidem Boden zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Drehscheibe zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Drehmoment zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Wendepunkt zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf solidem Fundament zu setzen.", "Obamas Reise nach Japan, Südkorea, Malaysia und den Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Basis zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Wende zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Drehmoment zu retten oder seine regionale Außenpolitik auf solidem Boden zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Drehpunkt zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Drehscheibe zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Drehmoment zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Pfeiler zu retten oder seine regionale Außenpolitik auf solidem Boden zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Pfeiler zu retten oder seine regionale Außenpolitik auf solidem Boden zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Drehpunkt zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Drehpunkt zu retten oder seine regionale Außenpolitik auf solidem Boden zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Wendepunkt zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Reise nach Japan, Südkorea, Malaysia und den Philippinen wird wenig dazu beitragen, das Drehmoment zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Reise nach Japan, Südkorea, Malaysia und den Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Basis zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Drehscheibe zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu stellen.", "Obamas Reise nach Japan, Südkorea, Malaysia und den Philippinen wird wenig dazu beitragen, die Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Basis zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, das Drehmoment zu retten oder seine regionale Außenpolitik auf eine solide Basis zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, die Drehscheibe zu retten oder seine regionale Außenpolitik auf solidem Boden zu setzen.", "Obamas Tour nach Japan, Südkorea, Malaysia und den Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Wendepunkt zu retten oder seine regionale Außenpolitik auf eine solide Grundlage zu stellen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf einen soliden Boden zu setzen.", "Obamas Tour durch Japan, Südkorea, Malaysia und die Philippinen wird wenig dazu beitragen, den Pfeiler zu retten oder seine regionale Außenpolitik auf ein solides Fundament zu stellen."], "inp": "Obama’s tour of Japan, South Korea, Malaysia, and the Philippines will do little to rescue the pivot or put his regional foreign policy on a sound footing.", "ref": "Obamas bevorstehende Reise nach Japan, Südkorea, Malaysia und auf die Philippinen wird wenig dazu beitragen, diese Hinwendung zu retten oder seine Außenpolitik für die Region auf eine solide Grundlage zu stellen."}
{"scores": [-0.3649560213088989, -0.3656114935874939, -0.3675302565097809, -0.36994844675064087, -0.3776601254940033, -0.37791886925697327, -0.3780442774295807, -0.3798048794269562, -0.38390570878982544, -0.3848371207714081, -0.3866117298603058, -0.3880760073661804, -0.3888665735721588, -0.39072906970977783, -0.3914167881011963, -0.39219236373901367, -0.39229312539100647, -0.39260366559028625, -0.39276599884033203, -0.3928437829017639, -0.39626187086105347, -0.3981022238731384, -0.3995833694934845, -0.4006783962249756, -0.4008100926876068, -0.4016481637954712, -0.40183818340301514, -0.4022190272808075, -0.40223610401153564, -0.402691125869751, -0.40316304564476013, -0.4043098986148834, -0.40471217036247253, -0.40512165427207947, -0.4053650200366974, -0.40668120980262756, -0.4067527949810028, -0.4082300066947937, -0.40823569893836975, -0.4089711010456085], "cands": ["Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windenergieanlagen, Solarzellen und anderen erneuerbaren Energiequellen erforderlich ist.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windkraftanlagen, Solarzellen und andere erneuerbare Energiequellen auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windkraftanlagen, Solarzellen und anderen erneuerbaren Energiequellen erforderlich ist.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen umfangreich zu produzieren.", "Länder können ihren Weg zur Energiesicherheit schlagen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windenergieanlagen, Solarzellen und anderen erneuerbaren Energiequellen erforderlich ist.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die notwendig ist, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windkraftanlagen, Solarzellen und andere erneuerbare Energiequellen auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windkraftanlagen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen maßgeblich zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windenergieanlagen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen im großen Maßstab zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen umfangreich herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die notwendig ist, um Windkraftanlagen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energie im Maßstab zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen maßgeschneidert herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energie auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die notwendig ist, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die notwendig ist, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windkraftanlagen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen im großen Maßstab herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windenergieanlagen, Solarzellen und anderen erneuerbaren Energiequellen im Maßstab benötigt wird.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energien umfangreich zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windenergieanlagen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windkraftanlagen, Solarzellen und anderen erneuerbaren Energiequellen im Maßstab benötigt wird.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energie im Maßstab herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere erneuerbare Energiequellen maßgeblich herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windenergieanlagen, Solarzellen und anderen erneuerbaren Energiequellen im Maßstab erforderlich ist.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windkraftanlagen, Solarzellen und anderen erneuerbaren Energiequellen im Maßstab erforderlich ist.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windkraftanlagen, Solarzellen und andere Quellen erneuerbarer Energien maßgeblich zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energie im großen Maßstab zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energien im Maßstab zu produzieren.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die notwendig ist, um Windkraftanlagen, Solarzellen und andere Quellen erneuerbarer Energien auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windenergieanlagen, Solarzellen und anderen erneuerbaren Energiequellen im großen Maßstab benötigt wird.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die für die Erzeugung von Windkraftanlagen, Solarzellen und anderen erneuerbaren Energiequellen im großen Maßstab benötigt wird.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energie auf Skala herzustellen.", "Länder können ihren Weg zur Energiesicherheit aufbauen, indem sie in die industrielle Kapazität investieren, die benötigt wird, um Windturbinen, Solarzellen und andere Quellen erneuerbarer Energien umfangreich herzustellen."], "inp": "Countries can build their way to energy security by investing in the industrial capacity needed to produce wind turbines, solar cells, and other sources of renewable energy at scale.", "ref": "Länder können sich eine sichere Energieversorgung aufbauen, wenn sie in größerem Maßstab in die industriellen Kapazitäten investieren, die für die Produktion von Windkraftanlagen, Solarzellen und anderen Quellen erneuerbarer Energien notwendig sind."}
